
<!DOCTYPE html>
<html lang="zh-TW" class="loading">
<head><meta name="generator" content="Hexo 3.9.0">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <title>怪物！——神話生物的描述指南 - 偉恩與咖啡</title>
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black-translucent">
    <meta name="google" content="notranslate">
    <meta name="keywords" content="哲學, philosophy, TRPG,"> 
    <meta name="description" content="哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。,&amp;#x602A;&amp;#x7269;&amp;#xFF0C;&amp;#x6CDB;&amp;#x6307;&amp;#x90A3;&amp;#x4E9B;&amp;#x8D85;&amp;#x8D8A;&amp;#x4EBA;&amp;#x985E;&amp;#x7406;&amp;#x,"> 
    <meta name="author" content="洪偉 Wei Hung"> 
    <link rel="alternative" href="atom.xml" title="偉恩與咖啡" type="application/atom+xml"> 
    <link rel="icon" href="https://wayneh.tw/favicon.png"> 
    <link rel="stylesheet" href="../../../../css/diaspora.css">
    <meta name="description" content="&amp;#x602A;&amp;#x7269;&amp;#xFF0C;&amp;#x6CDB;&amp;#x6307;&amp;#x90A3;&amp;#x4E9B;&amp;#x8D85;&amp;#x8D8A;&amp;#x4EBA;&amp;#x985E;&amp;#x7406;&amp;#x89E3;&amp;#x754C;&amp;#x7DDA;&amp;#x7684;&amp;#x751F;&amp;#x7269;&amp;#x3002;&amp;#x4E00;&amp;#x500B;&amp;#x602A;&amp;#x7269;&amp;#x4E00;&amp;#x65E6;">
<meta name="keywords" content="CoC,守密人">
<meta property="og:type" content="article">
<meta property="og:title" content="怪物！——神話生物的描述指南">
<meta property="og:url" content="https://wayneh.tw/2020/06/23/describe-monster/index.html">
<meta property="og:site_name" content="偉恩與咖啡">
<meta property="og:description" content="&amp;#x602A;&amp;#x7269;&amp;#xFF0C;&amp;#x6CDB;&amp;#x6307;&amp;#x90A3;&amp;#x4E9B;&amp;#x8D85;&amp;#x8D8A;&amp;#x4EBA;&amp;#x985E;&amp;#x7406;&amp;#x89E3;&amp;#x754C;&amp;#x7DDA;&amp;#x7684;&amp;#x751F;&amp;#x7269;&amp;#x3002;&amp;#x4E00;&amp;#x500B;&amp;#x602A;&amp;#x7269;&amp;#x4E00;&amp;#x65E6;">
<meta property="og:locale" content="zh-TW">
<meta property="og:updated_time" content="2020-08-28T08:24:15.288Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="怪物！——神話生物的描述指南">
<meta name="twitter:description" content="&amp;#x602A;&amp;#x7269;&amp;#xFF0C;&amp;#x6CDB;&amp;#x6307;&amp;#x90A3;&amp;#x4E9B;&amp;#x8D85;&amp;#x8D8A;&amp;#x4EBA;&amp;#x985E;&amp;#x7406;&amp;#x89E3;&amp;#x754C;&amp;#x7DDA;&amp;#x7684;&amp;#x751F;&amp;#x7269;&amp;#x3002;&amp;#x4E00;&amp;#x500B;&amp;#x602A;&amp;#x7269;&amp;#x4E00;&amp;#x65E6;">
    <script id="dsq-count-scr" src="//waynetwhexo.disqus.com/count.js" async></script>
    <link href="https://fonts.googleapis.com/css?family=Noto+Sans+TC:400,500,700|Noto+Serif+TC:400,700&display=swap" rel="stylesheet">
    <script defer src="/js/all.js"></script><!-- hexo-inject:begin --><!-- hexo-inject:end --> 
</head></html>
<body class="loading">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><span id="config-title" style="display:none">偉恩與咖啡</span>
    <div id="loader"></div>
    <div id="single">
    <div id="top" style="display: block;">
    <div class="bar" style="width: 0;"></div>
    <a class="icon-home image-icon" href="javascript:;" data-url="https://wayneh.tw"></a>
    <div title="播放/暫停" class="icon-play"></div>
    <h3 class="subtitle">怪物！——神話生物的描述指南</h3>
    <div class="social">
        <!--<div class="like-icon">-->
            <!--<a href="javascript:;" class="likeThis active"><span class="icon-like"></span><span class="count">76</span></a>-->
        <!--</div>-->
        <div>
            <div class="share">
                <a title="QR code" class="icon-scan" href="javascript:;"></a>
            </div>
            <div id="qr"></div>
        </div>
    </div>
    <div class="scrollbar"></div>
</div>

    <div class="section">
        <div class="article">
    <div class='main'>
        <h1 class="title">怪物！——神話生物的描述指南</h1>
        <div class="stuff">
            <span>六月 23, 2020</span>
            
  <ul class="post-tags-list"><li class="post-tags-list-item"><a class="post-tags-list-link" href="../../../../tags/CoC/">CoC</a></li><li class="post-tags-list-item"><a class="post-tags-list-link" href="../../../../tags/守密人/">守密人</a></li></ul>


        </div>
        <div class="content markdown">
            <p>&#x602A;&#x7269;&#xFF0C;&#x6CDB;&#x6307;&#x90A3;&#x4E9B;&#x8D85;&#x8D8A;&#x4EBA;&#x985E;&#x7406;&#x89E3;&#x754C;&#x7DDA;&#x7684;&#x751F;&#x7269;&#x3002;&#x4E00;&#x500B;&#x602A;&#x7269;&#x4E00;&#x65E6;&#x88AB;&#x6B78;&#x7D0D;&#x6216;&#x662F;&#x660E;&#x78BA;&#x7684;&#x751F;&#x7269;&#x5B78;&#x5B9A;&#x4F4D;&#xFF0C;&#x4E00;&#x65E6;&#x88AB;&#x4EBA;&#x985E;&#x5F81;&#x670D;&#xFF0C;&#x4F5C;&#x70BA;&#x5927;&#x81EA;&#x7136;&#x7269;&#x7A2E;&#x4E2D;&#x7684;&#x4E00;&#x4EFD;&#x5B50;&#xFF0C;&#x602A;&#x7269;&#x5C31;&#x4E0D;&#x898B;&#x4E86;&#x3002;</p>
<p>&#x602A;&#x7269;&#xFF0C;&#x5C31;&#x672C;&#x6027;&#x800C;&#x8A00;&#xFF0C;&#x662F;&#x8D85;&#x81EA;&#x7136;&#x7684;&#x3001;&#x662F;&#x7121;&#x6CD5;&#x6B78;&#x985E;&#x7684;&#x3001;&#x662F;&#x53EF;&#x6015;&#x7684;&#x3001;&#x662F;&#x5145;&#x6EFF;&#x6575;&#x610F;&#x7684;&#x3002;&#x4EBA;&#x985E;&#x5F81;&#x670D;&#x81EA;&#x7136;&#xFF0C;&#x800C;&#x602A;&#x7269;&#xFF0C;&#x7260;&#x5011;&#x6C38;&#x9060;&#x7121;&#x6CD5;&#x88AB;&#x63A7;&#x5236;&#xFF0C;&#x7121;&#x6CD5;&#x88AB;&#x99B4;&#x670D;&#x3002;</p>
<p>&#x5C0D;&#x65BC;&#x300C;&#x514B;&#x8607;&#x9B6F;&#x7684;&#x547C;&#x559A;&#x300D;&#x7684;&#x5B88;&#x5BC6;&#x4EBA;&#x800C;&#x8A00;&#xFF0C;&#x602A;&#x7269;&#x63CF;&#x8FF0;&#x662F;&#x4E00;&#x500B;&#x91CD;&#x8981;&#x7684;&#x8AB2;&#x984C;&#x3002;&#x8B93;&#x6211;&#x5011;&#x5728;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#x4E2D;&#x8AC7;&#x8AC7;&#xFF0C;&#x8A72;&#x600E;&#x9EBC;&#x626E;&#x6F14;&#x602A;&#x7269;&#x3002;</p>
<p>&#x5728;&#x958B;&#x59CB;&#x4E4B;&#x524D;&#xFF0C;&#x6211;&#x5011;&#x4F86;&#x9078;&#x64C7;&#x9019;&#x6A23;&#x4E00;&#x500B;&#x4F8B;&#x5B50;&#xFF1A;</p>
<blockquote>
<p>&#x4E00;&#x500B;&#x88AB;&#x7A31;&#x4F5C;&#x300C;&#x96EA;&#x602A;&#x300D;&#x7684;&#x602A;&#x7269;&#xFF0C;&#x5728;&#x963F;&#x723E;&#x5351;&#x65AF;&#x5C71;&#x4E0A;&#x7684;&#x96EA;&#x5730;&#x51FA;&#x6C92;&#xFF0C;&#x8EAB;&#x9AD8;&#x4E09;&#x5230;&#x56DB;&#x516C;&#x5C3A;&#xFF0C;&#x6709;&#x8457;&#x96EA;&#x767D;&#x8272;&#x7684;&#x7C97;&#x7CD9;&#x7684;&#x786C;&#x6BDB;&#x3001;&#x5F37;&#x58EF;&#x7684;&#x96D9;&#x81C2;&#x3001;&#x5169;&#x9846;&#x6703;&#x5728;&#x591C;&#x665A;&#x767C;&#x4EAE;&#x7684;&#x7D05;&#x8272;&#x773C;&#x775B;&#x3002;</p>
</blockquote>
<h1 id="&#x5584;&#x7528;&#x8CC7;&#x8A0A;&#x788E;&#x7247;&#x8B93;&#x6050;&#x6016;&#x8815;&#x884C;">&#x5584;&#x7528;&#x8CC7;&#x8A0A;&#x788E;&#x7247;&#xFF1A;&#x8B93;&#x6050;&#x6016;&#x8815;&#x884C;</h1>
<p>&#x60F3;&#x60F3;&#xFF0C;&#x597D;&#x840A;&#x5862;&#x7684;&#x96FB;&#x5F71;&#x600E;&#x9EBC;&#x62CD;&#x651D;&#x602A;&#x7269;&#x7684;&#xFF1F;&#x602A;&#x7269;&#x96B1;&#x85CF;&#x5728;&#x56DB;&#x5468;&#x3001;&#x7DE9;&#x6162;&#x4F0F;&#x884C;&#xFF0C;&#x5229;&#x7528;&#x74B0;&#x5883;&#x63A9;&#x84CB;&#x81EA;&#x5DF1;&#xFF0C;&#x7260;&#x5011;&#x66D6;&#x6627;&#x3001;&#x6A21;&#x7CCA;&#x3001;&#x7247;&#x6BB5;&#x3001;&#x5E36;&#x6709;&#x6697;&#x793A;&#x3001;&#x7A0D;&#x7E31;&#x5373;&#x901D;&#x3002;</p>
<p>&#x9019;&#x544A;&#x8A34;&#x6211;&#x5011;&#x4EC0;&#x9EBC;&#xFF1F;&#x5373;&#x4F7F;&#x4F60;&#x64C1;&#x6709;&#x6700;&#x9802;&#x5C16;&#x7684;&#x4F5C;&#x756B;&#x8207;&#x62CD;&#x651D;&#x80FD;&#x529B;&#xFF0C;&#x4E5F;&#x5FC5;&#x9808;&#x8B39;&#x614E;&#x5730;&#x92EA;&#x9673;&#x756B;&#x9762;&#x2014;&#x2014;&#x56E0;&#x6B64;&#xFF0C;&#x4E0D;&#x8981;&#x7D66;&#x73A9;&#x5BB6;&#x7167;&#x7247;&#x6216;&#x662F;&#x5716;&#x7247;&#xFF0C;&#x4E5F;&#x4E0D;&#x8981;&#x76F4;&#x63A5;&#x628A;&#x602A;&#x7269;&#x6524;&#x5728;&#x73A9;&#x5BB6;&#x9762;&#x524D;&#x3002;&#x8CC7;&#x8A0A;&#x5FC5;&#x9808;&#x50CF;&#x662F;&#x788E;&#x7247;&#x4E00;&#x6A23;&#x5730;&#x4EA4;&#x7D66;&#x73A9;&#x5BB6;&#xFF0C;&#x8B93;&#x73A9;&#x5BB6;&#x900F;&#x904E;&#x81EA;&#x5DF1;&#x7684;&#x806F;&#x60F3;&#x80FD;&#x529B;&#xFF0C;&#x53BB;&#x62FC;&#x6E4A;&#x51FA;&#x602A;&#x7269;&#x7684;&#x6A23;&#x8C8C;&#x3002;</p>
<blockquote>
<p>&#x5728;&#x7D14;&#x767D;&#x7684;&#x96EA;&#x5730;&#x4E0A;&#xFF0C;&#x4F60;&#x770B;&#x5230;&#x4E86;&#x5E7E;&#x500B;&#x5DE8;&#x5927;&#x8DB3;&#x8DE1;&#x3002;&#x90A3;&#x516D;&#x8DBE;&#x7684;&#x8DB3;&#x8DE1;&#x7D04;&#x6709;&#x4E03;&#x5341;&#x516C;&#x5206;&#x9577;&#x3001;&#x4E09;&#x5341;&#x516C;&#x5206;&#x5BEC;&#x3001;&#x63A5;&#x8FD1;&#x534A;&#x516C;&#x5C3A;&#x6DF1;&#x3002;</p>
<p>&#x4F60;&#x60F3;&#x8D77;&#x5C71;&#x5730;&#x539F;&#x4F4F;&#x6C11;&#x66FE;&#x63D0;&#x9192;&#x4F60;&#x7684;&#x3002;&#x4ED6;&#x5011;&#x8AAA;&#xFF0C;&#x4E0D;&#x8981;&#x5728;&#x5C71;&#x88E1;&#x8D70;&#x592A;&#x9060;&#x3002;&#x6709;&#x96BB;&#x767D;&#x8272;&#x5DE8;&#x7378;&#x5728;&#x96EA;&#x5730;&#x4E2D;&#x51FA;&#x6C92;&#xFF0C;&#x4ED6;&#x5011;&#x5E36;&#x8457;&#x656C;&#x754F;&#x7684;&#x5FC3;&#x60C5;&#x7A31;&#x7260;&#x70BA;&#x300C;&#x7F85;&#x8036;&#x5E1D;&#x300D;&#xFF0C;&#x610F;&#x601D;&#x662F;&#x300C;&#x718A;&#x738B;&#x300D;&#x3002;</p>
<p>&#x4F60;&#x660E;&#x767D;&#x4ED6;&#x5011;&#x70BA;&#x4EC0;&#x9EBC;&#x9019;&#x9EBC;&#x93AE;&#x91CD;&#x5730;&#x8B66;&#x544A;&#x4F60;&#x3002;&#x5F9E;&#x8DB3;&#x8DE8;&#x7684;&#x8DDD;&#x96E2;&#x4F86;&#x770B;&#xFF0C;&#x8DB3;&#x8DE1;&#x7684;&#x4E3B;&#x4EBA;&#x61C9;&#x6709;&#x8D85;&#x904E;&#x4E00;&#x5C64;&#x6A13;&#x9AD8;&#x3002;&#x7576;&#x7260;&#x5728;&#x96EA;&#x5730;&#x4E2D;&#x5954;&#x8DD1;&#xFF0C;&#x4F60;&#x80FD;&#x60F3;&#x50CF;&#x8DB3;&#x4EE5;&#x5F15;&#x767C;&#x96EA;&#x5D29;&#x7684;&#x5DE8;&#x5927;&#x9707;&#x52D5;&#xFF0C;&#x4F60;&#x60F3;&#x50CF;&#x7260;&#x5F35;&#x958B;&#x5634;&#xFF0C;&#x80FD;&#x5920;&#x4E00;&#x53E3;&#x54AC;&#x4E0B;&#x4EC0;&#x9EBC;&#x3002;</p>
<p>&#x4F60;&#x4E0D;&#x7981;&#x6709;&#x4E9B;&#x80CC;&#x810A;&#x767C;&#x5BD2;&#xFF0C;&#x4E00;&#x500B;&#x5FF5;&#x982D;&#x6D6E;&#x4E0A;&#x4F60;&#x7684;&#x5FC3;&#x4E2D;&#x3002;&#x9019;&#x4E0D;&#x6703;&#x662F;&#x4EC0;&#x9EBC;&#x767D;&#x718A;&#x3002;&#x5C31;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x3002;</p>
</blockquote>
<p>&#x6211;&#x5011;&#x52D9;&#x5FC5;&#x8B39;&#x614E;&#xFF1A;&#x76F4;&#x5230;&#x6700;&#x5F8C;&#x7684;&#x6642;&#x523B;&#x4F86;&#x81E8;&#xFF0C;&#x4E0D;&#x8981;&#x7D66;&#x73A9;&#x5BB6;&#x5B8C;&#x6574;&#x7684;&#x5716;&#x50CF;&#x2014;&#x2014;&#x5728;&#x90A3;&#x4E4B;&#x524D;&#xFF0C;&#x5C07;&#x4E00;&#x5207;&#x7559;&#x5728;&#x66D6;&#x6627;&#x4E2D;&#x3002;</p>
<blockquote>
<p>&#x5176;&#x4ED6;&#x5C0F;&#x63D0;&#x793A;&#xFF1A;</p>
<ul>
<li>&#x8981;&#x62C6;&#x5206;&#x8CC7;&#x8A0A;&#x6642;&#xFF0C;&#x8003;&#x616E;&#x4F60;&#x6709;&#x54EA;&#x4E9B;&#x5A92;&#x4ECB;&#xFF1A;&#x8DB3;&#x8DE1;&#x3001;&#x722A;&#x75D5;&#x3001;&#x7269;&#x7406;&#x91CF;&#x3001;&#x6C23;&#x5473;&#x3001;&#x8072;&#x97F3;&#x3001;&#x760B;&#x72C2;&#x7684;&#x8B49;&#x8A00;&#x3001;&#x986B;&#x6296;&#x7684;&#x8F49;&#x8FF0;&#x3001;&#x51B7;&#x51B0;&#x51B0;&#x7684;&#x5B98;&#x65B9;&#x5831;&#x544A;&#x7B49;&#x3002;</li>
<li>&#x7DF4;&#x7FD2;&#x63CF;&#x8FF0;&#x975C;&#x7269;&#x3002;&#x89C0;&#x5BDF;&#x8EAB;&#x908A;&#x4E8B;&#x7269;&#x7684;&#x7D30;&#x7BC0;&#xFF0C;&#x8A66;&#x8457;&#x5C07;&#x4E9B;&#x53F8;&#x7A7A;&#x898B;&#x6163;&#x7684;&#x6771;&#x897F;&#x7528;&#x5F9E;&#x672A;&#x60F3;&#x904E;&#x7684;&#x65B9;&#x5F0F;&#x9032;&#x884C;&#x5074;&#x5BEB;&#x3002;&#x9019;&#x7A2E;&#x624B;&#x6CD5;&#x6211;&#x5011;&#x7A31;&#x4E4B;&#x70BA;&#x300C;&#x758F;&#x96E2;&#x300D;&#xFF0C;&#x7DF4;&#x7FD2;&#x5B83;&#xFF01;</li>
<li>&#x4F60;&#x5F97;&#x5148;&#x81EA;&#x5DF1;&#x5BB3;&#x6015;&#x624D;&#x80FD;&#x8B93;&#x4EBA;&#x6050;&#x61FC;&#x3002;&#x7DF4;&#x7FD2;&#x5BB3;&#x6015;&#xFF0C;&#x8B93;&#x81EA;&#x5DF1;&#x70BA;&#x81EA;&#x5DF1;&#x7684;&#x63CF;&#x8FF0;&#x986B;&#x6296;&#x3002;</li>
<li>&#x4F60;&#x53EF;&#x4EE5;&#x5C07;&#x901F;&#x5EA6;&#x653E;&#x5F97;&#x591A;&#x6162;&#xFF1F;&#x8003;&#x616E;&#x4E00;&#x500B;&#x5834;&#x666F;&#xFF0C;&#x89D2;&#x8272;&#x7684;&#x5F8C;&#x65B9;&#x6709;&#x602A;&#x7570;&#x7684;&#x5480;&#x56BC;&#x8072;&#xFF0C;&#x4ED6;&#x61C9;&#x8A72;&#x4EE5;&#x600E;&#x6A23;&#x7684;&#x901F;&#x5EA6;&#x8F49;&#x8EAB;&#x3002;&#x6162;&#xFF0C;&#x662F;&#x8815;&#x884C;&#x7684;&#x540C;&#x7FA9;&#x8A5E;&#x3002;</li>
<li>&#x602A;&#x7269;&#x662F;&#x4EE3;&#x540D;&#x8A5E;&#xFF0C;&#x5C07;&#x602A;&#x7269;&#x85CF;&#x5728;&#x9ED1;&#x6697;&#x4E2D;&#x3002;</li>
<li>&#x602A;&#x7269;&#x662F;&#x4EE3;&#x540D;&#x8A5E;&#xFF0C;&#x4E0D;&#x8981;&#x76F4;&#x547C;&#x602A;&#x7269;&#x7684;&#x540D;&#x5B57;&#x3002;&#x5982;&#x679C;&#x4F60;&#x64D4;&#x5FC3;&#x6F0F;&#x9921;&#xFF0C;&#x628A;&#x602A;&#x7269;&#x7684;&#x5916;&#x89C0;&#x63DB;&#x6389;&#x3002;</li>
</ul>
</blockquote>
<h1 id="&#x611F;&#x5B98;&#x548C;&#x985E;&#x6BD4;&#x8CA7;&#x7AAE;&#x5373;&#x662F;&#x5BCC;&#x88D5;">&#x611F;&#x5B98;&#x548C;&#x985E;&#x6BD4;&#xFF1A;&#x8CA7;&#x7AAE;&#x5373;&#x662F;&#x5BCC;&#x88D5;</h1>
<p>&#x5FD8;&#x8A18;&#x96FB;&#x5F71;&#x3002;&#x8B93;&#x6211;&#x5011;&#x56DE;&#x5230;&#x771F;&#x5BE6;&#x7684;&#x904A;&#x6232;&#x5883;&#x6CC1;&#x88E1;&#x9762;&#x4F86;&#x3002;&#x6211;&#x5E0C;&#x671B;&#x5F37;&#x8ABF;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#x4E86;&#x89E3;&#x4F60;&#x7684;<strong>&#x5DE5;&#x5177;</strong>&#xFF0C;&#x4F60;&#x6709;&#x5169;&#x7A2E;&#x5DE5;&#x5177;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#xFF1A;</p>
<ul>
<li><strong>&#x611F;&#x5B98;</strong>&#xFF1A;&#x89D2;&#x8272;&#x5C0D;&#x4E16;&#x754C;&#x7684;&#x76F4;&#x63A5;&#x63A5;&#x89F8;&#xFF0C;&#x5305;&#x62EC;&#x8996;&#x89BA;&#x3001;&#x807D;&#x89BA;&#x3001;&#x89F8;&#x89BA;&#x3001;&#x5473;&#x89BA;&#xFF08;&#xFF1F;&#xFF09;&#x3001;&#x807D;&#x89BA;&#x3001;&#x55C5;&#x89BA;&#x3002;</li>
<li><strong>&#x985E;&#x6BD4;</strong>&#xFF1A;&#x985E;&#x6BD4;&#x662F;&#x611F;&#x5B98;&#x7684;&#x8A5E;&#x5F59;&#x7684;&#x64F4;&#x5145;&#xFF0C;&#x7528;&#x4F86;&#x5E6B;&#x52A9;&#x4F60;&#x5EFA;&#x7ACB;&#x63CF;&#x8FF0;&#x7684;&#x771F;&#x5BE6;&#x611F;&#x3002;</li>
</ul>
<p>&#x76E1;&#x91CF;&#x7528;&#x4E0A;&#x5168;&#x90E8;&#x7684;&#x5DE5;&#x5177;&#xFF0C;&#x9019;&#x662F;&#x4F60;&#x8A72;&#x52AA;&#x529B;&#x5617;&#x8A66;&#x7684;&#x3002;&#x7136;&#x5F8C;&#xFF0C;&#x9019;&#x5C31;&#x662F;&#x5168;&#x90E8;&#x4E86;&#x3002;</p>
<p>&#x300C;&#x76E1;&#x91CF;&#x7528;&#x4E0A;&#x5168;&#x90E8;&#x300D;&#xFF0C;&#x610F;&#x601D;&#x662F;&#xFF0C;&#x4E0D;&#x8981;&#x53EA;&#x95DC;&#x6CE8;&#x5728;&#x770B;&#xFF0C;&#x8ABF;&#x67E5;&#x54E1;&#x6703;&#x807D;&#xFF0C;&#x9084;&#x6703;&#x805E;&#xFF0C;&#x800C;&#x7576;&#x4F60;&#x7684;<strong>&#x611F;&#x5B98;</strong>&#x7684;&#x8A5E;&#x5F59;&#x4E0D;&#x5920;&#x7528;&#x6642;&#xFF0C;&#x5C31;&#x8B93;<strong>&#x985E;&#x6BD4;</strong>&#x767C;&#x751F;&#x4F5C;&#x7528;&#x3002;</p>
<blockquote>
<p>&#x5916;&#x9762;&#x7684;&#x66B4;&#x98A8;&#x96EA;&#x975E;&#x5E38;&#x5F37;&#x52C1;&#xFF0C;&#x4F60;&#x807D;&#x5230;&#x4E00;&#x4E9B;&#x788E;&#x51B0;&#x6216;&#x96EA;&#x53CA;&#x6253;&#x5728;&#x6728;&#x5C4B;&#x4E0A;&#x767C;&#x51FA;&#x7684;&#x6572;&#x64CA;&#x8072;&#x3002;&#x4F60;&#x8AAA;&#x4F60;&#x60F3;&#x716E;&#x5496;&#x5561;&#x5C0D;&#x5427;&#xFF1F;</p>
<p>&#x300C;&#x5C0D;&#x3002;&#x300D;</p>
<p>&#x4F60;&#x8737;&#x7E2E;&#x5728;&#x89D2;&#x843D;&#xFF0C;&#x7528;&#x9152;&#x7CBE;&#x71C8;&#x716E;&#x4E00;&#x58FA;&#x6C34;&#x3002;&#x4F60;&#x7B49;&#x5F85;&#x8457;&#x6C34;&#x6EFE;&#xFF0C;&#x805E;&#x5230;&#x4E00;&#x4E9B;&#x6C34;&#x548C;&#x91D1;&#x5C6C;&#x6DF7;&#x5408;&#x7684;&#x6C23;&#x5473;&#x3002;&#x7A7A;&#x6C23;&#x662F;&#x6FD5;&#x51B7;&#x7684;&#x3002;</p>
<p>&#x5C31;&#x5728;&#x9019;&#x6642;&#xFF0C;&#x4F60;&#x807D;&#x5230;&#x50CF;&#x662F;&#x6A39;&#x679D;&#x88AB;&#x58D3;&#x65B7;&#x7684;&#x8072;&#x97F3;&#x2014;&#x2014;&#x61C9;&#x8A72;&#x8AAA;&#x6A39;&#x5E79;&#x88AB;&#x58D3;&#x65B7;&#x7684;&#x8072;&#x97F3;&#xFF0C;&#x4F60;&#x6C92;&#x807D;&#x904E;&#x9019;&#x6A23;&#x7684;&#x8072;&#x97F3;&#x3002;&#x9019;&#x8072;&#x97F3;&#x88AB;&#x5927;&#x96EA;&#x4E00;&#x4E0B;&#x5C31;&#x63A9;&#x84CB;&#x4E86;&#x3002;</p>
<p>&#x300C;&#x6211;&#x4E0D;&#x78BA;&#x5B9A;&#x90A3;&#x662F;&#x4EC0;&#x9EBC;&#xFF0C;&#x9019;&#x88E1;&#x6709;&#x7A97;&#x6236;&#x55CE;&#xFF1F;&#x6211;&#x6703;&#x4E0D;&#x6703;&#x807D;&#x932F;&#x4E86;&#xFF1F;&#x300D;&#xFF08;<strong>&#x8046;&#x807D;</strong>&#x6AA2;&#x5B9A;&#x5931;&#x6557;&#xFF09;</p>
<p>&#x5C31;&#x5728;&#x4F60;&#x61F7;&#x7591;&#x81EA;&#x5DF1;&#x662F;&#x5426;&#x807D;&#x932F;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x6709;&#x500B;&#x6771;&#x897F;&#x649E;&#x4E0A;&#x4E86;&#x4F60;&#x80CC;&#x5F8C;&#x7684;&#x6728;&#x7246;&#x3002;&#x90A3;&#x8072;&#x97F3;&#x50CF;&#x662F;&#x6C99;&#x5305;&#x649E;&#x64CA;&#x7684;&#x8072;&#x97F3;&#x3002;&#x7136;&#x5F8C;&#x7B2C;&#x4E8C;&#x6B21;&#x3002;&#x9019;&#x6B21;&#x8072;&#x97F3;&#x4F86;&#x5F97;&#x66F4;&#x5927;&#x3002;</p>
<p>&#x300C;OK&#xFF0C;&#x6211;&#x6709;&#x9EDE;&#x5BB3;&#x6015;&#xFF0C;&#x6211;&#x8981;&#x9000;&#x5230;&#x7246;&#x7684;&#x53E6;&#x4E00;&#x908A;&#x3002;&#x300D;</p>
<p>&#x7576;&#x4F60;&#x8D70;&#x5230;&#x5C4B;&#x5B50;&#x4E2D;&#x9593;&#xFF0C;&#x7B2C;&#x4E09;&#x4E0B;&#x649E;&#x64CA;&#x6728;&#x7246;&#x7684;&#x8072;&#x97F3;&#x97FF;&#x8D77;&#xFF0C;&#x61C9;&#x8072;&#x800C;&#x788E;&#xFF0C;&#x6574;&#x9593;&#x5C4B;&#x5B50;&#x90FD;&#x5728;&#x6643;&#x52D5;&#xFF0C;&#x5728;&#x9ED1;&#x6697;&#x4E2D;&#xFF0C;&#x4E00;&#x4E9B;&#x7070;&#x5875;&#x843D;&#x4E86;&#x4E0B;&#x4F86;&#x3002;&#x5BD2;&#x98A8;&#x5439;&#x5728;&#x4F60;&#x7684;&#x80CC;&#x4E0A;&#xFF0C;&#x66B4;&#x98A8;&#x96EA;&#x7684;&#x8072;&#x97F3;&#x76F4;&#x63A5;&#x50B3;&#x4E86;&#x9032;&#x4F86;&#xFF0C;&#x4E00;&#x4E9B;&#x788E;&#x51B0;&#x548C;&#x6728;&#x5C51;&#x6253;&#x5728;&#x4F60;&#x7684;&#x8116;&#x5B50;&#x4E0A;&#x3002;</p>
<p>&#x300C;&#x6211;...&#x6211;&#x8F49;&#x982D;&#x770B;&#x90A3;&#x88E1;&#x6709;&#x4EC0;&#x9EBC;&#x3002;&#x300D;</p>
<p>&#x4F60;&#x8F49;&#x904E;&#x982D;&#xFF0C;&#x90A3;&#x88E1;&#x7121;&#x7591;&#x5730;&#x958B;&#x4E86;&#x4E00;&#x500B;&#x5927;&#x6D1E;&#x3002;&#x90A3;&#x500B;&#x5927;&#x6D1E;&#x5F8C;&#x9762;&#x662F;&#x4E00;&#x6574;&#x7247;&#x7684;&#x9ED1;&#x6697;&#xFF0C;&#x4F60;&#x770B;&#x5230;&#x6709;&#x500B;&#x6771;&#x897F;&#x5F9E;&#x7834;&#x6D1E;&#x5F8C;&#x9762;&#x6DF1;&#x4E86;&#x9032;&#x4F86;&#x3002;&#x90A3;&#x50CF;&#x662F;&#x5DE8;&#x5927;&#x7684;&#x3001;&#x9ED1;&#x8272;&#x7684;&#x722A;&#x5B50;&#xFF0C;&#x6276;&#x8457;&#x7834;&#x6D1E;&#x7684;&#x4E0A;&#x7DE3;&#x3002;</p>
<p>&#x4F60;&#x770B;&#x4E0D;&#x6E05;&#x695A;&#x9ED1;&#x6697;&#x4E2D;&#x6709;&#x4EC0;&#x9EBC;&#xFF0C;&#x4F46;&#x4F60;&#x78BA;&#x5B9A;&#x90A3;&#x500B;&#x6771;&#x897F;&#x906E;&#x4F4F;&#x4E86;&#x98A8;&#x96EA;&#x3002;&#x5169;&#x96BB;&#x50CF;&#x662F;&#x5074;&#x8457;&#x982D;&#x7684;&#x5DE8;&#x5927;&#x7D05;&#x8272;&#x96D9;&#x773C;&#x53CD;&#x5C04;&#x4E86;&#x4F60;&#x624B;&#x4E2D;&#x7684;&#x5FAE;&#x5149;&#x3002;&#x4F60;&#x4E0D;&#x78BA;&#x5B9A;&#x7260;&#x6709;&#x6C92;&#x6709;&#x770B;&#x5230;&#x4F60;&#x3002;</p>
<p>&#x300C;&#x5443;&#xFF0C;&#x90A3;&#x6211;...&#x300D;</p>
<p>&#x5148;&#x4F5C; San &#x6AA2;&#x5B9A;&#x5427;&#x3002;</p>
</blockquote>
<p>&#x76E1;&#x53EF;&#x80FD;&#x5730;&#x9867;&#x5230;&#x5168;&#x90E8;&#x7684;&#x611F;&#x5B98;&#xFF0C;&#x4F60;&#x7684;&#x73A9;&#x5BB6;&#x6703;&#x611F;&#x89BA;&#x5230;&#x5F35;&#x529B;&#x3002;</p>
<blockquote>
<p>&#x5176;&#x4ED6;&#x5C0F;&#x63D0;&#x793A;&#xFF1A;</p>
<ul>
<li>&#x975C;&#x614B;&#x7DF4;&#x7FD2;&#xFF1A;&#x805A;&#x7126;&#x5728;&#x611F;&#x5B98;&#x7684;&#x7126;&#x9EDE;&#x4E0A;&#xFF01;&#x4E0D;&#x8981;&#x7BA1;&#x96FB;&#x5F71;&#x93E1;&#x982D;&#xFF0C;&#x7576;&#x4F60;&#x9700;&#x8981;&#x63CF;&#x8FF0;&#x602A;&#x7269;&#xFF0C;&#x4F60;&#x5C31;&#x8981;&#x628A;&#x7126;&#x9EDE;&#x5168;&#x90E8;&#x653E;&#x5728;&#x89D2;&#x8272;&#x7684;&#x611F;&#x5B98;&#x4E0A;&#x3002;</li>
<li>&#x52D5;&#x614B;&#x7DF4;&#x7FD2;&#xFF1A;&#x7DF4;&#x7FD2;&#x8B93;&#x73A9;&#x5BB6;&#x4E3B;&#x52D5;&#xFF0C;&#x4E26;&#x5728;&#x4ED6;&#x5011;&#x4E3B;&#x52D5;&#x7684;&#x6642;&#x5019;&#x554F;&#xFF1A;&#x9019;&#x500B;&#x89D2;&#x8272;&#x73FE;&#x5728;&#x6703;&#x611F;&#x89BA;&#x5230;&#x4EC0;&#x9EBC;&#xFF1F;&#x96A8;&#x8457;&#x89D2;&#x8272;&#x7684;&#x884C;&#x52D5;&#x53BB;&#x5C55;&#x958B;&#x8CC7;&#x8A0A;&#x3002;&#x7576;&#x602A;&#x7269;&#x96E2;&#x89D2;&#x8272;&#x8D8A;&#x8FD1;&#xFF0C;&#x4F60;&#x8D8A;&#x9700;&#x8981;&#x9019;&#x9EBC;&#x505A;&#x3002;</li>
<li>&#x6DF7;&#x5408;&#x7DF4;&#x7FD2;&#x9019;&#x5169;&#x500B;&#xFF0C;&#x76F4;&#x5230;&#x5C07;&#x4F60;&#x7684;&#x5E36;&#x5718;&#x7FD2;&#x6163;&#x5B8C;&#x5168;&#x8ABF;&#x6574;&#x904E;&#x4F86;&#xFF1A;&#x89D2;&#x8272;&#x662F;&#x6050;&#x6016;&#x5834;&#x666F;&#x7684;&#x7D93;&#x6B77;&#x8005;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x65C1;&#x89C0;&#x8005;&#x3002;</li>
</ul>
</blockquote>
<h1 id="&#x611F;&#x89BA;&#x8207;&#x7279;&#x8272;&#x5316;&#x6050;&#x61FC;&#x662F;&#x5F88;&#x500B;&#x4EBA;&#x7684;&#x4E8B;">&#x611F;&#x89BA;&#x8207;&#x7279;&#x8272;&#x5316;&#xFF1A;&#x6050;&#x61FC;&#x662F;&#x5F88;&#x500B;&#x4EBA;&#x7684;&#x4E8B;</h1>
<p>&#x4E00;&#x500B;&#x5C0F;&#x6280;&#x5DE7;&#xFF1A;&#x7D66;&#x6240;&#x6709;&#x73A9;&#x5BB6;&#x89D2;&#x8272;&#x4E0D;&#x540C;&#x7684;&#x7D30;&#x7BC0;&#x3002;</p>
<p>&#x5982;&#x679C;&#x53EA;&#x6709;&#x4E00;&#x500B;&#x73A9;&#x5BB6;&#x89D2;&#x8272;&#x5728;&#x5834;&#x666F;&#x4E2D;&#xFF0C;&#x4F60;&#x4E0D;&#x9700;&#x8981;&#x8003;&#x616E;&#x9019;&#x500B;&#xFF0C;&#x56E0;&#x70BA;&#x4ED6;&#x662F;&#x552F;&#x4E00;&#x7684;&#x7D93;&#x6B77;&#x8005;&#x3002;&#x4F60;&#x5B8C;&#x5168;&#x53EF;&#x4EE5;&#x6839;&#x64DA;&#x9019;&#x500B;&#x89D2;&#x8272;&#x7684;&#x5FC3;&#x7406;&#x72C0;&#x614B;&#x4F86;&#x92EA;&#x9673;&#x6050;&#x61FC;&#x3002;</p>
<p>&#x4F46;&#x5982;&#x679C;&#x6709;&#x8907;&#x6578;&#x7684;&#x89D2;&#x8272;&#x5728;&#x5834;&#x666F;&#x4E2D;&#xFF0C;&#x90A3;&#x61C9;&#x8A72;&#x600E;&#x9EBC;&#x505A;&#x5462;&#xFF1F;&#x4E00;&#x500B;&#x5BE6;&#x52D9;&#x4E0A;&#x6700;&#x53EF;&#x884C;&#x7684;&#x4F5C;&#x6CD5;&#xFF1A;&#x9032;&#x884C;&#x5B8C;&#x7C21;&#x55AE;&#x7684;&#x5370;&#x8C61;&#x5F8C;&#xFF0C;&#x5148;&#x9032;&#x884C;&#x4E00;&#x6B21; San &#x6AA2;&#x5B9A;&#xFF0C;&#x518D;&#x6839;&#x64DA; San &#x6AA2;&#x5B9A;&#x7684;&#x7D50;&#x679C;&#xFF0C;&#x5C07;&#x7D30;&#x7BC0;&#x548C;&#x500B;&#x4EBA;&#x89C0;&#x611F;&#x52A0;&#x5165;&#x63CF;&#x8FF0;&#x4E2D;&#x3002;</p>
<blockquote>
<p>&#x5728;&#x5927;&#x96EA;&#x4E2D;&#xFF0C;&#x4F60;&#x5011;&#x5169;&#x4EBA;&#x6B7B;&#x547D;&#x5730;&#x524D;&#x9032;&#x3002;&#x4F60;&#x5011;&#x60F3;&#xFF0C;&#x518D;&#x904E;&#x53BB;&#x4E0D;&#x9060;&#x6709;&#x4E00;&#x500B;&#x767B;&#x5C71;&#x5BA2;&#x7684;&#x907F;&#x96E3;&#x5C0F;&#x5C4B;&#x3002;</p>
<p>&#x56E0;&#x70BA;&#x9084;&#x662F;&#x767D;&#x5929;&#xFF0C;&#x96EA;&#x5730;&#x4F9D;&#x7136;&#x767C;&#x4EAE;&#x3002;&#x9019;&#x6642;&#x5019;&#xFF0C;&#x4F60;&#x5011;&#x96B1;&#x7D04;&#x770B;&#x5230;&#x4EBA;&#x5F71;&#x5728;&#x4F60;&#x5011;&#x524D;&#x65B9;&#x3002;</p>
<p>&#x300C;&#x6709;&#x4EBA;&#xFF1F;&#x6211;&#x5011;&#x5F80;&#x90A3;&#x908A;&#x52A0;&#x5FEB;&#x8173;&#x6B65;&#x3002;&#x300D;</p>
<p>&#x4F60;&#x5011;&#x5F88;&#x5FEB;&#x5730;&#x524D;&#x9032;&#xFF0C;&#x4F60;&#x5011;&#x767C;&#x73FE;&#x90A3;&#x500B;&#x4EBA;&#x5F71;&#x8B8A;&#x5F97;&#x8D8A;&#x4F86;&#x8D8A;&#x5927;&#x3002;</p>
<p>&#x4F46;&#x662F;&#x60C5;&#x8B8A;&#x5F97;&#x6709;&#x9EDE;&#x4E0D;&#x592A;&#x5C0D;&#x52C1;&#xFF0C;&#x90A3;&#x500B;&#x4EBA;&#x5F71;&#x8B8A;&#x5F97;&#x8D8A;&#x4F86;&#x8D8A;&#x5927;&#xFF0C;&#x4F46;&#x8DDF;&#x4F60;&#x5011;&#x7684;&#x8DDD;&#x96E2;&#x4E26;&#x6C92;&#x6709;&#x8B8A;&#x5F97;&#x5920;&#x8FD1;&#x3002;&#x4F60;&#x5011;&#x611F;&#x5230;&#x6709;&#x9EDE;&#x602A;&#x7570;&#xFF0C;&#x4F60;&#x5011;&#x8DDD;&#x96E2;&#x90A3;&#x9EBC;&#x9060;&#xFF0C;&#x90A3;&#x500B;&#x4EBA;&#x5F71;&#x986F;&#x7136;&#x592A;&#x5927;&#x7684;&#x3002;</p>
<p>&#x300C;&#x4E0D;&#x5C0D;&#xFF01;&#x90A3;&#x4E0D;&#x662F;&#x4EBA;&#xFF01;&#x6211;&#x5011;&#x5F97;&#x9003;&#x3002;&#x300D;&#x300C;&#x5FEB;&#x9003;&#x5427;&#xFF01;&#x300D;</p>
<p>&#x90A3;&#x4EBA;&#x5F71;&#x4F9D;&#x7136;&#x7E7C;&#x7E8C;&#x8B8A;&#x5927;&#xFF0C;&#x4F60;&#x5011;&#x614C;&#x5FD9;&#x5730;&#x5F8C;&#x9000;&#xFF0C;&#x4F46;&#x4F9D;&#x7136;&#x6C92;&#x6709;&#x62C9;&#x958B;&#x8DDD;&#x96E2;&#x3002;</p>
<p>&#x90A3;&#x500B;&#x9ED1;&#x5F71;&#x5728;&#x98A8;&#x96EA;&#x4E2D;&#x3001;&#x5728;&#x4F60;&#x5011;&#x80CC;&#x5F8C;&#xFF0C;&#x5DF2;&#x7D93;&#x662F;&#x5982;&#x6B64;&#x9760;&#x8FD1;&#xFF0C;&#x4F60;&#x5011;&#x807D;&#x5F97;&#x5230;&#x4ED6;&#x5927;&#x8072;&#x547C;&#x5438;&#x7684;&#x8072;&#x97F3;&#x3001;&#x5FEB;&#x901F;&#x5954;&#x8DD1;&#x7684;&#x8072;&#x97F3;&#x3002;</p>
<p>&#x300C;&#x6211;&#x5011;&#x6709;&#x5730;&#x65B9;&#x8EB2;&#x85CF;&#x55CE;&#xFF1F;&#x300D;&#xFF08;<strong>&#x96B1;&#x533F;</strong>&#x6AA2;&#x5B9A;&#x6210;&#x529F;&#xFF09;</p>
<p>&#x4F60;&#x5011;&#x627E;&#x5230;&#x4E86;&#x4E00;&#x9846;&#x9ED1;&#x8272;&#x7684;&#x3001;&#x88AB;&#x767D;&#x96EA;&#x8986;&#x84CB;&#x7684;&#x77F3;&#x982D;&#x3002;&#x4F60;&#x5011;&#x5B89;&#x975C;&#x5730;&#x8EB2;&#x597D;&#xFF0C;&#x4E0D;&#x6562;&#x767C;&#x51FA;&#x4EFB;&#x4F55;&#x8072;&#x97F3;&#x3002;</p>
<p>&#x5954;&#x8DD1;&#x7684;&#x8072;&#x97F3;&#x505C;&#x4E86;&#x4E0B;&#x4F86;&#xFF0C;&#x4F46;&#x547C;&#x5438;&#x7684;&#x8072;&#x97F3;&#x8B8A;&#x5F97;&#x66F4;&#x5927;&#x3002;&#x7576;&#x8173;&#x6B65;&#x8072;&#x7D93;&#x904E;&#x4F60;&#x5011;&#x7684;&#x8EAB;&#x908A;&#xFF0C;&#x4F60;&#x5011;&#x7D42;&#x65BC;&#x770B;&#x5230;&#x4E86;&#x90A3;&#x662F;&#x4EC0;&#x9EBC;&#x3002;</p>
<p>&#x4E00;&#x500B;&#x767D;&#x8272;&#x7684;&#x3001;&#x6709;&#x8457;&#x50CF;&#x662F;&#x7AF9;&#x6383;&#x628A;&#x822C;&#x525B;&#x786C;&#x7684;&#x7C97;&#x6BDB;&#x7684;&#x5DE8;&#x5927;&#x751F;&#x7269;&#x7D93;&#x904E;&#x4E86;&#x4F60;&#x5011;&#xFF0C;&#x91CE;&#x7378;&#x7684;&#x5473;&#x9053;&#x88AB;&#x98A8;&#x96EA;&#x5E36;&#x4E86;&#x904E;&#x4F86;&#x3002;&#x7260;&#x6B63;&#x5728;&#x5C0B;&#x627E;&#x8457;&#x7260;&#x7684;&#x7375;&#x7269;&#x3002;San &#x6AA2;&#x5B9A;&#x5427;&#x3002;</p>
<p>&#xFF08;San -3&#xFF09;&#x4F60;&#x6CE8;&#x610F;&#x4E0D;&#x8981;&#x770B;&#x5411;&#x90A3;&#x96D9;&#x7D05;&#x8272;&#x7684;&#x773C;&#x775B;&#xFF0C;&#x4F46;&#x4F60;&#x6C92;&#x8FA6;&#x6CD5;&#x4E0D;&#x6CE8;&#x610F;&#x5230;&#x7260;&#x7D30;&#x9577;&#x7D30;&#x9577;&#x7684;&#x624B;&#x722A;&#x548C;&#x5C16;&#x5229;&#x7684;&#x7360;&#x7259;&#x3002;&#x4F60;&#x7684;&#x624B;&#x6756;&#x300C;&#x556A;&#x300D;&#x5730;&#x6389;&#x843D;&#x5728;&#x5730;&#xFF0C;&#x98A8;&#x96EA;&#x6216;&#x8A31;&#x8DB3;&#x4EE5;&#x63A9;&#x84CB;&#x5B83;&#x7684;&#x8072;&#x97FF;&#x3002;</p>
<p>&#xFF08;San -6&#xFF09;&#x4F60;&#x5F9E;&#x672A;&#x898B;&#x904E;&#x9019;&#x6A23;&#x53EF;&#x6015;&#x7684;&#x4E8B;&#x7269;&#xFF0C;&#x4F60;&#x6BEB;&#x4E0D;&#x61F7;&#x7591;&#x90A3;&#x5C16;&#x7259;&#x548C;&#x5229;&#x722A;&#x80FD;&#x8F15;&#x6613;&#x5730;&#x6495;&#x788E;&#x4E00;&#x96BB;&#x729B;&#x725B;&#x3002;&#x7136;&#x5F8C;&#x4F60;&#x770B;&#x5230;&#x4E86;&#x90A3;&#x96D9;&#x53EF;&#x6015;&#x7684;&#x96D9;&#x773C;&#xFF0C;&#x5728;&#x767D;&#x8272;&#x7684;&#x96EA;&#x5730;&#x4E2D;&#x3002;&#x4F60;&#x5168;&#x8EAB;&#x986B;&#x6296;&#xFF0C;&#x90A3;&#x96D9;&#x7D05;&#x8272;&#x773C;&#x775B;&#x6B63;&#x770B;&#x8457;&#x4F60;&#xFF01;&#x4F60;&#x5927;&#x8072;&#x5C16;&#x53EB;&#x4E86;&#x51FA;&#x4F86;&#x22EF;&#x22EF;</p>
</blockquote>
<p>&#x6C38;&#x9060;&#x4E0D;&#x8981;&#x5FD8;&#x4E86;&#x5584;&#x7528;<strong>&#x500B;&#x4EBA;&#x89C0;&#x611F;</strong>&#x3002;&#x4E0D;&#x8981;&#x4EE5;&#x70BA;&#x500B;&#x4EBA;&#x89C0;&#x611F;&#x61C9;&#x8A72;&#x8B93;&#x73A9;&#x5BB6;&#x81EA;&#x4E3B;&#x63CF;&#x8FF0;&#xFF1A;&#x73A9;&#x5BB6;&#x6216;&#x8A31;&#x53EF;&#x4EE5;&#x81EA;&#x5DF1;&#x626E;&#x6F14;&#x6050;&#x61FC;&#x548C;&#x53CD;&#x61C9;&#x3002;</p>
<p>&#x500B;&#x4EBA;&#x89C0;&#x611F;&#x662F;&#x81EA;&#x767C;&#x6027;&#x7684;&#xFF0C;&#x6050;&#x61FC;&#x662F;&#x5F88;&#x500B;&#x4EBA;&#x7684;&#x4E8B;&#x3002;</p>
<blockquote>
<p>&#x5176;&#x4ED6;&#x5C0F;&#x63D0;&#x793A;&#xFF1A;</p>
<ul>
<li>&#x300C;&#x6050;&#x61FC;&#x662F;&#x5F88;&#x500B;&#x4EBA;&#x7684;&#x300D;&#x7684;&#x53CD;&#x9762;&#xFF0C;&#x662F;&#x300C;&#x6050;&#x61FC;&#x662F;&#x6703;&#x50B3;&#x67D3;&#x7684;&#x300D;&#x3002;&#x9019;&#x662F;&#x67D0;&#x7A2E;&#x985E;&#x578B;&#x7684;&#x5FC3;&#x7406;&#x6050;&#x6016;&#xFF1A;&#x9F13;&#x52F5;&#x73A9;&#x5BB6;&#x53BB;&#x5C55;&#x73FE;&#x4ED6;&#x5011;&#x7684;&#x6050;&#x61FC;&#xFF0C;&#x9019;&#x6703;&#x8B93;&#x4F60;&#x4E8B;&#x534A;&#x529F;&#x500D;&#x3002;</li>
<li>&#x300C;&#x6050;&#x61FC;&#x662F;&#x5F88;&#x500B;&#x4EBA;&#x7684;&#x300D;&#x7684;&#x53E6;&#x4E00;&#x500B;&#x7CDF;&#x7CD5;&#x7684;&#x9762;&#x5411;&#x662F;&#xFF0C;&#x4F60;&#x6C38;&#x9060;&#x53EF;&#x4EE5;&#x5229;&#x7528;&#x4E00;&#x4E9B;&#x73A9;&#x5BB6;&#x5BB3;&#x6015;&#x7684;&#x4E8B;&#x60C5;&#x4F86;&#x5687;&#x58DE;&#x4ED6;&#xFF1A;&#x7D66;&#x4ED6;&#x770B;&#x87F2;&#x5B50;&#x3001;&#x7D66;&#x4ED6;&#x770B;&#x5BC6;&#x96C6;&#x6050;&#x61FC;&#x7684;&#x7167;&#x7247;&#x3002;&#x4E0D;&#x8981;&#x9019;&#x9EBC;&#x505A;&#x3002;&#x4F60;&#x8981;&#x8B93;&#x73A9;&#x5BB6;&#x56E0;&#x70BA;&#x89D2;&#x8272;&#x7684;&#x7D93;&#x6B77;&#x800C;&#x611F;&#x5230;&#x6050;&#x61FC;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x76F4;&#x63A5;&#x5687;&#x73A9;&#x5BB6;&#x3002;</li>
</ul>
</blockquote>
<hr>
<p>&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B61;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x8ACB;&#x4E0D;&#x541D;&#x7528;&#x5BE6;&#x969B;&#x884C;&#x52D5;&#x652F;&#x6301;&#x6211;&#xFF1A;</p>
<ul>
<li><a href="https://www.patreon.com/weihung" target="_blank" rel="noopener"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="patreon" class="svg-inline--fa fa-patreon fa-w-16" role="img" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 512 512"><path fill="currentColor" d="M512 194.8c0 101.3-82.4 183.8-183.8 183.8-101.7 0-184.4-82.4-184.4-183.8 0-101.6 82.7-184.3 184.4-184.3C429.6 10.5 512 93.2 512 194.8zM0 501.5h90v-491H0v491z"/></svg> &#x5B9A;&#x671F;&#x652F;&#x6301;&#xFF08;patreon&#xFF09;</a></li>
<li><a href="https://www.paypal.com/pools/c/8jLP7Wsi80" target="_blank" rel="noopener"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="cc-paypal" class="svg-inline--fa fa-cc-paypal fa-w-18" role="img" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 576 512"><path fill="currentColor" d="M186.3 258.2c0 12.2-9.7 21.5-22 21.5-9.2 0-16-5.2-16-15 0-12.2 9.5-22 21.7-22 9.3 0 16.3 5.7 16.3 15.5zM80.5 209.7h-4.7c-1.5 0-3 1-3.2 2.7l-4.3 26.7 8.2-.3c11 0 19.5-1.5 21.5-14.2 2.3-13.4-6.2-14.9-17.5-14.9zm284 0H360c-1.8 0-3 1-3.2 2.7l-4.2 26.7 8-.3c13 0 22-3 22-18-.1-10.6-9.6-11.1-18.1-11.1zM576 80v352c0 26.5-21.5 48-48 48H48c-26.5 0-48-21.5-48-48V80c0-26.5 21.5-48 48-48h480c26.5 0 48 21.5 48 48zM128.3 215.4c0-21-16.2-28-34.7-28h-40c-2.5 0-5 2-5.2 4.7L32 294.2c-.3 2 1.2 4 3.2 4h19c2.7 0 5.2-2.9 5.5-5.7l4.5-26.6c1-7.2 13.2-4.7 18-4.7 28.6 0 46.1-17 46.1-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.2 8.2-5.8-8.5-14.2-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9 0 20.2-4.9 26.5-11.9-.5 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H200c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm40.5 97.9l63.7-92.6c.5-.5.5-1 .5-1.7 0-1.7-1.5-3.5-3.2-3.5h-19.2c-1.7 0-3.5 1-4.5 2.5l-26.5 39-11-37.5c-.8-2.2-3-4-5.5-4h-18.7c-1.7 0-3.2 1.8-3.2 3.5 0 1.2 19.5 56.8 21.2 62.1-2.7 3.8-20.5 28.6-20.5 31.6 0 1.8 1.5 3.2 3.2 3.2h19.2c1.8-.1 3.5-1.1 4.5-2.6zm159.3-106.7c0-21-16.2-28-34.7-28h-39.7c-2.7 0-5.2 2-5.5 4.7l-16.2 102c-.2 2 1.3 4 3.2 4h20.5c2 0 3.5-1.5 4-3.2l4.5-29c1-7.2 13.2-4.7 18-4.7 28.4 0 45.9-17 45.9-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.3 8.2-5.5-8.5-14-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9.3 0 20.5-4.9 26.5-11.9-.3 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H484c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm47.5-33.3c0-2-1.5-3.5-3.2-3.5h-18.5c-1.5 0-3 1.2-3.2 2.7l-16.2 104-.3.5c0 1.8 1.5 3.5 3.5 3.5h16.5c2.5 0 5-2.9 5.2-5.7L544 191.2v-.3zm-90 51.8c-12.2 0-21.7 9.7-21.7 22 0 9.7 7 15 16.2 15 12 0 21.7-9.2 21.7-21.5.1-9.8-6.9-15.5-16.2-15.5z"/></svg> &#x55AE;&#x6B21;&#x652F;&#x6301;&#xFF08;paypal&#xFF09;</a></li>
</ul>

            <!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->
            <audio id="audio" loop="1" preload="auto" controls="controls" data-autoplay="false">
                <source type="audio/mpeg" src="">
            </audio>
            
                <ul id="audio-list" style="display:none">
                    
                        <li title='0' data-url='https://wayneh.tw/mp3/Touching_Moment.mp3'></li>
                    
                        <li title='1' data-url='https://wayneh.tw/mp3/Dinner_for_Two.mp3'></li>
                    
                </ul>
            
        </div>
        <div id="disqus_thread">
    <script type="text/javascript">
    var disqus_shortname = '';
    var disqus_config = function () {
        this.page.url = 'https://wayneh.tw/2020/06/23/describe-monster/';
        this.page.identifier = '/2020/06/23/describe-monster/';
        this.page.title = '怪物！——神話生物的描述指南';
    };
    (function() { // DON'T EDIT BELOW THIS LINE
    var d = document, s = d.createElement('script');
    s.src = 'https://waynetwhexo.disqus.com/embed.js';
    s.setAttribute('data-timestamp', +new Date());
    (d.head || d.body).appendChild(s);
  })();
  </script>
  <noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>


        </div>
        </div>
    
        <div class='side'>
            <ol class="toc"><li class="toc-item toc-level-1"><a class="toc-link" href="#善用資訊碎片讓恐怖蠕行"><span class="toc-text">善用資訊碎片：讓恐怖蠕行</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#感官和類比貧窮即是富裕"><span class="toc-text">感官和類比：貧窮即是富裕</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#感覺與特色化恐懼是很個人的事"><span class="toc-text">感覺與特色化：恐懼是很個人的事</span></a></li></ol>
        </div>
    
    <div id="footnoteText"></div>
</div>

    </div>
</div><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</body>
<script src="//cdn.jsdelivr.net/npm/gitalk@1/dist/gitalk.min.js"></script>
<script src="//ajax.googleapis.com/ajax/libs/jquery/1.8.3/jquery.min.js"></script>
<script src="../../../../js/plugin.js"></script>
<script src="../../../../js/diaspora.js"></script>
<link rel="stylesheet" href="../../../../photoswipe/photoswipe.css">
<link rel="stylesheet" href="../../../../photoswipe/default-skin/default-skin.css">
<script src="../../../../photoswipe/photoswipe.min.js"></script>
<script src="../../../../photoswipe/photoswipe-ui-default.min.js"></script>

<!-- Root element of PhotoSwipe. Must have class pswp. -->
<div class="pswp" tabindex="-1" role="dialog" aria-hidden="true">
    <!-- Background of PhotoSwipe. 
         It's a separate element as animating opacity is faster than rgba(). -->
    <div class="pswp__bg"></div>
    <!-- Slides wrapper with overflow:hidden. -->
    <div class="pswp__scroll-wrap">
        <!-- Container that holds slides. 
            PhotoSwipe keeps only 3 of them in the DOM to save memory.
            Don't modify these 3 pswp__item elements, data is added later on. -->
        <div class="pswp__container">
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
        </div>
        <!-- Default (PhotoSwipeUI_Default) interface on top of sliding area. Can be changed. -->
        <div class="pswp__ui pswp__ui--hidden">
            <div class="pswp__top-bar">
                <!--  Controls are self-explanatory. Order can be changed. -->
                <div class="pswp__counter"></div>
                <button class="pswp__button pswp__button--close" title="Close (Esc)"></button>
                <button class="pswp__button pswp__button--share" title="Share"></button>
                <button class="pswp__button pswp__button--fs" title="Toggle fullscreen"></button>
                <button class="pswp__button pswp__button--zoom" title="Zoom in/out"></button>
                <!-- Preloader demo http://codepen.io/dimsemenov/pen/yyBWoR -->
                <!-- element will get class pswp__preloader--active when preloader is running -->
                <div class="pswp__preloader">
                    <div class="pswp__preloader__icn">
                      <div class="pswp__preloader__cut">
                        <div class="pswp__preloader__donut"></div>
                      </div>
                    </div>
                </div>
            </div>
            <div class="pswp__share-modal pswp__share-modal--hidden pswp__single-tap">
                <div class="pswp__share-tooltip"></div> 
            </div>
            <button class="pswp__button pswp__button--arrow--left" title="Previous (arrow left)">
            </button>
            <button class="pswp__button pswp__button--arrow--right" title="Next (arrow right)">
            </button>
            <div class="pswp__caption">
                <div class="pswp__caption__center"></div>
            </div>
        </div>
    </div>
</div>



<!-- Google Analytics -->
<script type="text/javascript">
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','https://www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-61272067-1', 'auto');
  ga('send', 'pageview');
</script>
<!-- End Google Analytics -->


</html>
