
<!DOCTYPE html>
<html lang="zh-TW" class="loading">
<head>
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><meta charset="UTF-8" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
    <meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <title>CoC 衍生系統：瑞阿勒提的呼喚（Call of R&#39;Ality） - 偉恩與咖啡</title>
    <meta name="apple-mobile-web-app-capable" content="yes" />
    <meta name="apple-mobile-web-app-status-bar-style" content="black-translucent">
    <meta name="google" content="notranslate" />
    
    <meta name="description" content="哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。,&amp;#x7576;&amp;#x4F60;&amp;#x51DD;&amp;#x8996;&amp;#x6DF1;&amp;#x6DF5;&amp;#xFF0C;&amp;#x6DF1;&amp;#x6DF5;&amp;#x4E5F;&amp;#x51DD;&amp;#x8996;&amp;#x,"> 
    <meta name="author" content="洪偉 Wei Hung"> 
    
    
    
<link rel="stylesheet" href="../../../../css/diaspora.css">

    <meta name="description" content="&amp;#x7576;&amp;#x4F60;&amp;#x51DD;&amp;#x8996;&amp;#x6DF1;&amp;#x6DF5;&amp;#xFF0C;&amp;#x6DF1;&amp;#x6DF5;&amp;#x4E5F;&amp;#x51DD;&amp;#x8996;&amp;#x8457;&amp;#x4F60;&amp;#x3002; &amp;#x2014;&amp;#x2014;&amp;#x5F17;&amp;#x91CC;&amp;#x5FB7;&amp;#x91CC;&amp;#x5E0C;&amp;#xFF0E;&amp;#x5A01;&amp;#x5EC9">
<meta property="og:type" content="article">
<meta property="og:title" content="CoC 衍生系統：瑞阿勒提的呼喚（Call of R&#39;Ality）">
<meta property="og:url" content="https://wayneh.tw/2020/05/27/call-of-r-ality/index.html">
<meta property="og:site_name" content="偉恩與咖啡">
<meta property="og:description" content="&amp;#x7576;&amp;#x4F60;&amp;#x51DD;&amp;#x8996;&amp;#x6DF1;&amp;#x6DF5;&amp;#xFF0C;&amp;#x6DF1;&amp;#x6DF5;&amp;#x4E5F;&amp;#x51DD;&amp;#x8996;&amp;#x8457;&amp;#x4F60;&amp;#x3002; &amp;#x2014;&amp;#x2014;&amp;#x5F17;&amp;#x91CC;&amp;#x5FB7;&amp;#x91CC;&amp;#x5E0C;&amp;#xFF0E;&amp;#x5A01;&amp;#x5EC9">
<meta property="og:locale" content="zh_TW">
<meta property="article:published_time" content="2020-05-27T06:08:54.000Z">
<meta property="article:modified_time" content="2020-06-19T07:52:58.458Z">
<meta property="article:author" content="洪偉 Wei Hung">
<meta property="article:tag" content="CoC">
<meta property="article:tag" content="自製規則">
<meta name="twitter:card" content="summary">
    <script id="dsq-count-scr" src="//waynetwhexo.disqus.com/count.js" async></script>
    <link href="https://fonts.googleapis.com/css?family=Noto+Sans+TC:400,500,700|Noto+Serif+TC:400,700&display=swap" rel="stylesheet">
    <script defer src="/js/all.js"></script> 
<!-- hexo injector head_end start -->
<link rel="stylesheet" href="custom_css_source.css">
<!-- hexo injector head_end end --><meta name="generator" content="Hexo 5.2.0"><link rel="alternate" href="atom.xml" title="偉恩與咖啡" type="application/atom+xml"><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</head>
<body class="loading">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><span id="config-title" style="display:none">偉恩與咖啡</span>
    <div id="loader"></div>
    <div id="single">
    <div id="top" style="display: block;">
    <div class="bar" style="width: 0;"></div>
    <a class="icon-home image-icon" href="javascript:;" data-url="https://wayneh.tw"></a>
    <div title="播放/暫停" class="icon-play"></div>
    <h3 class="subtitle">CoC 衍生系統：瑞阿勒提的呼喚（Call of R'Ality）</h3>
    <div class="social">
        <!--<div class="like-icon">-->
            <!--<a href="javascript:;" class="likeThis active"><span class="icon-like"></span><span class="count">76</span></a>-->
        <!--</div>-->
        <div>
            <div class="share">
                <a title="QR code" class="icon-scan" href="javascript:;"></a>
            </div>
            <div id="qr"></div>
        </div>
    </div>
    <div class="scrollbar"></div>
</div>

    <div class="section">
        <div class="article">
    <div class='main'>
        <h1 class="title">CoC 衍生系統：瑞阿勒提的呼喚（Call of R'Ality）</h1>
        <div class="stuff">
            <span>五月 27, 2020</span>
            
  <ul class="post-tags-list" itemprop="keywords"><li class="post-tags-list-item"><a class="post-tags-list-link" href="../../../../tags/CoC/" rel="tag">CoC</a></li><li class="post-tags-list-item"><a class="post-tags-list-link" href="../../../../tags/%E8%87%AA%E8%A3%BD%E8%A6%8F%E5%89%87/" rel="tag">自製規則</a></li></ul>


        </div>
        <div class="content markdown">
            <blockquote><p>&#x7576;&#x4F60;&#x51DD;&#x8996;&#x6DF1;&#x6DF5;&#xFF0C;&#x6DF1;&#x6DF5;&#x4E5F;&#x51DD;&#x8996;&#x8457;&#x4F60;&#x3002;</p>
<footer><strong>&#x2014;&#x2014;&#x5F17;&#x91CC;&#x5FB7;&#x91CC;&#x5E0C;&#xFF0E;&#x5A01;&#x5EC9;&#xFF0E;&#x5C3C;&#x91C7;</strong></footer></blockquote>
<p>&#x9019;&#x662F;&#x4E00;&#x500B;&#x4EE5; CoC 7 &#x70BA;&#x6838;&#x5FC3;&#x7684;&#x64F4;&#x5145;&#x898F;&#x5247;&#xFF1A;&#x4F60;&#x5C07;&#x5728;&#x514B;&#x8607;&#x9B6F;&#x795E;&#x8A71;&#x7684;&#x4E16;&#x754C;&#x4E2D;&#x626E;&#x6F14;&#x9670;&#x6697;&#x9762;&#x3002;&#x4F60;&#x662F;&#x760B;&#x72C2;&#x7684;&#x90AA;&#x6559;&#x5F92;&#xFF0C;&#x5728;&#x4EBA;&#x6027;&#x7684;&#x5149;&#x660E;&#x8207;&#x73FE;&#x5BE6;&#x7684;&#x8003;&#x9A57;&#x4E2D;&#x751F;&#x5B58;&#x3002;</p>
<p>&#x4F60;&#x6709;&#x8FA6;&#x6CD5;&#x4E00;&#x908A;&#x7E73;&#x5E33;&#x55AE;&#x4E00;&#x908A;&#x6E4A;&#x9322;&#x53EC;&#x559A;&#x90AA;&#x795E;&#x55CE;&#xFF1F;&#x5728;&#x53CD;&#x793E;&#x6703;&#x7684;&#x540C;&#x6642;&#x8981;&#x5982;&#x4F55;&#x878D;&#x5165;&#x90AA;&#x6559;&#x751F;&#x6D3B;&#xFF1F;&#x7576;&#x4F60;&#x6B63;&#x8981;&#x806F;&#x7D61;&#x4F60;&#x7684;&#x540C;&#x4F34;&#x5C0D;&#x4ED8;&#x8ABF;&#x67E5;&#x54E1;&#xFF0C;&#x537B;&#x767C;&#x73FE;&#x96FB;&#x8A71;&#x8CBB;&#x6C92;&#x9322;&#x7E73;&#x6709;&#x591A;&#x5C37;&#x5C2C;&#xFF1F;&#x4F60;&#x66FE;&#x7D93;&#x64CA;&#x6F70;&#x904E;&#x90AA;&#x6559;&#x5F92;&#xFF0C;&#x4F46;&#x4F60;&#x77AD;&#x89E3;&#x4ED6;&#x5011;&#x7684;&#x56F0;&#x5883;&#x55CE;&#xFF1F;&#x7576;&#x73FE;&#x5BE6;&#x7A81;&#x7136;&#x4F86;&#x8A2A;&#xFF0C;&#x4F60;&#x662F;&#x5426;&#x9084;&#x80FD;&#x7DAD;&#x6301;&#x4F60;&#x7684;&#x4FE1;&#x4EF0;&#xFF1F;</p>
<blockquote>
<p>CoC 7 &#x7248;&#x7684;&#x7248;&#x6B0A;&#x5C6C;&#x65BC;&#x6DF7;&#x6C8C;&#x5143;&#x7D20;&#xFF08;Chaosium&#xFF09;&#x3002;&#x9019;&#x500B;&#x884D;&#x751F;&#x7CFB;&#x7D71;&#x7531;&#x7C89;&#x7D72;&#x5275;&#x4F5C;&#xFF0C;&#x548C;&#x6DF7;&#x6C8C;&#x5143;&#x7D20;&#x6C92;&#x6709;&#x4EFB;&#x4F55;&#x95DC;&#x4FC2;&#x3002;</p>
</blockquote>
<h1>&#x5982;&#x4F55;&#x904A;&#x73A9;</h1>
<p>&#x4F60;&#x5982;&#x540C;&#x5275;&#x9020;&#x8ABF;&#x67E5;&#x54E1;&#x4E00;&#x822C;&#x5730;&#x5275;&#x9020;&#x89D2;&#x8272;&#x3002;&#x5728;&#x9019;&#x7AE0;&#x7BC0;&#xFF0C;&#x5217;&#x51FA;&#x672C;&#x898F;&#x5247;&#x8207;&#x6838;&#x5FC3;&#x898F;&#x5247;&#x7684;&#x5DEE;&#x7570;&#x3002;</p>
<h2 id="&#x80CC;&#x666F;&#x6545;&#x4E8B;"><a class="header-anchor" href="#&#x80CC;&#x666F;&#x6545;&#x4E8B;">&#xB6;</a>&#x80CC;&#x666F;&#x6545;&#x4E8B;</h2>
<p>&#x89D2;&#x8272;&#x5361;&#x7684;&#x80CC;&#x666F;&#x6545;&#x4E8B;&#x6B04;&#x4F4D;&#x4FEE;&#x6539;&#x5982;&#x4E0B;&#xFF0C;&#x540C;&#x6A23;&#xFF0C;&#x9078;&#x64C7;&#x4E00;&#x500B;&#x4F5C;&#x70BA;<strong>&#x95DC;&#x9375;&#x9023;&#x7D50;</strong>&#x3002;&#x901A;&#x5E38;&#x4F86;&#x8AAA;&#xFF0C;6 &#x5230; 8 &#x9805;&#x5728;&#x958B;&#x59CB;&#x6642;&#x5FC5;&#x9808;&#x7559;&#x767D;&#xFF1A;</p>
<ol>
<li><strong>&#x5916;&#x5728;&#x5F62;&#x8C61;</strong>&#xFF1A;&#x4F60;&#x9700;&#x8981;&#x63CF;&#x8FF0;&#x5169;&#x7A2E;&#x5916;&#x5728;&#x5F62;&#x8C61;&#xFF0C;&#x5916;&#x6BBC;&#x5F62;&#x8C61;&#x8207;&#x88CF;&#x5F62;&#x8C61;</li>
<li><strong>&#x4FE1;&#x4EF0;</strong>&#xFF1A;&#x4F60;&#x4FE1;&#x4EF0;&#x4E26;&#x656C;&#x754F;&#x8457;&#x4EC0;&#x9EBC;&#xFF1F;</li>
<li><strong>&#x4F9D;&#x9644;&#x5BE6;&#x9AD4;</strong>&#xFF1A;&#x7576;&#x4F60;&#x7368;&#x8655;&#x6642;&#xFF0C;&#x662F;&#x4EC0;&#x9EBC;&#x4EE4;&#x4F60;&#x7684;&#x5FC3;&#x667A;&#x7A69;&#x5B9A;&#x6557;&#x58DE;&#xFF1F;</li>
<li><strong>&#x760B;&#x72C2;</strong>&#xFF1A;&#x4F60;&#x7684;&#x7279;&#x8CEA;&#x662F;&#x4EC0;&#x9EBC;&#xFF1F;</li>
<li><strong>&#x4EBA;&#x6027;&#x5F31;&#x9EDE;</strong>&#xFF1A;&#x662F;&#x4EC0;&#x9EBC;&#x6771;&#x897F;&#x5728;&#x4E0D;&#x65B7;&#x5C07;&#x4F60;&#x62C9;&#x56DE;&#x73FE;&#x5BE6;&#xFF1F;</li>
<li><strong>&#x5B89;&#x5168;&#x611F;/&#x6EFF;&#x8DB3;&#x611F;</strong>&#xFF1A;&#x4F60;&#x6709;&#x600E;&#x6A23;&#x7684;&#x767C;&#x72C2;&#x75C7;&#x72C0;&#xFF1F;&#x4EC0;&#x9EBC;&#x8B93;&#x4F60;&#x8212;&#x9069;&#xFF1F;&#x4EC0;&#x9EBC;&#x8B93;&#x4F60;&#x6EFF;&#x8DB3;&#xFF1F;</li>
<li><strong>&#x6301;&#x6709;&#x9B54;&#x6CD5;</strong>&#xFF1A;&#x4F60;&#x660E;&#x767D;&#x600E;&#x6A23;&#x7684;&#x9B54;&#x6CD5;&#xFF1F;</li>
<li><strong>&#x5100;&#x5F0F;</strong>&#xFF1A;&#x5728;&#x4F60;&#x624B;&#x4E0A;&#x63E1;&#x6709;&#x4EC0;&#x9EBC;&#x91CD;&#x8981;&#x7684;&#x9B54;&#x6CD5;&#x8CC7;&#x6E90;&#xFF1F;</li>
</ol>
<h2 id="&#x4FE1;&#x7528;&#x8A55;&#x7D1A;&#x8207;&#x514B;&#x8607;&#x9B6F;&#x795E;&#x8A71;"><a class="header-anchor" href="#&#x4FE1;&#x7528;&#x8A55;&#x7D1A;&#x8207;&#x514B;&#x8607;&#x9B6F;&#x795E;&#x8A71;">&#xB6;</a>&#x4FE1;&#x7528;&#x8A55;&#x7D1A;&#x8207;&#x514B;&#x8607;&#x9B6F;&#x795E;&#x8A71;</h2>
<p>&#x4F60;&#x6309;&#x7167;&#x4F60;&#x7684;&#x8077;&#x696D;&#x5206;&#x914D;<strong>&#x4FE1;&#x7528;&#x8A55;&#x7D1A;</strong>&#xFF0C;&#x4F46;&#x4E4B;&#x5F8C;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x5C07;&#x4EFB;&#x610F;&#x9EDE;&#x6578;&#x7684;<strong>&#x4FE1;&#x7528;&#x8A55;&#x7D1A;</strong>&#x5206;&#x914D;&#x5230;<strong>&#x514B;&#x8607;&#x9B6F;&#x795E;&#x8A71;</strong>&#x6280;&#x80FD;&#x3002;</p>
<p><strong>&#x514B;&#x8607;&#x9B6F;&#x795E;&#x8A71;</strong>&#x9664;&#x4E86;&#x610F;&#x5473;&#x8457;&#x4F60;&#x5C0D;&#x795E;&#x8A71;&#x4E16;&#x754C;&#x7684;&#x7406;&#x89E3;&#xFF0C;&#x540C;&#x6642;&#x4E5F;&#x4EE3;&#x8868;&#x4F60;&#x5728;&#x90AA;&#x6559;&#x793E;&#x7FA4;&#x4E2D;&#x7684;&#x5F71;&#x97FF;&#x529B;&#x548C;&#x80FD;&#x53D6;&#x5F97;&#x7684;&#x795E;&#x8A71;&#x8CC7;&#x6E90;&#xFF0C;&#x53EF;&#x4EE5;&#x7406;&#x89E3;&#x6210;&#x4F60;&#x5728;&#x90AA;&#x6559;&#x5708;&#x7684;&#x5730;&#x4F4D;&#xFF0C;&#x4E5F;&#x4EE3;&#x8868;&#x4F60;&#x66F8;&#x623F;&#x5167;&#x7684;&#x795E;&#x79D8;&#x6587;&#x66F8;&#x6709;&#x591A;&#x5C11;&#x3002;&#x5269;&#x4E0B;&#x4F86;&#x7684;<strong>&#x4FE1;&#x7528;&#x8A55;&#x7D1A;</strong>&#x4EE3;&#x8868;&#x4F60;&#x82B1;&#x9322;&#x548C;&#x6642;&#x9593;&#x4F9B;&#x5949;&#x7D66;&#x90AA;&#x6559;&#x6D3B;&#x52D5;&#x5F8C;&#xFF0C;&#x5269;&#x4E0B;&#x4F86;&#x7684;&#x80FD;&#x5728;&#x4EBA;&#x985E;&#x793E;&#x6703;&#x4E2D;&#x53D6;&#x5F97;&#x7684;&#x8CC7;&#x6E90;&#xFF0C;&#x53CD;&#x6620;&#x5728;&#x8CC7;&#x7522;&#x3001;&#x6BCF;&#x65E5;&#x6D88;&#x8CBB;&#x984D;&#x5EA6;&#x548C;&#x73FE;&#x91D1;&#x4E0A;&#x3002;</p>
<p>&#x4F60;&#x6BCF;&#x64C1;&#x6709; 5 - 10 &#x9EDE;&#x514B;&#x8607;&#x9B6F;&#x795E;&#x8A71;&#xFF0C;KP &#x53EF;&#x80FD;&#x53EF;&#x4EE5;&#x7D66;&#x4F60;&#x4E00;&#x500B;&#x984D;&#x5916;&#x7684;&#x5492;&#x6587;&#x6216;&#x662F;&#x795E;&#x8A71;&#x66F8;&#x7C4D;&#x3002;&#x95B1;&#x8B80;&#x795E;&#x8A71;&#x66F8;&#x7C4D;&#x7684;&#x898F;&#x5247;&#x6309;&#x7167; 7 &#x7248;&#x6838;&#x5FC3;&#x7684;&#x898F;&#x5247;&#x8655;&#x7406;&#xFF1A;&#x6BCF;&#x6B21;&#x5B8C;&#x6574;&#x95B1;&#x8B80;&#x9700;&#x8981;&#x7684;&#x6642;&#x9593;&#x90FD;&#x662F;&#x4E0A;&#x6B21;&#x7684;&#x5169;&#x500D;&#xFF0C;&#x9019;&#x4F7F;&#x5F97;&#xFF0C;&#x4E00;&#x672C;&#x795E;&#x8A71;&#x66F8;&#x5C0D;&#x65BC;&#x7DAD;&#x7E6B;&#x4F60;&#x7684; San &#x503C;&#x7684;&#x529F;&#x80FD;&#x5C07;&#x9010;&#x6F38;&#x905E;&#x6E1B;&#x3002;</p>
<p>&#x9019;&#x610F;&#x5473;&#x8457;&#x795E;&#x8A71;&#x66F8;&#x548C;&#x795E;&#x8A71;&#x77E5;&#x8B58;&#x7684;&#x53D6;&#x5F97;&#x4E26;&#x975E;&#x6191;&#x7A7A;&#x800C;&#x4F86;&#xFF0C;&#x795E;&#x8A71;&#x66F8;&#x5F88;&#x8CB4;&#x3002;&#x5982;&#x679C; KP &#x5141;&#x8A31;&#xFF0C;&#x7576;&#x4F60;&#x8EAB;&#x70BA;&#x4E00;&#x500B;&#x6709;&#x7D93;&#x9A57;&#x7684;&#x90AA;&#x6559;&#x5F92;&#x6642;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x7372;&#x5F97;&#x984D;&#x5916;&#x7684;&#x514B;&#x8607;&#x9B6F;&#x795E;&#x8A71;&#x6280;&#x80FD;&#x503C;&#xFF08;&#x53EF;&#x80FD;&#x662F; 1d10&#xFF09;&#x3002;</p>
<h2 id="san-&#x503C;"><a class="header-anchor" href="#san-&#x503C;">&#xB6;</a>San &#x503C;</h2>
<p>&#x4F60;&#x7684; San &#x7684;&#x8D77;&#x59CB;&#x503C;&#x662F; - POW /5 - <strong>&#x514B;&#x8607;&#x9B6F;&#x795E;&#x8A71;</strong> /2&#x3002;</p>
<p>&#x6BCF;&#x7576;&#x4F60;&#x56E0;&#x70BA;&#x4EFB;&#x4F55;&#x4E8B;&#x60C5;&#x800C;&#x8208;&#x8D77;&#x8FD4;&#x56DE;&#x4EBA;&#x985E;&#x793E;&#x6703;&#x7684;&#x5E0C;&#x671B;&#x6216;&#x671F;&#x5F85;&#xFF0C;&#x8B6C;&#x5982;&#x611F;&#x5230;&#x6EAB;&#x99A8;&#x6216;&#x4EBA;&#x6027;&#x7684;&#x6EAB;&#x6696;&#x8207;&#x50F9;&#x503C;&#xFF0C;&#x6216;&#x662F;&#x56E0;&#x70BA;&#x61C9;&#x4ED8;&#x90AA;&#x6559;&#x5100;&#x5F0F;&#x800C;&#x611F;&#x5230;&#x6020;&#x60F0;&#x6642;&#xFF0C;&#x7406;&#x89E3;&#x5230;&#x300C;&#x73FE;&#x5BE6;&#x539F;&#x4F86;&#x662F;&#x540C;&#x6A23;&#x503C;&#x5F97;&#x656C;&#x754F;&#x7684;&#x300D;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x9032;&#x884C;&#x300C;&#x56DE; San &#x6AA2;&#x5B9A;&#x300D;&#x4F86;&#x770B;&#x4F60;&#x7684; San &#x503C;&#x662F;&#x5426;&#x6703;&#x5F97;&#x5230;&#x63D0;&#x5347;&#x3002;</p>
<h1>&#x626E;&#x6F14;&#x90AA;&#x6559;&#x5F92;</h1>
<p>&#x90AA;&#x6559;&#x5F92;&#x662F;&#x4EBA;&#xFF0C;&#x96D6;&#x7136;&#x662F;&#x5FC3;&#x667A;&#x5DF2;&#x7D93;&#x88AB;&#x6557;&#x58DE;&#x7684;&#x4EBA;&#x985E;&#xFF0C;&#x4F46;&#x662F;&#x8981;&#x7DAD;&#x6301;&#x4FE1;&#x4EF0;&#x4E26;&#x4E0D;&#x662F;&#x5BB9;&#x6613;&#x7684;&#x4E8B;&#x3002;</p>
<p>&#x4F60;&#x5DF2;&#x7D93;&#x898B;&#x904E;&#x5B87;&#x5B99;&#x7684;&#x771F;&#x76F8;&#xFF0C;&#x4E5F;&#x660E;&#x767D;&#x4E86;&#x4EBA;&#x985E;&#x7684;&#x8822;&#x7B28;&#x3002;&#x4F60;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x5FC5;&#x9808;&#x737B;&#x8EAB;&#x65BC;&#x771F;&#x6B63;&#x5049;&#x5927;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x9664;&#x6B64;&#x4E4B;&#x5916;&#x5C31;&#x6C92;&#x6709;&#x5225;&#x7684;&#x610F;&#x7FA9;&#x3002;</p>
<p>&#x7136;&#x800C;&#xFF0C;&#x4F60;&#x6240;&#x4E0D;&#x660E;&#x767D;&#x7684;&#x662F;&#xFF0C;&#x4F60;&#x5FC3;&#x4E2D;&#x4F5C;&#x70BA;&#x4EBA;&#x985E;&#x7684;&#x8EDF;&#x808B;&#x4E26;&#x672A;&#x5B8C;&#x5168;&#x6B7B;&#x53BB;&#x3002;&#x9019;&#x500B;&#x73FE;&#x5BE6;&#x4E0D;&#x65B7;&#x7528;&#x5404;&#x7A2E;&#x65B9;&#x5F0F;&#x8A98;&#x5C0E;&#x4F60;&#x9032;&#x5165;&#x760B;&#x72C2;&#xFF1A;&#x7F8E;&#x98DF;&#x3001;&#x7F8E;&#x9152;&#x3001;&#x5065;&#x5EB7;&#x7684;&#x4EBA;&#x969B;&#x95DC;&#x4FC2;&#x3001;&#x9AD4;&#x80B2;&#x6D3B;&#x52D5;&#x3002;&#x6700;&#x53EF;&#x6015;&#x7684;&#x662F;&#xFF0C;&#x73FE;&#x5BE6;&#x4E2D;&#x6C38;&#x7121;&#x6B62;&#x76E1;&#x7684;&#x751F;&#x6D3B;&#x58D3;&#x529B;&#x3002;</p>
<p>&#x5373;&#x4F7F;&#x56E0;&#x70BA;&#x4F60;&#x5DF2;&#x7D93;&#x653E;&#x68C4;&#x8A31;&#x591A;&#x820A;&#x6709;&#x7684;&#x611A;&#x8822;&#x6A02;&#x8DA3;&#xFF0C;&#x4F46;&#x662F;&#x4F60;&#x9084;&#x662F;&#x5FC5;&#x9808;&#x5728;&#x9867;&#x53CA;&#x751F;&#x8A08;&#x7684;&#x524D;&#x63D0;&#x4E0B;&#xFF0C;&#x7DAD;&#x6301;&#x5100;&#x5F0F;&#x7684;&#x9032;&#x884C;&#x4E26;&#x76E1;&#x53EF;&#x80FD;&#x53D6;&#x5F97;&#x795E;&#x8A71;&#x8CC7;&#x6E90;&#x3002;&#x7121;&#x8AD6;&#x662F;&#x9B54;&#x6CD5;&#x9053;&#x5177;&#x9084;&#x662F;&#x9B54;&#x5C0E;&#x66F8;&#xFF0C;&#x90FD;&#x662F;&#x8CB4;&#x5230;&#x5687;&#x6B7B;&#x4EBA;&#x7684;&#x6771;&#x897F;&#x3002;&#x66F4;&#x5225;&#x8AAA;&#x4F60;&#x5FC5;&#x9808;&#x8981;&#x52D5;&#x7528;&#x8A31;&#x591A;&#x4EBA;&#x529B;&#x4F86;&#x5EFA;&#x9020;&#x76E3;&#x7344;&#x3001;&#x6536;&#x8CB7;&#x6751;&#x6C11;&#x3002;&#x4EE5;&#x53CA;&#xFF0C;&#x90A3;&#x4E9B;&#x7E3D;&#x662F;&#x6703;&#x4F86;&#x5E72;&#x64FE;&#x4F60;&#x7684;&#x8A08;&#x756B;&#x7684;&#x2014;&#x2014;&#x8ABF;&#x67E5;&#x54E1;&#x3002;&#x4ED6;&#x5011;&#x771F;&#x7684;&#x6709;&#x5920;&#x7169;&#x7684;&#xFF0C;&#x6709;&#x4E9B;&#x6642;&#x5019;&#xFF0C;&#x70BA;&#x4E86;&#x963B;&#x6493;&#x4F60;&#x5C31;&#x9023;&#x72AF;&#x7F6A;&#x7684;&#x4E8B;&#x4ED6;&#x5011;&#x90FD;&#x80AF;&#x505A;&#x3002;&#x64DA;&#x8AAA;&#x4F60;&#x7684;&#x540C;&#x4F34;&#x7684;&#x623F;&#x5B50;&#x66FE;&#x7D93;&#x88AB;&#x4ED6;&#x5011;&#x71D2;&#x904E;&#x3002;</p>
<p>&#x90AA;&#x6559;&#x5F92;&#x9700;&#x8981;&#x7DAD;&#x6301;&#x5167;&#x5FC3;&#x7684;&#x7D14;&#x7CB9;&#xFF0C;&#x907F;&#x514D;&#x81EA;&#x5DF1;&#x611F;&#x5230;&#x6EFF;&#x8DB3;&#x8207;&#x5B89;&#x5168;&#xFF0C;&#x5373;&#x4F7F;&#x5076;&#x723E;&#x6703;&#x611F;&#x5230;&#x8212;&#x9069;&#xFF0C;&#x4F46;&#x90A3;&#x4E5F;&#x662F;&#x66AB;&#x6642;&#x7684;&#x3001;&#x7121;&#x610F;&#x7FA9;&#x7684;&#xFF0C;&#x5C0D;&#xFF0C;&#x4F60;&#x5FC5;&#x9808;&#x5805;&#x5B9A;&#x9019;&#x6A23;&#x7684;&#x4FE1;&#x4EF0;&#xFF0C;&#x624D;&#x4E0D;&#x6703;&#x4EE4;&#x81EA;&#x5DF1;&#x58AE;&#x5165;&#x760B;&#x72C2;&#x3002;</p>
<p>&#x4F60;&#x7684;&#x5FC3;&#x667A;&#x5DF2;&#x7D93;&#x4F4E;&#x65BC; 0 &#xFF0C;&#x4F60;&#x5DF2;&#x7D93;&#x5F88;&#x96E3;&#x5408;&#x7406;&#x5730;&#x89E3;&#x91CB;&#x4E16;&#x754C;&#x3001;&#x8ABF;&#x6574;&#x81EA;&#x5DF1;&#x5C0D;&#x4E16;&#x754C;&#x7684;&#x770B;&#x6CD5;&#x4EE5;&#x8B93;&#x81EA;&#x5DF1;&#x66F4;&#x52A0;&#x63A5;&#x8FD1;&#x771F;&#x7406;&#x3002;&#x6BCF;&#x4E00;&#x6B21;&#x7684;&#x632B;&#x6298;&#xFF0C;&#x53EA;&#x8B93;&#x4F60;&#x8A8D;&#x70BA;&#x81EA;&#x5DF1;&#x548C;&#x5176;&#x4ED6;&#x5EE2;&#x7269;&#x611A;&#x8822;&#x4EBA;&#x985E;&#x6C92;&#x6709;&#x5340;&#x5225;&#x3002;</p>
<p>&#x6709;&#x4E9B;&#x6642;&#x5019;&#xFF0C;&#x73FE;&#x5BE6;&#x6703;&#x62FF;&#x4E00;&#x5207;&#x65B9;&#x5F0F;&#x8A98;&#x60D1;&#x4F60;&#x3002;&#x4F60;&#x5373;&#x4FBF;&#x5FC3;&#x667A;&#x5DF2;&#x7D93;&#x7834;&#x788E;&#xFF0C;&#x7136;&#x800C;&#x4F60;&#x7684;&#x4E94;&#x611F;&#x4F9D;&#x7136;&#x6B63;&#x5E38;&#x904B;&#x4F5C;&#xFF0C;&#x7576;&#x4F60;&#x7684;&#x6B32;&#x671B;&#x88AB;&#x6EFF;&#x8DB3;&#x3001;&#x611F;&#x5230;&#x5B89;&#x5168;&#xFF0C;&#x7576;&#x4F60;&#x7684;&#x7279;&#x8CEA;&#x7121;&#x6CD5;&#x826F;&#x597D;&#x8868;&#x73FE;&#x51FA;&#x4F86;&#xFF0C;&#x800C;&#x8B93;&#x81EA;&#x5DF1;&#x50CF;&#x662F;&#x500B;&#x611A;&#x8822;&#x7684;&#x4EBA;&#x985E;&#x2014;&#x2014;&#x662F;&#x7684;&#xFF0C;&#x9019;&#x662F;&#x6700;&#x53EF;&#x6015;&#x7684;&#x2014;&#x2014;&#x4F60;&#x6703;&#x611F;&#x5230;&#x8212;&#x9069;&#x3001;&#x5B89;&#x9038;&#x3002;</p>
<h1>&#x5982;&#x4F55;&#x5E36;&#x9818;&#x904A;&#x6232;&#xFF1F;</h1>
<h2 id="&#x760B;&#x72C2;&#x898F;&#x5247;"><a class="header-anchor" href="#&#x760B;&#x72C2;&#x898F;&#x5247;">&#xB6;</a>&#x760B;&#x72C2;&#x898F;&#x5247;</h2>
<p>&#x760B;&#x72C2;&#x5206;&#x6210;&#x4E09;&#x7A2E;&#xFF1A;</p>
<ul>
<li><strong>&#x66AB;&#x6642;&#x760B;&#x72C2;</strong>&#xFF1A;&#x7576;&#x4F60;&#x4E00;&#x6B21;&#x63D0;&#x6607; 5 &#x9EDE;&#x4EE5;&#x4E0A;&#x7684; San &#x6642;&#xFF0C;&#x4F60;&#x9032;&#x884C;&#x4E00;&#x500B;&#x667A;&#x529B;&#x6AA2;&#x5B9A;&#xFF0C;&#x5982;&#x679C;&#x667A;&#x529B;&#x6AA2;&#x5B9A;&#x901A;&#x904E;&#xFF0C;&#x4F60;&#x9677;&#x5165;&#x66AB;&#x6642;&#x760B;&#x72C2;&#x3002;</li>
<li><strong>&#x4E0D;&#x5B9A;&#x6642;&#x760B;&#x72C2;</strong>&#xFF1A;&#x7576;&#x4F60;&#x5728;&#x4E00;&#x5929;&#x4E4B;&#x5167;&#x63D0;&#x6607; 1/5 &#x4EE5;&#x4E0A;&#x7684; San &#x6642;&#xFF0C;&#x4F60;&#x9677;&#x5165;&#x4E0D;&#x5B9A;&#x6642;&#x760B;&#x72C2;&#x3002;</li>
<li><strong>&#x6C38;&#x4E45;&#x760B;&#x72C2;</strong>&#xFF1A;&#x7576;&#x4F60;&#x7684; San &#x503C;&#x56DE;&#x5FA9;&#x5230; 0 &#x4EE5;&#x4E0A;&#xFF0C;&#x4F60;&#x5B8C;&#x5168;&#x767C;&#x760B;&#xFF0C;&#x8981;&#x561B;&#x4F60;&#x88AB;&#x9935;&#x98DF;&#x5230;&#x795E;&#x8A71;&#x5BE6;&#x9AD4;&#x7684;&#x5922;&#x4E2D;&#x9032;&#x884C;&#x77EF;&#x6CBB;&#xFF0C;&#x8981;&#x561B;&#x4F60;&#x6210;&#x70BA;&#x4E00;&#x500B;&#x611A;&#x8822;&#x7684;&#x6B63;&#x5E38;&#x4EBA;&#x985E;&#x3002;</li>
</ul>
<h3 id="&#x760B;&#x72C2;&#x968E;&#x6BB5;"><a class="header-anchor" href="#&#x760B;&#x72C2;&#x968E;&#x6BB5;">&#xB6;</a>&#x760B;&#x72C2;&#x968E;&#x6BB5;</h3>
<p>&#x760B;&#x72C2;&#x540C;&#x6A23;&#x5206;&#x6210;&#x4E09;&#x500B;&#x968E;&#x6BB5;&#xFF1A;</p>
<ul>
<li><strong>&#x767C;&#x72C2;&#x968E;&#x6BB5;</strong>&#xFF1A;1D10 &#x56DE;&#x5408;&#x7684;&#x5BE6;&#x6642;&#x767C;&#x72C2;&#x3002;&#x5728;&#x7D93;&#x6B77;&#x767C;&#x72C2;&#x7684;&#x671F;&#x9593;&#xFF0C;&#x90AA;&#x6559;&#x5F92;&#x5931;&#x53BB;&#x6240;&#x6709;&#x7684;&#x81EA;&#x6211;&#x63A7;&#x5236;&#x80FD;&#x529B;&#x3002;&#x5728;&#x904A;&#x6232;&#x4E2D;&#xFF0C;&#x8981;&#x561B;&#x662F;&#x7531; Keeper &#x6307;&#x5B9A;&#x90AA;&#x6559;&#x5F92;&#x7684;&#x884C;&#x52D5;&#xFF1B;&#x8981;&#x561B;&#x662F;&#x7531; Keeper &#x7D66;&#x5B9A;&#x73A9;&#x5BB6;&#x5728;&#x9019;&#x6BB5;&#x6642;&#x9593;&#x4E2D;&#x7684;&#x884C;&#x52D5;&#x6E96;&#x5247;&#xFF0C;&#x7136;&#x5F8C;&#x7531;&#x73A9;&#x5BB6;&#x4F86;&#x9032;&#x884C;&#x626E;&#x6F14;&#x3002;</li>
<li><strong>&#x6F5B;&#x5728;&#x767C;&#x72C2;&#x968E;&#x6BB5;</strong>&#xFF1A;1D10 &#x5C0F;&#x6642;&#x4E2D;&#xFF0C;&#x90AA;&#x6559;&#x5F92;&#x6703;&#x6301;&#x7E8C;&#x53D7;&#x5230;&#x526F;&#x4F5C;&#x7528;&#x7684;&#x4FB5;&#x8972;&#xFF0C;&#x5F71;&#x97FF;&#x5305;&#x62EC;&#xFF1A;
<ol>
<li><strong>&#x5B89;&#x5168;&#x611F;/&#x6EFF;&#x8DB3;&#x611F;&#x7684;&#x8A98;&#x60D1;</strong>&#xFF1A;&#x5728;&#x90AA;&#x6559;&#x5F92;&#x5FB9;&#x5E95;&#x9060;&#x96E2;&#x9019;&#x4E9B;&#x8A98;&#x60D1;&#x4EE5;&#x524D;&#xFF0C;&#x4ED6;&#x7684;&#x6240;&#x6709;&#x64F2;&#x9AB0;&#x90FD;&#x5F97;&#x5230;&#x4E00;&#x500B;&#x61F2;&#x7F70;&#x9AB0;&#x3002;</li>
<li><strong>&#x5E7B;&#x89BA;&#x8207;&#x795E;&#x8A71;&#x6AA2;&#x5B9A;</strong>&#xFF1A;&#x90AA;&#x6559;&#x5F92;&#x6703;&#x958B;&#x59CB;&#x770B;&#x5230;&#x4EBA;&#x6027;&#x7F8E;&#x597D;&#x7684;&#x5E7B;&#x89BA;&#xFF0C;&#x90AA;&#x6559;&#x5F92;&#x53EF;&#x4EE5;&#x8981;&#x6C42;&#x4E00;&#x500B; POW &#x6AA2;&#x5B9A;&#x4F86;&#x5C07;&#x9019;&#x7A2E;&#x5E7B;&#x89BA;&#x9A45;&#x9010;&#x51FA;&#x610F;&#x8B58;&#x3002;&#x4F46;&#x5982;&#x679C;&#x5931;&#x6557;&#xFF0C;&#x6703;&#x518D;&#x589E;&#x52A0; 1D6 &#x7684; San &#x503C;&#x3002;</li>
<li><strong>&#x5BB9;&#x6613;&#x52D5;&#x6416;</strong>&#xFF1A;&#x90AA;&#x6559;&#x5F92;&#x5728;&#x9019;&#x6BB5;&#x904E;&#x7A0B;&#x4E2D;&#xFF0C;&#x6BCF;&#x6B21;&#x589E;&#x52A0; San &#x503C;&#x90FD;&#x6703;&#x518D;&#x6B21;&#x56DE;&#x5230;&#x767C;&#x72C2;&#x968E;&#x6BB5;&#x3002;</li>
</ol>
</li>
<li><strong>&#x56DE;&#x5FA9;</strong>&#xFF1A;&#x90AA;&#x6559;&#x5F92;&#x7A69;&#x5B9A;&#x4E86;&#x4E0B;&#x4F86;&#xFF0C;&#x7E7C;&#x7E8C;&#x5F9E;&#x4E8B;&#x4ED6;&#x7684;&#x90AA;&#x60E1;&#x4E8B;&#x696D;&#x3002;</li>
</ul>
<h3 id="&#x760B;&#x72C2;&#x8868;"><a class="header-anchor" href="#&#x760B;&#x72C2;&#x8868;">&#xB6;</a>&#x760B;&#x72C2;&#x8868;</h3>
<p>&#x767C;&#x72C2;&#x6709;&#x5169;&#x7A2E;&#x4E0D;&#x540C;&#x7684;&#x578B;&#x614B;&#xFF1A;</p>
<ul>
<li><strong>&#x5BE6;&#x6642;&#x578B;</strong>&#xFF1A;&#x7576;&#x90AA;&#x6559;&#x5F92;&#x8EAB;&#x908A;&#x6709;&#x5176;&#x4ED6;&#x90AA;&#x6559;&#x5F92;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x5F9E;&#x767C;&#x72C2;&#x968E;&#x6BB5;&#x958B;&#x59CB;</li>
<li><strong>&#x7E3D;&#x7D50;&#x578B;</strong>&#xFF1A;&#x7576;&#x90AA;&#x6559;&#x5F92;&#x8EAB;&#x908A;&#x6C92;&#x6709;&#x5176;&#x4ED6;&#x90AA;&#x6559;&#x5F92;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x7E3D;&#x7D50;&#x5F9E;&#x767C;&#x72C2;&#x5230;&#x6F5B;&#x5728;&#x767C;&#x72C2;&#x5F8C;&#x6700;&#x5F8C;&#x7684;&#x5F8C;&#x679C;</li>
</ul>
<h4 id="&#x5BE6;&#x6642;&#x578B;"><a class="header-anchor" href="#&#x5BE6;&#x6642;&#x578B;">&#xB6;</a>&#x5BE6;&#x6642;&#x578B;</h4>
<ol>
<li>&#x7F8E;&#x597D;&#x56DE;&#x61B6;&#x4FB5;&#x8972;</li>
<li>&#x6B63;&#x80FD;&#x91CF;&#x7206;&#x767C;</li>
<li>&#x5FCD;&#x4E0D;&#x4F4F;&#x95DC;&#x611B;&#x9031;&#x906D;&#x4E8B;&#x7269;</li>
<li>&#x6253;&#x7B97;&#x4FE1;&#x4EFB;&#x4EBA;&#x6027;</li>
<li>&#x773C;&#x524D;&#x7684;&#x9019;&#x500B;&#x4EBA;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x4E0D;&#x53EA;&#x4F5C;&#x70BA;&#x5DE5;&#x5177;</li>
<li>&#x4F60;&#x632F;&#x4F5C;&#x4E86;&#x8D77;&#x4F86;&#xFF0C;&#x6253;&#x7B97;&#x4F5C;&#x9EDE;&#x597D;&#x4E8B;</li>
<li>&#x6020;&#x60F0;&#xFF0C;&#x6253;&#x7B97;&#x9000;&#x5834;</li>
<li>&#x9732;&#x51FA;&#x71E6;&#x721B;&#x967D;&#x5149;&#x7684;&#x7B11;&#x5BB9;&#xFF0C;&#x64C1;&#x62B1;&#x6210;&#x70BA;&#x82F1;&#x96C4;&#x7684;&#x6642;&#x523B;</li>
<li>&#x67D0;&#x7A2E;&#x6E34;&#x671B;&#x88AB;&#x6EFF;&#x8DB3;</li>
<li>&#x67D0;&#x7A2E;&#x5B89;&#x5168;&#x611F;&#x88AB;&#x5275;&#x9020;</li>
</ol>
<h4 id="&#x7E3D;&#x7D50;&#x578B;"><a class="header-anchor" href="#&#x7E3D;&#x7D50;&#x578B;">&#xB6;</a>&#x7E3D;&#x7D50;&#x578B;</h4>
<ol>
<li>&#x73FE;&#x5145;&#xFF08;&#x90AA;&#x6559;&#x5F92;&#x56DE;&#x5834;&#x666F;&#x6642;&#xFF0C;&#x525B;&#x9032;&#x884C;&#x5B8C;&#x4E00;&#x5834;&#x5065;&#x5EB7;&#x7684;&#x793E;&#x4EA4;&#x6D3B;&#x52D5;&#x3002;&#xFF09;</li>
<li>&#x5927;&#x5584;&#x4EBA;&#xFF08;&#x90AA;&#x6559;&#x5F92;&#x56DE;&#x5834;&#x666F;&#x6642;&#xFF0C;&#x5C07;&#x8EAB;&#x4E0A;&#x5927;&#x90E8;&#x5206;&#x7684;&#x9322;&#x548C;&#x7269;&#x54C1;&#x6350;&#x7D66;&#x4E86;&#x6148;&#x5584;&#x6A5F;&#x69CB;&#x3002;&#xFF09;</li>
<li>&#x65C5;&#x904A;&#x8A08;&#x756B;&#xFF08;&#x90AA;&#x6559;&#x5F92;&#x56DE;&#x5834;&#x666F;&#x6642;&#xFF0C;&#x525B;&#x8A08;&#x756B;&#x5B8C;&#x4E00;&#x500B;&#x7F8E;&#x597D;&#x7684;&#x65C5;&#x884C;&#x3002;&#xFF09;</li>
<li>&#x8B8A;&#x5F97;&#x7406;&#x667A;&#xFF08;&#x90AA;&#x6559;&#x5F92;&#x5931;&#x63A7;&#x5730;&#x9032;&#x884C;&#x4EBA;&#x751F;&#x898F;&#x5283;&#x3002;&#x7576;&#x4ED6;&#x56DE;&#x5230;&#x5834;&#x666F;&#x6642;&#xFF0C;&#x4ED6;&#x611F;&#x89BA;&#x63A5;&#x4E0B;&#x4F86;&#x7684;&#x65E5;&#x5B50;&#x6709;&#x8A31;&#x591A;&#x6B63;&#x7D93;&#x4E8B;&#x53EF;&#x4EE5;&#x505A;&#x3002;&#xFF09;</li>
<li>&#x89BA;&#x5F97;&#x4FE1;&#x4EF0;&#x90FD;&#x7121;&#x6240;&#x8B02;&#x4E86;&#xFF08;&#x90AA;&#x6559;&#x5F92;&#x611F;&#x89BA;&#x81EA;&#x5DF1;&#x7684;&#x4FE1;&#x4EF0;&#x6709;&#x9EDE;&#x767D;&#x75F4;&#xFF0C;&#x4FEE;&#x6539;&#x80CC;&#x666F;&#x6545;&#x4E8B;&#x3002;&#xFF09;</li>
<li>&#x548C;&#x6559;&#x6703;&#x6210;&#x54E1;&#x767C;&#x5C55;&#x4E86;&#x53CB;&#x8ABC;&#xFF08;&#x90AA;&#x6559;&#x5F92;&#x4E0D;&#x5C0F;&#x5FC3;&#x548C;&#x5176;&#x4ED6;&#x540C;&#x4F34;&#x767C;&#x5C55;&#x51FA;&#x4E86;&#x53CB;&#x8ABC;&#x3002;&#xFF09;</li>
<li>&#x9032;&#x5165;&#x4E86;&#x6A5F;&#x69CB;&#xFF08;&#x90AA;&#x6559;&#x5F92;&#x767C;&#x73FE;&#x81EA;&#x5DF1;&#x5728;&#x7CBE;&#x795E;&#x75C5;&#x9662;&#x6216;&#x662F;&#x8B66;&#x5BDF;&#x5C40;&#x88E1;&#x9762;&#xFF0C;&#x800C;&#x4E14;&#x773C;&#x524D;&#x7684;&#x4EBA;&#x4F3C;&#x4E4E;&#x771F;&#x7684;&#x60F3;&#x5E6B;&#x52A9;&#x81EA;&#x5DF1;&#x3002;&#xFF09;</li>
<li>&#x5728;&#x6020;&#x60F0;&#x4E2D;&#x9000;&#x5834;&#xFF08;&#x7576;&#x90AA;&#x6559;&#x5F92;&#x56DE;&#x5230;&#x5834;&#x666F;&#x6642;&#xFF0C;&#x4ED6;&#x8EBA;&#x5728;&#x6C99;&#x767C;&#x4E0A;&#x6253;&#x778C;&#x7761;&#xFF0C;&#x6216;&#x662F;&#x8DD1;&#x53BB;&#x770B;&#x4E86;&#x5834;&#x6696;&#x5FC3;&#x7684;&#x96FB;&#x5F71;&#x3002;&#xFF09;</li>
<li>&#x5F97;&#x5230;&#x4E86;&#x6EFF;&#x8DB3;&#x611F;&#xFF08;&#x90AA;&#x6559;&#x5F92;&#x56DE;&#x5230;&#x5834;&#x666F;&#x6642;&#xFF0C;&#x611F;&#x89BA;&#x81EA;&#x5DF1;&#x6709;&#x2026;&#x5C31;&#x5DF2;&#x7D93;&#x5F88;&#x597D;&#x4E86;&#x3002;&#xFF09;</li>
<li>&#x5F97;&#x5230;&#x4E86;&#x5B89;&#x5168;&#x611F;&#xFF08;&#x90AA;&#x6559;&#x5F92;&#x56DE;&#x5230;&#x5834;&#x666F;&#x6642;&#xFF0C;&#x611F;&#x89BA;&#x2026;&#x8B93;&#x81EA;&#x5DF1;&#x611F;&#x5230;&#x8212;&#x9069;&#x3002;&#xFF09;</li>
</ol>
<h2 id="&#x6E96;&#x5099;&#x5287;&#x672C;"><a class="header-anchor" href="#&#x6E96;&#x5099;&#x5287;&#x672C;">&#xB6;</a>&#x6E96;&#x5099;&#x5287;&#x672C;</h2>
<p>&#x5728;&#x300C;&#x745E;&#x963F;&#x52D2;&#x63D0;&#x7684;&#x547C;&#x559A;&#x300D;&#x4E2D;&#xFF0C;&#x4F60;&#x7684;&#x4EFB;&#x52D9;&#x662F;&#x8B93;&#x90AA;&#x6559;&#x5F92;&#x7684;&#x6399;&#x624E;&#x8DB3;&#x5920;&#x771F;&#x5BE6;&#x3002;</p>
<p>&#x73FE;&#x5BE6;&#x7684;&#x58D3;&#x529B;&#x8207;&#x8A98;&#x60D1;&#x4E0D;&#x61C9;&#x8A72;&#x96A8;&#x6027;&#x800C;&#x81F3;&#xFF0C;&#x800C;&#x662F;&#x4E00;&#x500B;&#x88AB;&#x7D44;&#x7E54;&#x8D77;&#x4F86;&#x7684;&#x5DE8;&#x5927;&#x9670;&#x8B00;&#x3002;&#x8ABF;&#x67E5;&#x54E1;&#x7684;&#x5B58;&#x5728;&#x4E00;&#x65B9;&#x9762;&#x6703;&#x76F4;&#x63A5;&#x5730;&#x7834;&#x58DE;&#x90AA;&#x6559;&#x5F92;&#x7684;&#x8A08;&#x756B;&#xFF0C;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x4EBA;&#x985E;&#x7684;&#x73FE;&#x5BE6;&#x6B63;&#x4EE5;&#x793E;&#x6703;&#x70BA;&#x898F;&#x6A21;&#x5C0D;&#x90AA;&#x6559;&#x5F92;&#x7684;&#x751F;&#x6D3B;&#x9032;&#x884C;&#x4FB5;&#x8972;&#x3002;</p>
<p>&#x539F;&#x5247;&#x662F;&#xFF1A;&#x90AA;&#x6559;&#x5F92;&#x5FC5;&#x9808;&#x5728;&#x6545;&#x4E8B;&#x4E2D;&#x7684;&#x5927;&#x90E8;&#x5206;&#x6709;&#x8FA6;&#x6CD5;&#x7DAD;&#x6301;&#x4E3B;&#x52D5;&#x3002;&#x4E0D;&#x8981;&#x8B93;&#x4E00;&#x5207;&#x90FD;&#x81EA;&#x5DF1;&#x627E;&#x4E0A;&#x9580;&#x4F86;&#xFF0C;&#x901A;&#x5E38;&#xFF0C;&#x90AA;&#x6559;&#x5F92;&#x90FD;&#x6709;&#x660E;&#x78BA;&#x7684;&#x8A08;&#x756B;&#x3002;</p>
<p>&#x5287;&#x672C;&#x958B;&#x59CB;&#x524D;&#xFF0C;&#x4F60;&#x70BA;&#x4ED6;&#x5011;&#x8A2D;&#x60F3;&#x4E00;&#x500B;&#x8A08;&#x756B;&#x3002;&#x6709;&#x6642;&#x5019;&#xFF0C;&#x4ED6;&#x5011;&#x7684;&#x4FE1;&#x4EF0;&#x5FC5;&#x9808;&#x4E00;&#x81F4;&#x624D;&#x6703;&#x8B93;&#x8A08;&#x756B;&#x770B;&#x8D77;&#x4F86;&#x5408;&#x7406;&#xFF0C;&#x4F46;&#x6709;&#x4E9B;&#x6642;&#x5019;&#x5247;&#x4E0D;&#x7528;&#xFF1A;&#x514B;&#x8607;&#x9B6F;&#x6559;&#x5F92;&#x53EF;&#x4EE5;&#x4E00;&#x908A;&#x5D07;&#x62DC;&#x5DE8;&#x5927;&#x7684;&#x7AE0;&#x9B5A;&#x795E;&#xFF0C;&#x4E00;&#x908A;&#x5728;&#x5DE8;&#x77F3;&#x4E2D;&#x53EC;&#x559A;&#x62DC;&#x4E9E;&#x57FA;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#x6B61;&#x8FCE;&#x4F60;&#x9032;&#x884C;&#x53CD;&#x5411;&#x601D;&#x8003;&#xFF1A;&#x62BD;&#x4E00;&#x672C;&#x300C;&#x514B;&#x8607;&#x9B6F;&#x7684;&#x547C;&#x559A;&#x300D;&#x4E2D;&#x7684;&#x6A21;&#x7D44;&#xFF0C;&#x8B93;&#x73A9;&#x5BB6;&#x626E;&#x6F14;&#x5176;&#x4E2D;&#x7684;&#x90AA;&#x6559;&#x5F92;&#x3002;&#x7136;&#x5F8C;&#x4F60;&#x60F3;&#x60F3;&#xFF0C;&#x8ABF;&#x67E5;&#x54E1;&#x6703;&#x5982;&#x4F55;&#x7834;&#x58DE;&#x4ED6;&#x5011;&#x7684;&#x8A08;&#x756B;&#x3002;</p>
<p>&#x4E00;&#x500B;&#x5287;&#x672C;&#x7684;&#x67B6;&#x69CB;&#x57FA;&#x672C;&#x4E0A;&#x5982;&#x4E0B;&#xFF08;&#x5982;&#x679C;&#x4F60;&#x6709;&#x5275;&#x4F5C;&#xFF0C;&#x6B61;&#x8FCE;&#x6295;&#x7A3F;&#x6216;&#x662F;&#x81EA;&#x7531;&#x767C;&#x4F48;&#xFF09;&#xFF1A;</p>
<ul>
<li><strong>&#x5F15;&#x9264;</strong>&#xFF1A;&#x90AA;&#x6559;&#x5F92;&#x70BA;&#x4EC0;&#x9EBC;&#x9047;&#x5230;&#x9EBB;&#x7169;&#xFF1F;&#x9019;&#x9EBB;&#x7169;&#x521D;&#x6B65;&#x770B;&#x8D77;&#x4F86;&#x50CF;&#x662F;&#x4EC0;&#x9EBC;&#xFF1F;</li>
<li><strong>&#x4EFB;&#x52D9;</strong>&#xFF1A;&#x90AA;&#x6559;&#x5F92;&#x7576;&#x524D;&#x7684;&#x76EE;&#x6A19;&#x662F;&#x4EC0;&#x9EBC;&#xFF1F;&#x8981;&#x9054;&#x5230;&#x9019;&#x500B;&#x76EE;&#x6A19;&#xFF0C;&#x4ED6;&#x5011;&#x9700;&#x8981;&#x6E96;&#x5099;&#x4EC0;&#x9EBC;&#xFF1F;&#x70BA;&#x4EC0;&#x9EBC;&#x4ED6;&#x5011;&#x9072;&#x9072;&#x6C92;&#x6709;&#x5B8C;&#x6210;&#x76EE;&#x6A19;&#xFF1F;&#x4ED6;&#x5011;&#x9084;&#x6B20;&#x7F3A;&#x4EC0;&#x9EBC;&#xFF1F;</li>
<li><strong>&#x9670;&#x8B00;</strong>&#xFF1A;&#x745E;&#x963F;&#x52D2;&#x63D0;&#x7684;&#x8A08;&#x756B;&#x662F;&#x4EC0;&#x9EBC;&#xFF1F;&#x9019;&#x500B;&#x8A08;&#x756B;&#x7684;&#x5404;&#x74B0;&#x7BC0;&#x53EF;&#x80FD;&#x6BEB;&#x7121;&#x95DC;&#x806F;&#xFF0C;&#x4F46;&#xFF0C;&#x771F;&#x7684;&#x662F;&#x9019;&#x6A23;&#x55CE;&#xFF1F;</li>
<li><strong>&#x60B2;&#x5287;</strong>&#xFF1A;&#x4ED6;&#x5011;&#x4EFB;&#x52D9;&#x9810;&#x8A08;&#x5982;&#x4F55;&#x5931;&#x6557;&#xFF1F;</li>
</ul>
<blockquote><p>&#x4E00;&#x500B;&#x7BC4;&#x4F8B;&#xFF1A;</p>
<ul>
<li><strong>&#x5F15;&#x9264;</strong>&#xFF1A;&#x7F8E;&#x570B;&#x653F;&#x5E9C;&#x6700;&#x8FD1;&#x6253;&#x7B97;&#x7E7C;&#x7E8C;&#x5EF6;&#x9577;&#x8457;&#x4F5C;&#x6B0A;&#x6CD5;&#xFF0C;&#x9019;&#x5C0D;&#x4F60;&#x5011;&#x4F86;&#x8AAA;&#x975E;&#x5E38;&#x56F0;&#x64FE;&#xFF0C;&#x9019;&#x610F;&#x5473;&#x8457;&#xFF0C;&#x4F60;&#x5011;&#x53C8;&#x5FC5;&#x9808;&#x70BA;&#x4F60;&#x5011;&#x7684;&#x5DE8;&#x5927;&#x514B;&#x8607;&#x9B6F;&#x96D5;&#x50CF;&#x4ED8;&#x4E00;&#x5927;&#x7B46;&#x7248;&#x6B0A;&#x8CBB;&#x3002;&#x83EF;&#x7D0D;&#x516C;&#x53F8;&#xFF0C;&#x9019;&#x500B;&#x90AA;&#x60E1;&#x7684;&#x62DB;&#x724C;&#x6B63;&#x7B49;&#x8457;&#x4F60;&#x5011;&#x53BB;&#x62C6;&#x9664;&#x3002;</li>
<li><strong>&#x4EFB;&#x52D9;</strong>&#xFF1A;&#x6700;&#x8FD1;&#x662F;&#x5049;&#x5927;&#x7684;&#x514B;&#x8607;&#x9B6F;&#x7684;&#x751F;&#x65E5;&#xFF0C;&#x4F60;&#x5011;&#x5FC5;&#x9808;&#x9032;&#x884C;&#x4E00;&#x500B;&#x76DB;&#x5927;&#x7684;&#x737B;&#x796D;&#x5100;&#x5F0F;&#xFF0C;&#x5230;&#x6642;&#x5019;&#x6703;&#x6709;&#x5404;&#x65B9;&#x4EBA;&#x58EB;&#x524D;&#x4F86;&#x53C3;&#x52A0;&#x3002;&#x4F60;&#x5011;&#x5DF2;&#x7D93;&#x767C;&#x51FA;&#x9080;&#x8ACB;&#x51FD;&#x4E86;&#xFF0C;&#x4F46;&#x767C;&#x73FE;&#x7D93;&#x8CBB;&#x56E0;&#x70BA;&#x8457;&#x4F5C;&#x6B0A;&#x7684;&#x95DC;&#x4FC2;&#x800C;&#x56B4;&#x91CD;&#x4E0D;&#x8DB3;&#x3002;&#x4F60;&#x5011;&#x5FC5;&#x9808;&#x78BA;&#x4FDD;&#x9019;&#x6B21;&#x737B;&#x796D;&#x5100;&#x5F0F;&#x80FD;&#x9806;&#x5229;&#x5B8C;&#x6210;&#xFF1A;</li>
<li><strong>&#x9670;&#x8B00;</strong>&#xFF1A;
<ul>
<li>&#x83EF;&#x7D0D;&#x516C;&#x53F8;&#x8CB7;&#x4E0B;&#x4E86;&#x300C;&#x514B;&#x8607;&#x9B6F;&#x7684;&#x547C;&#x559A;&#x300D;&#x7684;&#x7248;&#x6B0A;&#xFF0C;&#x4E26;&#x958B;&#x59CB;&#x88FD;&#x4F5C;&#x6210;&#x4E00;&#x7CFB;&#x5217;&#x7684;&#x5152;&#x7AE5;&#x7BC0;&#x76EE;&#x3002;</li>
<li>&#x6355;&#x6349;&#x8D77;&#x4F86;&#x7684;&#x88AB;&#x737B;&#x796D;&#x7684;&#x4EBA;&#x4E4B;&#x4E2D;&#xFF0C;&#x6709;&#x4E00;&#x500B;&#x4EBA;&#x6B63;&#x597D;&#x662F;&#x83EF;&#x7D0D;&#x516C;&#x53F8;&#x7684;&#x5152;&#x7AE5;&#x7BC0;&#x76EE;&#x8CA0;&#x8CAC;&#x4EBA;&#x3002;</li>
<li>&#x56DB;&#x540D;&#x8ABF;&#x67E5;&#x54E1;&#x88AB;&#x5C0E;&#x5165;&#xFF0C;&#x4ED6;&#x5011;&#x4F3C;&#x4E4E;&#x6B63;&#x5728;&#x8ABF;&#x67E5;&#x9019;&#x500B;&#x5100;&#x5F0F;&#x3002;&#x4ED6;&#x5011;&#x4E4B;&#x4E00;&#x5192;&#x5145;&#x4E86;&#x90AA;&#x6559;&#x5F92;&#xFF0C;&#x9032;&#x5165;&#x4E86;&#x7E3D;&#x90E8;&#x3002;</li>
<li>&#x4ED6;&#x5011;&#x6551;&#x51FA;&#x4E86;&#x90A3;&#x4E9B;&#x56DA;&#x72AF;&#x3002;</li>
<li>&#x83EF;&#x7D0D;&#x516C;&#x53F8;&#x56E0;&#x70BA;&#x90AA;&#x6559;&#x5F92;&#x53BB;&#x5E74;&#x51FA;&#x7248;&#x7684;&#x514B;&#x8607;&#x9B6F;&#x76F8;&#x95DC;&#x90AA;&#x6559;&#x66F8;&#x7C4D;&#xFF0C;&#x5BC4;&#x4F86;&#x4E86;&#x5B58;&#x8B49;&#x4FE1;&#x51FD;&#x3002;</li>
<li>&#x6CD5;&#x9662;&#x5F37;&#x5236;&#x57F7;&#x884C;&#x4FB5;&#x6B0A;&#x5F8C;&#x7684;&#x6E05;&#x7B97;&#xFF0C;&#x90AA;&#x6559;&#x5716;&#x5E7E;&#x4E4E;&#x5931;&#x53BB;&#x4E86;&#x4E00;&#x5207;&#x3002;</li>
</ul>
</li>
<li><strong>&#x60B2;&#x5287;</strong>&#xFF1A;&#x514B;&#x8607;&#x9B6F;&#x5728;&#x751F;&#x65E5;&#x7684;&#x6642;&#x5019;&#x6C92;&#x5F97;&#x5230;&#x4ED6;&#x60F3;&#x8981;&#x7684;&#x76DB;&#x5927;&#x5100;&#x5F0F;&#xFF0C;&#x90AA;&#x6559;&#x5F92;&#x6FF1;&#x6D77;&#x7684;&#x4E00;&#x500B;&#x64DA;&#x9EDE;&#x88AB;&#x6467;&#x6BC0;&#x3002;</li>
</ul>
</blockquote>
<h2 id="&#x745E;&#x963F;&#x52D2;&#x63D0;&#x7684;&#x610F;&#x5FD7;"><a class="header-anchor" href="#&#x745E;&#x963F;&#x52D2;&#x63D0;&#x7684;&#x610F;&#x5FD7;">&#xB6;</a>&#x745E;&#x963F;&#x52D2;&#x63D0;&#x7684;&#x610F;&#x5FD7;</h2>
<p>&#x5728;&#x300C;&#x745E;&#x963F;&#x52D2;&#x63D0;&#x7684;&#x547C;&#x559A;&#x300D;&#x4E2D;&#xFF0C; KP &#xFF0C;&#x4F60;&#x5FC5;&#x9808;&#x7D93;&#x71DF;&#x4E00;&#x500B;&#x5C0D;&#x65BC;&#x90AA;&#x6559;&#x5F92;&#x4F86;&#x8AAA;&#x8DB3;&#x5920;&#x523A;&#x6FC0;&#x7684;&#x4EFB;&#x52D9;&#x8207;&#x5192;&#x96AA;&#x3002;</p>
<p>&#x9996;&#x5148;&#xFF0C;&#x90AA;&#x6559;&#x5F92;&#x6709;&#x771F;&#x5BE6;&#x7684;&#x4EFB;&#x52D9;&#x8981;&#x89E3;&#x6C7A;&#xFF0C;&#x7121;&#x8AD6;&#x9019;&#x500B;&#x4EFB;&#x52D9;&#x662F;&#x4F86;&#x81EA;&#x8AB0;&#x7684;&#x59D4;&#x8A17;&#x6216;&#x662F;&#x8AB0;&#x7684;&#x5049;&#x5927;&#x8A08;&#x756B;&#x6216;&#x662F;&#x5049;&#x5927;&#x5922;&#x5883;&#x3002;&#x90AA;&#x6559;&#x5F92;&#x662F;&#x6709;&#x76EE;&#x7684;&#x7684;&#x760B;&#x5B50;&#x3002;&#x5728;&#x9019;&#x904E;&#x7A0B;&#x4E2D;&#xFF0C;&#x91CD;&#x91CD;&#x56F0;&#x96E3;&#x5C07;&#x767C;&#x751F;&#x3002;</p>
<p>&#x90AA;&#x6559;&#x5F92;&#x662F;&#x90AA;&#x60E1;&#x7684;&#xFF0C;&#x53EA;&#x8981;&#x4ED6;&#x5011;&#x5C1A;&#x672A;&#x9677;&#x5165;&#x760B;&#x72C2;&#xFF0C;&#x4ED6;&#x5011;&#x5C31;&#x4E0D;&#x6703;&#x56E0;&#x70BA;&#x53EF;&#x611B;&#x7684;&#x6771;&#x897F;&#x800C;&#x611F;&#x5230;&#x6190;&#x61AB;&#xFF0C;&#x4E5F;&#x4E0D;&#x6703;&#x56E0;&#x70BA;&#x5BE6;&#x73FE;&#x6B63;&#x7FA9;&#x61F2;&#x7F70;&#x90AA;&#x60E1;&#x800C;&#x611F;&#x5230;&#x6210;&#x5C31;&#x3002;&#x4F46;&#x5373;&#x4F7F;&#x5982;&#x6B64;&#xFF0C;&#x4ED6;&#x5011;&#x4F9D;&#x7136;&#x7981;&#x4E0D;&#x4F4F;&#x73FE;&#x5BE6;&#x7684;&#x82E6;&#x60F1;&#x548C;&#x8A98;&#x60D1;&#x3002;&#x800C;&#x90A3;&#x4E9B;&#x4F86;&#x81EA;&#x4ED6;&#x5011;&#x4EBA;&#x6027;&#x6DF1;&#x8655;&#x7684;&#x540C;&#x60C5;&#x8207;&#x793E;&#x6703;&#x6027;&#xFF0C;&#x4E5F;&#x5C07;&#x4E0D;&#x65B7;&#x5730;&#x6298;&#x78E8;&#x4ED6;&#x5011;&#x3002;</p>
<p>&#x745E;&#x963F;&#x52D2;&#x63D0;&#x7684;&#x610F;&#x5FD7;&#xFF0C;&#x662F;&#x4E00;&#x7A2E;&#x8B93;&#x90AA;&#x6559;&#x5F92;&#x5C0E;&#x5411;&#x865B;&#x5F31;&#x7121;&#x529B;&#x6216;&#x6700;&#x7D42;&#x6EFF;&#x8DB3;&#x7684;&#x610F;&#x5FD7;&#xFF0C;&#x5230;&#x982D;&#x4F86;&#x4ED6;&#x5011;&#x6703;&#x767C;&#x73FE;&#xFF0C;&#x73FE;&#x5BE6;&#x662F;&#x503C;&#x5F97;&#x656C;&#x754F;&#x7684;&#x3002;&#x4E00;&#x65E6;&#x4ED6;&#x5011;&#x627F;&#x8A8D;&#x9019;&#x500B;&#xFF0C;&#x5C31;&#x8B93;&#x4ED6;&#x5011;&#x9032;&#x884C; San &#x6AA2;&#x5B9A;&#x3002;</p>
<p>&#x518D;&#x4F86;&#xFF0C;&#x90AA;&#x6559;&#x5F92;&#x7684;&#x65E5;&#x5E38;&#x5FC5;&#x9808;&#x88AB;&#x63CF;&#x8FF0;&#x5F97;&#x6DCB;&#x6F13;&#x76E1;&#x81F4;&#xFF1A;&#x4ED6;&#x5011;&#x6703;&#x4E0D;&#x6703;&#x96A8;&#x8EAB;&#x651C;&#x5E36;&#x795E;&#x8A71;&#x751F;&#x7269;&#xFF1F;&#x6703;&#x4EE5;&#x600E;&#x6A23;&#x90AA;&#x60E1;&#x7684;&#x65B9;&#x5F0F;&#x72AF;&#x4E0B;&#x7F6A;&#x884C;&#xFF1F;&#x70BA;&#x4E86;&#x7C4C;&#x5099;&#x5100;&#x5F0F;&#x4ED6;&#x5011;&#x6703;&#x9032;&#x884C;&#x600E;&#x6A23;&#x5B8C;&#x5584;&#x7684;&#x6E96;&#x5099;&#xFF1F;&#x53E6;&#x5916;&#xFF0C;&#x6700;&#x91CD;&#x8981;&#x7684;&#xFF0C;&#x90AA;&#x6559;&#x5F92;&#x7684;&#x793E;&#x6703;&#x9577;&#x6210;&#x4EC0;&#x9EBC;&#x6A23;&#x5B50;&#xFF1F;&#x4EBA;&#x985E;&#x7684;&#x751F;&#x5B58;&#x9700;&#x8981;&#x8A31;&#x591A;&#x7684;&#x751F;&#x7522;&#x5408;&#x4F5C;&#xFF0C;&#x90AA;&#x6559;&#x5F92;&#x4E5F;&#x4E0D;&#x4F8B;&#x5916;&#xFF0C;&#x5982;&#x679C;&#x4ED6;&#x5011;&#x7121;&#x6CD5;&#x5F9E;&#x73FE;&#x5BE6;&#x793E;&#x6703;&#x4E2D;&#x53D6;&#x5F97;&#x8CC7;&#x6E90;&#xFF0C;&#x4ED6;&#x5011;&#x6709;&#x4E9B;&#x6642;&#x5019;&#x5C31;&#x9700;&#x8981;&#x4F9D;&#x8CF4;&#x65E2;&#x6709;&#x7684;&#x5B97;&#x6559;&#x5718;&#x9AD4;&#x3002;&#x7136;&#x800C;&#x6240;&#x6709;&#x5B97;&#x6559;&#x5718;&#x9AD4;&#x4E5F;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x4EFB;&#x52D9;&#x548C;&#x6311;&#x6230;&#xFF0C;&#x7279;&#x5225;&#x662F;&#x8D8A;&#x5927;&#x7684;&#x5B97;&#x6559;&#x5718;&#x9AD4;&#xFF0C;&#x66F4;&#x9700;&#x8981;&#x9F90;&#x5927;&#x7684;&#x8CC7;&#x91D1;&#x9032;&#x884C;&#x8DE8;&#x570B;&#x8A08;&#x756B;&#x3002;</p>
<p>&#x6700;&#x5F8C;&#xFF0C;&#x907F;&#x514D;&#x90AA;&#x6559;&#x5F92;&#x7C21;&#x55AE;&#x5730;&#x81EA;&#x6211;&#x6BC0;&#x6EC5;&#xFF0C;&#x5225;&#x8B93;&#x4ED6;&#x5011;&#x96A8;&#x610F;&#x5730;&#x6BC0;&#x6EC5;&#x81EA;&#x5DF1;&#x548C;&#x4E16;&#x754C;&#xFF0C;&#x4ED6;&#x5011;&#x64C1;&#x6709;&#x4E00;&#x4E9B;&#x4EBA;&#x6027;&#x7684;&#x5F31;&#x9EDE;&#xFF0C;&#x5C07;&#x4ED6;&#x5011;&#x7D81;&#x5728;&#x751F;&#x547D;&#x7684;&#x7262;&#x7C60;&#x4E2D;&#x2014;&#x2014;&#x8CAB;&#x5FB9;&#x745E;&#x963F;&#x52D2;&#x63D0;&#x7684;&#x610F;&#x5FD7;&#x5427;&#xFF01;</p>
<hr>
<p>&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B61;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x8ACB;&#x4E0D;&#x541D;&#x7528;&#x5BE6;&#x969B;&#x884C;&#x52D5;&#x652F;&#x6301;&#x6211;&#xFF1A;</p>
<ul>
<li><a href="https://www.patreon.com/weihung" target="_blank" rel="noopener"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="patreon" class="svg-inline--fa fa-patreon fa-w-16" role="img" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 512 512"><path fill="currentColor" d="M512 194.8c0 101.3-82.4 183.8-183.8 183.8-101.7 0-184.4-82.4-184.4-183.8 0-101.6 82.7-184.3 184.4-184.3C429.6 10.5 512 93.2 512 194.8zM0 501.5h90v-491H0v491z"/></svg> &#x5B9A;&#x671F;&#x652F;&#x6301;&#xFF08;patreon&#xFF09;</a></li>
<li><a href="https://www.paypal.com/pools/c/8jLP7Wsi80" target="_blank" rel="noopener"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="cc-paypal" class="svg-inline--fa fa-cc-paypal fa-w-18" role="img" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 576 512"><path fill="currentColor" d="M186.3 258.2c0 12.2-9.7 21.5-22 21.5-9.2 0-16-5.2-16-15 0-12.2 9.5-22 21.7-22 9.3 0 16.3 5.7 16.3 15.5zM80.5 209.7h-4.7c-1.5 0-3 1-3.2 2.7l-4.3 26.7 8.2-.3c11 0 19.5-1.5 21.5-14.2 2.3-13.4-6.2-14.9-17.5-14.9zm284 0H360c-1.8 0-3 1-3.2 2.7l-4.2 26.7 8-.3c13 0 22-3 22-18-.1-10.6-9.6-11.1-18.1-11.1zM576 80v352c0 26.5-21.5 48-48 48H48c-26.5 0-48-21.5-48-48V80c0-26.5 21.5-48 48-48h480c26.5 0 48 21.5 48 48zM128.3 215.4c0-21-16.2-28-34.7-28h-40c-2.5 0-5 2-5.2 4.7L32 294.2c-.3 2 1.2 4 3.2 4h19c2.7 0 5.2-2.9 5.5-5.7l4.5-26.6c1-7.2 13.2-4.7 18-4.7 28.6 0 46.1-17 46.1-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.2 8.2-5.8-8.5-14.2-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9 0 20.2-4.9 26.5-11.9-.5 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H200c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm40.5 97.9l63.7-92.6c.5-.5.5-1 .5-1.7 0-1.7-1.5-3.5-3.2-3.5h-19.2c-1.7 0-3.5 1-4.5 2.5l-26.5 39-11-37.5c-.8-2.2-3-4-5.5-4h-18.7c-1.7 0-3.2 1.8-3.2 3.5 0 1.2 19.5 56.8 21.2 62.1-2.7 3.8-20.5 28.6-20.5 31.6 0 1.8 1.5 3.2 3.2 3.2h19.2c1.8-.1 3.5-1.1 4.5-2.6zm159.3-106.7c0-21-16.2-28-34.7-28h-39.7c-2.7 0-5.2 2-5.5 4.7l-16.2 102c-.2 2 1.3 4 3.2 4h20.5c2 0 3.5-1.5 4-3.2l4.5-29c1-7.2 13.2-4.7 18-4.7 28.4 0 45.9-17 45.9-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.3 8.2-5.5-8.5-14-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9.3 0 20.5-4.9 26.5-11.9-.3 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H484c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm47.5-33.3c0-2-1.5-3.5-3.2-3.5h-18.5c-1.5 0-3 1.2-3.2 2.7l-16.2 104-.3.5c0 1.8 1.5 3.5 3.5 3.5h16.5c2.5 0 5-2.9 5.2-5.7L544 191.2v-.3zm-90 51.8c-12.2 0-21.7 9.7-21.7 22 0 9.7 7 15 16.2 15 12 0 21.7-9.2 21.7-21.5.1-9.8-6.9-15.5-16.2-15.5z"/></svg> &#x55AE;&#x6B21;&#x652F;&#x6301;&#xFF08;paypal&#xFF09;</a></li>
</ul>

            <!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->
            <audio id="audio" loop="1" preload="auto" controls="controls" data-autoplay="false">
                <source type="audio/mpeg" src="">
            </audio>
            
                <ul id="audio-list" style="display:none">
                    
                </ul>
            
        </div>
        <div id="disqus_thread">
    <script type="text/javascript">
    var disqus_shortname = '';
    var disqus_config = function () {
        this.page.url = 'https://wayneh.tw/2020/05/27/call-of-r-ality/';
        this.page.identifier = '/2020/05/27/call-of-r-ality/';
        this.page.title = 'CoC 衍生系統：瑞阿勒提的呼喚（Call of R&#39;Ality）';
    };
    (function() { // DON'T EDIT BELOW THIS LINE
    var d = document, s = d.createElement('script');
    s.src = 'https://waynetwhexo.disqus.com/embed.js';
    s.setAttribute('data-timestamp', +new Date());
    (d.head || d.body).appendChild(s);
  })();
  </script>
  <noscript>Please enable JavaScript to view the <a target="_blank" rel="noopener" href="https://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>


        </div>
        </div>
    
        <div class='side'>
            <ol class="toc"><li class="toc-item toc-level-1"><a class="toc-link"><span class="toc-text">&amp;#x5982;&amp;#x4F55;&amp;#x904A;&amp;#x73A9;</span></a><ol class="toc-child"><li class="toc-item toc-level-2"><a class="toc-link" href="#&#x80CC;&#x666F;&#x6545;&#x4E8B;"><span class="toc-text">&amp;#xB6;&amp;#x80CC;&amp;#x666F;&amp;#x6545;&amp;#x4E8B;</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#&#x4FE1;&#x7528;&#x8A55;&#x7D1A;&#x8207;&#x514B;&#x8607;&#x9B6F;&#x795E;&#x8A71;"><span class="toc-text">&amp;#xB6;&amp;#x4FE1;&amp;#x7528;&amp;#x8A55;&amp;#x7D1A;&amp;#x8207;&amp;#x514B;&amp;#x8607;&amp;#x9B6F;&amp;#x795E;&amp;#x8A71;</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#san-&#x503C;"><span class="toc-text">&amp;#xB6;San &amp;#x503C;</span></a></li></ol></li><li class="toc-item toc-level-1"><a class="toc-link"><span class="toc-text">&amp;#x626E;&amp;#x6F14;&amp;#x90AA;&amp;#x6559;&amp;#x5F92;</span></a></li><li class="toc-item toc-level-1"><a class="toc-link"><span class="toc-text">&amp;#x5982;&amp;#x4F55;&amp;#x5E36;&amp;#x9818;&amp;#x904A;&amp;#x6232;&amp;#xFF1F;</span></a><ol class="toc-child"><li class="toc-item toc-level-2"><a class="toc-link" href="#&#x760B;&#x72C2;&#x898F;&#x5247;"><span class="toc-text">&amp;#xB6;&amp;#x760B;&amp;#x72C2;&amp;#x898F;&amp;#x5247;</span></a><ol class="toc-child"><li class="toc-item toc-level-3"><a class="toc-link" href="#&#x760B;&#x72C2;&#x968E;&#x6BB5;"><span class="toc-text">&amp;#xB6;&amp;#x760B;&amp;#x72C2;&amp;#x968E;&amp;#x6BB5;</span></a></li><li class="toc-item toc-level-3"><a class="toc-link" href="#&#x760B;&#x72C2;&#x8868;"><span class="toc-text">&amp;#xB6;&amp;#x760B;&amp;#x72C2;&amp;#x8868;</span></a><ol class="toc-child"><li class="toc-item toc-level-4"><a class="toc-link" href="#&#x5BE6;&#x6642;&#x578B;"><span class="toc-text">&amp;#xB6;&amp;#x5BE6;&amp;#x6642;&amp;#x578B;</span></a></li><li class="toc-item toc-level-4"><a class="toc-link" href="#&#x7E3D;&#x7D50;&#x578B;"><span class="toc-text">&amp;#xB6;&amp;#x7E3D;&amp;#x7D50;&amp;#x578B;</span></a></li></ol></li></ol></li><li class="toc-item toc-level-2"><a class="toc-link" href="#&#x6E96;&#x5099;&#x5287;&#x672C;"><span class="toc-text">&amp;#xB6;&amp;#x6E96;&amp;#x5099;&amp;#x5287;&amp;#x672C;</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#&#x745E;&#x963F;&#x52D2;&#x63D0;&#x7684;&#x610F;&#x5FD7;"><span class="toc-text">&amp;#xB6;&amp;#x745E;&amp;#x963F;&amp;#x52D2;&amp;#x63D0;&amp;#x7684;&amp;#x610F;&amp;#x5FD7;</span></a></li></ol></li></ol>
        </div>
    
    <div id="footnoteText"></div>
</div>

    </div>
</div><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</body>

<script src="../../../../cdn.jsdelivr.net/npm/gitalk@1/dist/gitalk.min.js"></script>


<script src="../../../../ajax.googleapis.com/ajax/libs/jquery/1.8.3/jquery.min.js"></script>
<script src="../../../../js/plugin.js"></script>
<script src="../../../../js/diaspora.js"></script>


<link rel="stylesheet" href="../../../../photoswipe/photoswipe.css">
<link rel="stylesheet" href="../../../../photoswipe/default-skin/default-skin.css">


<script src="../../../../photoswipe/photoswipe.min.js"></script>
<script src="../../../../photoswipe/photoswipe-ui-default.min.js"></script>


<!-- Root element of PhotoSwipe. Must have class pswp. -->
<div class="pswp" tabindex="-1" role="dialog" aria-hidden="true">
    <!-- Background of PhotoSwipe. 
         It's a separate element as animating opacity is faster than rgba(). -->
    <div class="pswp__bg"></div>
    <!-- Slides wrapper with overflow:hidden. -->
    <div class="pswp__scroll-wrap">
        <!-- Container that holds slides. 
            PhotoSwipe keeps only 3 of them in the DOM to save memory.
            Don't modify these 3 pswp__item elements, data is added later on. -->
        <div class="pswp__container">
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
        </div>
        <!-- Default (PhotoSwipeUI_Default) interface on top of sliding area. Can be changed. -->
        <div class="pswp__ui pswp__ui--hidden">
            <div class="pswp__top-bar">
                <!--  Controls are self-explanatory. Order can be changed. -->
                <div class="pswp__counter"></div>
                <button class="pswp__button pswp__button--close" title="Close (Esc)"></button>
                <button class="pswp__button pswp__button--share" title="Share"></button>
                <button class="pswp__button pswp__button--fs" title="Toggle fullscreen"></button>
                <button class="pswp__button pswp__button--zoom" title="Zoom in/out"></button>
                <!-- Preloader demo http://codepen.io/dimsemenov/pen/yyBWoR -->
                <!-- element will get class pswp__preloader--active when preloader is running -->
                <div class="pswp__preloader">
                    <div class="pswp__preloader__icn">
                      <div class="pswp__preloader__cut">
                        <div class="pswp__preloader__donut"></div>
                      </div>
                    </div>
                </div>
            </div>
            <div class="pswp__share-modal pswp__share-modal--hidden pswp__single-tap">
                <div class="pswp__share-tooltip"></div> 
            </div>
            <button class="pswp__button pswp__button--arrow--left" title="Previous (arrow left)">
            </button>
            <button class="pswp__button pswp__button--arrow--right" title="Next (arrow right)">
            </button>
            <div class="pswp__caption">
                <div class="pswp__caption__center"></div>
            </div>
        </div>
    </div>
</div>




</html>
