
<!DOCTYPE html>
<html lang="zh-TW" class="loading">
<head><meta name="generator" content="Hexo 3.9.0">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <title>道歉的哲學：「因為你生氣所以我道歉」為何不妥？ - 偉恩與咖啡</title>
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black-translucent">
    <meta name="google" content="notranslate">
    <meta name="keywords" content="哲學, philosophy, TRPG,"> 
    <meta name="description" content="哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。,
&amp;#x672C;&amp;#x6587;&amp;#x9996;&amp;#x6B21;&amp;#x520A;&amp;#x767B;&amp;#x65BC;&amp;#x300C;&amp;#x9CF4;&amp;#x4EBA;&amp;#x5802;&amp;#x70D9;&amp;#,"> 
    <meta name="author" content="洪偉 Wei Hung"> 
    <link rel="alternative" href="atom.xml" title="偉恩與咖啡" type="application/atom+xml"> 
    <link rel="icon" href="https://wayneh.tw/favicon.png"> 
    <link rel="stylesheet" href="../../../../css/diaspora.css">
    <meta name="description" content="&amp;#x672C;&amp;#x6587;&amp;#x9996;&amp;#x6B21;&amp;#x520A;&amp;#x767B;&amp;#x65BC;&amp;#x300C;&amp;#x9CF4;&amp;#x4EBA;&amp;#x5802;&amp;#x70D9;&amp;#x54F2;&amp;#x5B78;&amp;#x300D;&amp;#x5C08;&amp;#x6B04;&amp;#x3002;  &amp;#x5C0F;&amp;#x5B89;&amp;#x7D04;&amp;#x5C0F;&amp;#x83EF;&amp;#x770B;&amp;#x96">
<meta name="keywords" content="語言哲學">
<meta property="og:type" content="article">
<meta property="og:title" content="道歉的哲學：「因為你生氣所以我道歉」為何不妥？">
<meta property="og:url" content="https://wayneh.tw/2020/06/12/how-to-apologize/index.html">
<meta property="og:site_name" content="偉恩與咖啡">
<meta property="og:description" content="&amp;#x672C;&amp;#x6587;&amp;#x9996;&amp;#x6B21;&amp;#x520A;&amp;#x767B;&amp;#x65BC;&amp;#x300C;&amp;#x9CF4;&amp;#x4EBA;&amp;#x5802;&amp;#x70D9;&amp;#x54F2;&amp;#x5B78;&amp;#x300D;&amp;#x5C08;&amp;#x6B04;&amp;#x3002;  &amp;#x5C0F;&amp;#x5B89;&amp;#x7D04;&amp;#x5C0F;&amp;#x83EF;&amp;#x770B;&amp;#x96">
<meta property="og:locale" content="zh-TW">
<meta property="og:updated_time" content="2020-06-19T07:52:58.462Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="道歉的哲學：「因為你生氣所以我道歉」為何不妥？">
<meta name="twitter:description" content="&amp;#x672C;&amp;#x6587;&amp;#x9996;&amp;#x6B21;&amp;#x520A;&amp;#x767B;&amp;#x65BC;&amp;#x300C;&amp;#x9CF4;&amp;#x4EBA;&amp;#x5802;&amp;#x70D9;&amp;#x54F2;&amp;#x5B78;&amp;#x300D;&amp;#x5C08;&amp;#x6B04;&amp;#x3002;  &amp;#x5C0F;&amp;#x5B89;&amp;#x7D04;&amp;#x5C0F;&amp;#x83EF;&amp;#x770B;&amp;#x96">
    <script id="dsq-count-scr" src="//waynetwhexo.disqus.com/count.js" async></script>
    <link href="https://fonts.googleapis.com/css?family=Noto+Sans+TC:400,500,700|Noto+Serif+TC:400,700&display=swap" rel="stylesheet">
    <script defer src="/js/all.js"></script><!-- hexo-inject:begin --><!-- hexo-inject:end --> 
</head></html>
<body class="loading">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><span id="config-title" style="display:none">偉恩與咖啡</span>
    <div id="loader"></div>
    <div id="single">
    <div id="top" style="display: block;">
    <div class="bar" style="width: 0;"></div>
    <a class="icon-home image-icon" href="javascript:;" data-url="https://wayneh.tw"></a>
    <div title="播放/暫停" class="icon-play"></div>
    <h3 class="subtitle">道歉的哲學：「因為你生氣所以我道歉」為何不妥？</h3>
    <div class="social">
        <!--<div class="like-icon">-->
            <!--<a href="javascript:;" class="likeThis active"><span class="icon-like"></span><span class="count">76</span></a>-->
        <!--</div>-->
        <div>
            <div class="share">
                <a title="QR code" class="icon-scan" href="javascript:;"></a>
            </div>
            <div id="qr"></div>
        </div>
    </div>
    <div class="scrollbar"></div>
</div>

    <div class="section">
        <div class="article">
    <div class='main'>
        <h1 class="title">道歉的哲學：「因為你生氣所以我道歉」為何不妥？</h1>
        <div class="stuff">
            <span>六月 12, 2020</span>
            
  <ul class="post-tags-list"><li class="post-tags-list-item"><a class="post-tags-list-link" href="../../../../tags/語言哲學/">語言哲學</a></li></ul>


        </div>
        <div class="content markdown">
            <blockquote>
<p>&#x672C;&#x6587;&#x9996;&#x6B21;&#x520A;&#x767B;&#x65BC;&#x300C;&#x9CF4;&#x4EBA;&#x5802;&#x70D9;&#x54F2;&#x5B78;&#x300D;&#x5C08;&#x6B04;&#x3002;</p>
</blockquote>
<p>&#x5C0F;&#x5B89;&#x7D04;&#x5C0F;&#x83EF;&#x770B;&#x96FB;&#x5F71;&#xFF0C;&#x81EA;&#x5DF1;&#x9072;&#x5230;&#x534A;&#x5C0F;&#x6642;&#xFF0C;&#x5C0F;&#x83EF;&#x5F88;&#x751F;&#x6C23;&#x3002;&#x5C0F;&#x5B89;&#x70BA;&#x4EC0;&#x9EBC;&#x9072;&#x5230;&#xFF1F;&#x786C;&#x8981;&#x8AAA;&#x539F;&#x56E0;&#x6709;&#x597D;&#x5E7E;&#x500B;&#xFF1A;</p>
<ul>
<li>&#x4ED6;&#x65E9;&#x4E0A;&#x722C;&#x4E0D;&#x8D77;&#x4F86;&#x3002;</li>
<li>&#x4ED6;&#x6628;&#x5929;&#x96FB;&#x52D5;&#x6253;&#x592A;&#x665A;&#x3002;</li>
<li>&#x4ED6;&#x7576;&#x521D;&#x548C;&#x5C0F;&#x83EF;&#x7D04;&#x592A;&#x65E9;&#x3002;</li>
</ul>
<p>&#x5C0F;&#x5B89;&#x6709;&#x5F88;&#x591A;&#x9053;&#x6B49;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x4ED6;&#x53EF;&#x4EE5;&#x70BA;&#x81EA;&#x5DF1;&#x7761;&#x904E;&#x982D;&#x9053;&#x6B49;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x70BA;&#x96FB;&#x52D5;&#x6253;&#x592A;&#x665A;&#x9053;&#x6B49;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x70BA;&#x4ED6;&#x5011;&#x7D04;&#x592A;&#x65E9;&#x9053;&#x6B49;&#x3002;&#x6216;&#x8A31;&#xFF0C;&#x4ED6;&#x4E5F;&#x8003;&#x616E;&#x70BA;&#x81EA;&#x5DF1;&#x5BB3;&#x5C0F;&#x83EF;&#x751F;&#x6C23;&#x9053;&#x6B49;&#x3002;</p>
<p>&#x9019;&#x9EBC;&#x591A;&#x9053;&#x6B49;&#x65B9;&#x5411;&#xFF0C;&#x4E26;&#x4E0D;&#x662F;&#x96A8;&#x610F;&#x9078;&#x4E00;&#x500B;&#x5C31;&#x884C;&#x3002;&#x72C0;&#x6CC1;&#x4E0D;&#x540C;&#xFF0C;&#x9069;&#x5408;&#x7684;&#x9053;&#x6B49;&#x4E5F;&#x4E0D;&#x540C;&#x3002;&#x82E5;&#x5C0F;&#x5B89;&#x5F9E;&#x4F86;&#x6C92;&#x9072;&#x5230;&#x904E;&#xFF0C;&#x6216;&#x8A31;&#x4E00;&#x53E5;&#x300C;&#x62B1;&#x6B49;&#x6211;&#x9072;&#x5230;&#x4E86;&#x300D;&#x5C31;&#x80FD;&#x8B93;&#x5C0F;&#x83EF;&#x6EFF;&#x610F;&#xFF1B;&#x4F46;&#x82E5;&#x5C0F;&#x5B89;&#x71AC;&#x591C;&#x6253;&#x96FB;&#x52D5;&#x7684;&#x7FD2;&#x6163;&#x904E;&#x53BB;&#x5DF2;&#x7D93;&#x9020;&#x6210;&#x5C0F;&#x83EF;&#x4E0D;&#x5C11;&#x56F0;&#x64FE;&#xFF0C;&#x5C0F;&#x5B89;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x8AAA;&#x66F4;&#x591A;&#x3002;</p>
<p>&#x600E;&#x6A23;&#x7684;&#x9053;&#x6B49;&#x624D;&#x59A5;&#x7576;&#xFF1F;&#x4EE5;&#x4E0B;&#x6211;&#x63D0;&#x51FA;&#x4E00;&#x500B;&#x5206;&#x6790;&#xFF1A;&#x6211;&#x4E3B;&#x5F35;&#xFF0C;&#x9053;&#x6B49;&#x7684;&#x6838;&#x5FC3;&#x5728;&#x65BC;&#x8868;&#x9054;&#x81EA;&#x5DF1;&#x540C;&#x610F;&#x67D0;&#x7A2E;&#x300C;&#x4E92;&#x52D5;&#x898F;&#x5247;&#x300D;&#x3002;</p>
<h1>&#x4EC0;&#x9EBC;&#x662F;&#x9053;&#x6B49;&#xFF1F;</h1>
<p>&#x9053;&#x6B49;&#x662F;&#x4E00;&#x7A2E;&#x8A9E;&#x8A00;&#x884C;&#x52D5;&#xFF08;speech act&#xFF09;&#xFF0C;&#x4E00;&#x7A2E;&#x900F;&#x904E;&#x4F7F;&#x7528;&#x8A9E;&#x8A00;&#x4F86;&#x9032;&#x884C;&#x7684;&#x884C;&#x52D5;&#x2014;&#x2014;&#x4E26;&#x4E0D;&#x662F;&#x6211;&#x5011;&#x5728;&#x9032;&#x884C;&#x884C;&#x52D5;&#x7684;&#x6642;&#x5019;&#x9806;&#x4FBF;&#x8AAA;&#x4E86;&#x4E00;&#x53E5;&#x8A71;&#xFF0C;&#x800C;&#x662F;&#x8AAA;&#x8A71;&#x662F;&#x884C;&#x52D5;&#x7684;&#x5FC5;&#x8981;&#x5143;&#x7D20;&#x3002;&#x85C9;&#x7531;&#x8AAA;&#x51FA;&#x300C;&#x6211;&#x5224;&#x4F60;&#x6B7B;&#x5211;&#x300D;&#xFF0C;&#x6CD5;&#x5B98;&#x505A;&#x4E86;&#x7279;&#x5B9A;&#x4E8B;&#x60C5;&#xFF1B;&#x85C9;&#x7531;&#x8AAA;&#x51FA;&#x300C;&#x6211;&#x9858;&#x610F;&#x300D;&#xFF0C;&#x5A5A;&#x79AE;&#x4E0A;&#x7684;&#x65B0;&#x4EBA;&#x505A;&#x4E86;&#x7279;&#x5B9A;&#x4E8B;&#x60C5;&#xFF1B;&#x85C9;&#x7531;&#x9053;&#x6B49;&#xFF0C;&#x6211;&#x5011;&#x5C0D;&#x5225;&#x4EBA;&#x505A;&#x4E86;&#x7279;&#x5B9A;&#x4E8B;&#x60C5;&#x3002;</p>
<p>&#x8A9E;&#x8A00;&#x884C;&#x52D5;&#x901A;&#x5E38;&#x6709;&#x4E9B;&#x524D;&#x63D0;&#x3002;&#x8981;&#x5224;&#x4EBA;&#x6B7B;&#x5211;&#xFF0C;&#x4F60;&#x5F97;&#x5148;&#x8981;&#x662F;&#x500B;&#x6CD5;&#x5B98;&#xFF0C;&#x5750;&#x5728;&#x6CD5;&#x5EAD;&#x4E0A;&#xFF0C;&#x5728;&#x6B63;&#x78BA;&#x7684;&#x6642;&#x6A5F;&#x8AAA;&#x9019;&#x53E5;&#x8A71;&#xFF1B;&#x8981;&#x7D50;&#x5A5A;&#xFF0C;&#x4F60;&#x5F97;&#x5148;&#x8981;&#x53D7;&#x5230;&#x7236;&#x6B0A;&#x7684;&#x77C7;&#x9A19;&#xFF08;&#x958B;&#x73A9;&#x7B11;&#x7684;&#xFF09;&#xFF1B;&#x8981;&#x59A5;&#x7576;&#x7684;&#x9053;&#x6B49;&#xFF0C;&#x4F60;&#x5F97;&#x8981;&#x5148;&#x72AF;&#x932F;&#xFF08;&#x9664;&#x975E;&#x4F60;&#x662F;&#x5BA2;&#x670D;&#x4EBA;&#x54E1;&#xFF09;&#xFF0C;&#x4E26;&#x671F;&#x5F85;&#x56E0;&#x6B64;&#x7372;&#x5F97;&#x53E6;&#x4E00;&#x500B;&#x4EBA;&#x7684;&#x539F;&#x8AD2;&#x3002;&#x5982;&#x679C;&#x4E0D;&#x662F;&#x9019;&#x6A23;&#xFF0C;&#x5373;&#x4F7F;&#x662F;&#x8AAA;&#x51FA;&#x4E86;&#x300C;&#x5C0D;&#x4E0D;&#x8D77;&#x300D;&#xFF0C;&#x4E5F;&#x6C92;&#x8FA6;&#x6CD5;&#x69CB;&#x6210;&#x4E00;&#x500B;&#x9053;&#x6B49;&#x884C;&#x52D5;&#x3002;</p>
<p>&#x521D;&#x6B65;&#x4F86;&#x8AAA;&#xFF0C;&#x8981;&#x59A5;&#x7576;&#x7684;&#x9053;&#x6B49;&#xFF0C;&#x4EBA;&#x4E5F;&#x5FC5;&#x9808;&#x70BA;&#x6B63;&#x78BA;&#x7684;&#x932F;&#x8AA4;&#x9053;&#x6B49;&#xFF0C;&#x6BD4;&#x5982;&#x4F60;&#x5F97;&#x77E5;&#x9053;&#x5C0D;&#x65B9;&#x5728;&#x610F;&#x4EC0;&#x9EBC;&#x3002;&#x5982;&#x679C;&#x5C0F;&#x83EF;&#x53EA;&#x662F;&#x7D14;&#x7CB9;&#x4E0D;&#x723D;&#x5C0F;&#x5B89;&#x9072;&#x5230;&#xFF0C;&#x90A3;&#x9EBC;&#x5C0F;&#x5B89;&#x4FBF;&#x70BA;&#x4ED6;&#x7684;&#x9072;&#x5230;&#x9053;&#x6B49;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x5982;&#x679C;&#x5C0F;&#x83EF;&#x5728;&#x610F;&#x7684;&#x662F;&#x5C0F;&#x5B89;&#x7684;&#x300C;&#x5931;&#x4FE1;&#x300D;&#xFF08;&#x53EF;&#x80FD;&#x56E0;&#x70BA;&#x5C0F;&#x5B89;&#x6BCF;&#x6B21;&#x8AAA;&#x597D;&#x4EC0;&#x9EBC;&#x90FD;&#x6C92;&#x505A;&#x5230;&#xFF09;&#xFF0C;&#x90A3;&#x9EBC;&#x5C0F;&#x5B89;&#x5C31;&#x4E0D;&#x80FD;&#x53EA;&#x70BA;&#x4ED6;&#x7684;&#x9072;&#x5230;&#x9053;&#x6B49;&#x3002;</p>
<p>&#x9032;&#x4E00;&#x6B65;&#x4F86;&#x8AAA;&#xFF0C;&#x4E8B;&#x60C5;&#x6C92;&#x90A3;&#x9EBC;&#x7C21;&#x55AE;&#xFF0C;&#x6709;&#x4E9B;&#x9053;&#x6B49;&#x96D6;&#x7136;&#x770B;&#x8D77;&#x4F86;&#x6EFF;&#x8DB3;&#x4E0A;&#x8FF0;&#x7684;&#x8981;&#x4EF6;&#xFF0C;&#x4F46;&#x4E0D;&#x50CF;&#x662F;&#x59A5;&#x7576;&#x7684;&#x9053;&#x6B49;&#x3002;</p>
<h1>&#x5931;&#x6557;&#x7684;&#x9053;&#x6B49;</h1>
<p>&#x300C;&#x9053;&#x6B49;&#x5C31;&#x9053;&#x6B49;&#x554A;&#x6709;&#x4EC0;&#x9EBC;&#x4E86;&#x4E0D;&#x8D77;&#x5C0D;&#x4E0D;&#x8D77;&#x561B;&#x3002;&#x300D;</p>
<blockquote>
<p>&#x9019;&#x4E0D;&#x662F;&#x59A5;&#x7576;&#x7684;&#x9053;&#x6B49;&#xFF0C;&#x56E0;&#x70BA;&#x9019;&#x770B;&#x8D77;&#x4F86;&#x4E0D;&#x592A;&#x6709;&#x8AA0;&#x610F;&#x3002;&#x6211;&#x5011;&#x53EF;&#x4EE5;&#x540C;&#x610F;&#xFF0C;&#x8AA0;&#x610F;&#xFF0C;&#x6216;&#x662F;&#x6B49;&#x610F;&#xFF0C;&#x662F;&#x9053;&#x6B49;&#x9700;&#x8981;&#x7684;&#x5FC3;&#x7406;&#x8981;&#x4EF6;&#x3002;&#x5C31;&#x50CF;&#x8AA0;&#x5BE6;&#x662F;&#x627F;&#x8AFE;&#x7684;&#x5FC3;&#x7406;&#x8981;&#x4EF6;&#x4E00;&#x6A23;&#xFF0C;&#x9053;&#x6B49;&#x7684;&#x4EBA;&#x5FC3;&#x4E2D;&#x5FC5;&#x9808;&#x4E5F;&#x62B1;&#x6301;&#x8457;&#x8AA0;&#x5BE6;&#x7684;&#x614B;&#x5EA6;&#x3002;</p>
</blockquote>
<p>&#x300C;&#x6211;&#x70BA;&#x4F60;&#x7684;&#x4E0D;&#x9AD8;&#x8208;&#x9053;&#x6B49;&#x3002;&#x300D;&#xFF08;&#x4F46;&#x5C0D;&#x65B9;&#x6703;&#x751F;&#x6C23;&#xFF0C;&#x662F;&#x56E0;&#x70BA;&#x4F60;&#x505A;&#x4E86;&#x904E;&#x5206;&#x7684;&#x4E8B;&#x3002;&#xFF09;</p>
<blockquote>
<p>&#x9019;&#x7A2E;&#x9053;&#x6B49;&#x5E38;&#x5E38;&#x51FA;&#x73FE;&#x5728;&#x653F;&#x6CBB;&#x4EBA;&#x7269;&#x8A71;&#x8853;&#x4E2D;&#xFF0C;&#x4F46;&#x5E38;&#x5E38;&#x4E0D;&#x59A5;&#x7576;&#xFF0C;&#x56E0;&#x70BA;&#x300C;&#x6C92;&#x6253;&#x5230;&#x9EDE;&#x300D;&#x3002;</p>
</blockquote>
<blockquote>
<p>&#x300C;&#x5C0D;&#x4E0D;&#x8D77;&#xFF0C;&#x6211;&#x6BBA;&#x4E86;&#x4F60;&#x7684;&#x72D7;&#xFF0C;&#x4F46;&#x662F;&#x7260;&#x54AC;&#x6211;&#x7684;&#x62D6;&#x978B;&#x3002;&#x300D;</p>
</blockquote>
<p>&#x57FA;&#x65BC;&#x660E;&#x986F;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x9019;&#x5728;&#x5927;&#x90E8;&#x5206;&#x6642;&#x5019;&#x90FD;&#x4E0D;&#x662F;&#x59A5;&#x7576;&#x7684;&#x9053;&#x6B49;&#x3002;</p>
<p>&#x70BA;&#x4EC0;&#x9EBC;&#x4E0A;&#x8FF0;&#x9053;&#x6B49;&#x4E0D;&#x59A5;&#x7576;&#xFF1F;&#x8981;&#x63A2;&#x8A0E;&#x9019;&#x4E9B;&#x554F;&#x984C;&#xFF0C;&#x6211;&#x5011;&#x5C31;&#x4E0D;&#x80FD;&#x53EA;&#x8003;&#x616E;&#x9053;&#x6B49;&#x7684;&#x5F62;&#x5F0F;&#xFF0C;&#x9084;&#x9700;&#x8981;&#x63A2;&#x8A0E;&#x9053;&#x6B49;&#x7684;&#x793E;&#x6703;&#x6027;&#x6982;&#x5FF5;&#x3002;&#x96A8;&#x8457;&#x4E0D;&#x540C;&#x7684;&#x72C0;&#x6CC1;&#xFF0C;&#x9053;&#x6B49;&#x6709;&#x4E0D;&#x540C;&#x7684;&#x689D;&#x4EF6;&#x3002;&#x5728;&#x672C;&#x6587;&#xFF0C;&#x6211;&#x5148;&#x4E0D;&#x8003;&#x616E;&#x96C6;&#x9AD4;&#x9053;&#x6B49;&#x6216;&#x662F;&#x500B;&#x4EBA;&#x516C;&#x958B;&#x9053;&#x6B49;&#xFF0C;&#x6211;&#x5011;&#x5728;&#x9019;&#x88E1;&#x5148;&#x53EA;&#x8003;&#x616E;&#x4EBA;&#x969B;&#x9593;&#x7684;&#x3001;&#x4E00;&#x5C0D;&#x4E00;&#x7684;&#x9053;&#x6B49;&#x3002;</p>
<p>&#x6709;&#x4E9B;&#x4EBA;&#x6703;&#x8AAA;&#xFF0C;&#x59A5;&#x7576;&#x7684;&#x9053;&#x6B49;&#x5C31;&#x662F;&#x6709;&#x6548;&#x7684;&#x9053;&#x6B49;&#xFF0C;&#x9053;&#x6B49;&#x6709;&#x4E0D;&#x6709;&#x6548;&#xFF0C;&#x5C31;&#x770B;&#x5C0D;&#x65B9;&#x539F;&#x4E0D;&#x539F;&#x8AD2;&#x4F60;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x5C31;&#x7B97;&#x6211;&#x4E0D;&#x7BA1;&#x600E;&#x6A23;&#x90FD;&#x4E0D;&#x539F;&#x8AD2;&#x4F60;&#xFF0C;&#x4E5F;&#x6709;&#x53EF;&#x80FD;&#x662F;&#x56E0;&#x70BA;&#x6211;&#x5F88;&#x96E3;&#x641E;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x56E0;&#x70BA;&#x4F60;&#x7684;&#x904E;&#x932F;&#x91CD;&#x5230;&#x4E0D;&#x7BA1;&#x600E;&#x6A23;&#x90FD;&#x4E0D;&#x503C;&#x5F97;&#x539F;&#x8AD2;&#xFF0C;&#x6216;&#x8005;&#x4F60;&#x7684;&#x9053;&#x6B49;&#x4E0D;&#x59A5;&#x7576;&#x3002;&#x6211;&#x5011;&#x4F3C;&#x4E4E;&#x53EF;&#x4EE5;&#x60F3;&#x50CF;&#xFF0C;&#x67D0;&#x4EBA;&#x505A;&#x4E86;&#x59A5;&#x7576;&#x7684;&#x9053;&#x6B49;&#xFF0C;&#x4F46;&#x4F9D;&#x7136;&#x7121;&#x6CD5;&#x7372;&#x5F97;&#x5C0D;&#x65B9;&#x7684;&#x539F;&#x8AD2;&#x3002;</p>
<p>&#x8981;&#x7406;&#x89E3;&#x9053;&#x6B49;&#x5982;&#x4F55;&#x59A5;&#x7576;&#xFF0C;&#x6211;&#x8A8D;&#x70BA;&#xFF0C;&#x6211;&#x5011;&#x8981;&#x9032;&#x4E00;&#x6B65;&#x89C0;&#x5BDF;&#x548C;&#x95E1;&#x660E;&#x9053;&#x6B49;&#x7684;&#x793E;&#x6703;&#x529F;&#x80FD;&#x3002;</p>
<h1>&#x9053;&#x6B49;&#x662F;&#x7528;&#x4F86;&#x78BA;&#x8A8D;&#x4EBA;&#x969B;&#x898F;&#x5247;</h1>
<p>&#x5728;&#x4EBA;&#x969B;&#x95DC;&#x4FC2;&#x4E2D;&#xFF0C;&#x6BCF;&#x500B;&#x4EBA;&#x6709;&#x81EA;&#x5DF1;&#x8A8D;&#x70BA;&#x8212;&#x9069;&#x7684;&#x4E92;&#x52D5;&#x65B9;&#x5F0F;&#x3001;&#x80FD;&#x5BB9;&#x5FCD;&#x7684;&#x4E92;&#x52D5;&#x65B9;&#x5F0F;&#xFF0C;&#x8207;&#x4E0D;&#x80FD;&#x5BB9;&#x5FCD;&#x7684;&#x4E92;&#x52D5;&#x65B9;&#x5F0F;&#x3002;&#x9019;&#x4E9B;&#x4E92;&#x52D5;&#x65B9;&#x5F0F;&#xFF0C;&#x6211;&#x5011;&#x53EF;&#x4EE5;&#x60F3;&#x6210;&#x300C;&#x898F;&#x5247;&#x300D;&#xFF1A;&#x5982;&#x679C;&#x6211;&#x9055;&#x53CD;&#x4E86;&#x9019;&#x500B;&#x898F;&#x5247;&#xFF0C;&#x6211;&#x5C31;&#x9055;&#x898F;&#x4E86;&#x3002;&#x4E0D;&#x904E;&#xFF0C;&#x9664;&#x975E;&#x4F60;&#x7684;&#x4E92;&#x52D5;&#x5C0D;&#x8C61;&#x662F;&#x300A;&#x5B85;&#x7537;&#x884C;&#x4E0D;&#x884C;&#x300B;&#x88E1;&#x7684;&#x5EAB;&#x73C0;&#x535A;&#x58EB;&#xFF08;Sheldon Cooper&#xFF09;&#xFF0C;&#x5426;&#x5247;&#x9019;&#x4E9B;&#x898F;&#x5247;&#x901A;&#x5E38;&#x4E0D;&#x6703;&#x6E05;&#x695A;&#x5BEB;&#x5728;&#x7D19;&#x4E0A;&#xFF0C;&#x4E00;&#x822C;&#x4EBA;&#x662F;&#x900F;&#x904E;&#x4E92;&#x52D5;&#x548C;&#x5354;&#x8ABF;&#x4F86;&#x6162;&#x6162;&#x78BA;&#x5B9A;&#x4E92;&#x52D5;&#x898F;&#x5247;&#x3002;</p>
<p>&#x8981;&#x600E;&#x9EBC;&#x77E5;&#x9053;&#x4E00;&#x500B;&#x884C;&#x70BA;&#x6709;&#x6C92;&#x6709;&#x9055;&#x898F;&#x5462;&#xFF1F;&#x5728;&#x7403;&#x5834;&#x4E0A;&#xFF0C;&#x6709;&#x88C1;&#x5224;&#x88C1;&#x6C7A;&#x884C;&#x70BA;&#x662F;&#x5426;&#x72AF;&#x898F;&#xFF0C;&#x4F46;&#x5728;&#x4EBA;&#x969B;&#x4E2D;&#xFF0C;&#x6211;&#x5011;&#x6240;&#x6709;&#x4EBA;&#x90FD;&#x65E2;&#x662F;&#x7403;&#x54E1;&#xFF0C;&#x4E5F;&#x662F;&#x88C1;&#x5224;&#x3002;&#x6211;&#x5011;&#x4E00;&#x908A;&#x884C;&#x52D5;&#xFF0C;&#x4E00;&#x908A;&#x7406;&#x89E3;&#x5F7C;&#x6B64;&#x7684;&#x884C;&#x52D5;&#xFF0C;&#x4E00;&#x908A;&#x505A;&#x51FA;&#x8A55;&#x50F9;&#x3002;&#x525B;&#x8A8D;&#x8B58;&#x4E00;&#x500B;&#x4EBA;&#xFF0C;&#x6211;&#x5011;&#x4E0D;&#x53EF;&#x80FD;&#x82B1;&#x4E00;&#x500B;&#x4E0B;&#x5348;&#x5C31;&#x641E;&#x5B9A;&#x5F7C;&#x6B64;&#x7684;&#x4E92;&#x52D5;&#x898F;&#x5247;&#xFF0C;&#x901A;&#x5E38;&#x6211;&#x5011;&#x9700;&#x8981;&#x9577;&#x4E45;&#x76F8;&#x8655;&#xFF0C;&#x6162;&#x6162;&#x6478;&#x6E05;&#x5F7C;&#x6B64;&#x6709;&#x54EA;&#x4E9B;&#x300C;&#x6BDB;&#x300D;&#xFF0C;&#x5354;&#x8ABF;&#x51FA;&#x53EF;&#x63A5;&#x53D7;&#x7684;&#x4E92;&#x52D5;&#x65B9;&#x5F0F;&#x3002;</p>
<p>&#x4E92;&#x52D5;&#x898F;&#x5247;&#x8981;&#x6709;&#x6548;&#xFF0C;&#x9700;&#x8981;&#x96D9;&#x65B9;&#x91CD;&#x8996;&#x5F7C;&#x6B64;&#x95DC;&#x4FC2;&#x3001;&#x91CD;&#x8996;&#x81EA;&#x5F8B;&#x548C;&#x627F;&#x8AFE;&#xFF0C;&#x4E5F;&#x9700;&#x8981;&#x96D9;&#x65B9;&#x5C0D;&#x57FA;&#x672C;&#x50F9;&#x503C;&#x6709;&#x5920;&#x591A;&#x5171;&#x8B58;&#xFF0C;&#x7136;&#x800C;&#x9019;&#x4E9B;&#x90FD;&#x9700;&#x8981;&#x63A2;&#x7D22;&#x548C;&#x78BA;&#x8A8D;&#x3002;</p>
<p>&#x82E5;&#x6709;&#x4EBA;&#x9055;&#x53CD;&#x4E92;&#x52D5;&#x898F;&#x5247;&#xFF0C;&#x6211;&#x5011;&#x6703;&#x751F;&#x6C23;&#xFF0C;&#x9019;&#x4E0D;&#x55AE;&#x662F;&#x56E0;&#x70BA;&#x6211;&#x5011;&#x5C0D;&#x5C0D;&#x65B9;&#x7684;&#x884C;&#x70BA;&#x611F;&#x5230;&#x4E0D;&#x8212;&#x670D;&#xFF0C;&#x4E5F;&#x662F;&#x56E0;&#x70BA;&#x6211;&#x5011;&#x5BDF;&#x89BA;&#x5C0D;&#x65B9;&#x597D;&#x50CF;&#x4E0D;&#x5920;&#x91CD;&#x8996;&#x4E92;&#x52D5;&#x898F;&#x5247;&#x3001;&#x7FA9;&#x52D9;&#x6216;&#x95DC;&#x4FC2;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x6211;&#x5011;&#x4E5F;&#x7121;&#x6CD5;&#x4FDD;&#x8B49;&#x9019;&#x4E00;&#x5B9A;&#x662F;&#x51FA;&#x65BC;&#x5C0D;&#x65B9;&#x9055;&#x53CD;&#x898F;&#x5247;&#xFF0C;&#x641E;&#x4E0D;&#x597D;&#x53EA;&#x662F;&#x5F7C;&#x6B64;&#x5C0D;&#x898F;&#x5247;&#x5167;&#x5BB9;&#x6709;&#x4E0D;&#x540C;&#x7406;&#x89E3;&#xFF0C;&#x9700;&#x8981;&#x91CD;&#x65B0;&#x63A2;&#x7D22;&#x548C;&#x78BA;&#x8A8D;&#x3002;</p>
<p>&#x82E5;&#x4E0A;&#x8FF0;&#x8AAA;&#x6CD5;&#x63CF;&#x8FF0;&#x4E86;&#x4EBA;&#x985E;&#x4EA4;&#x5F80;&#x4E92;&#x52D5;&#x7684;&#x91CD;&#x8981;&#x904E;&#x7A0B;&#x548C;&#x4EFB;&#x52D9;&#xFF0C;&#x90A3;&#x9EBC;&#x6211;&#x8A8D;&#x70BA;&#xFF0C;&#x9053;&#x6B49;&#x4E4B;&#x6240;&#x4EE5;&#x91CD;&#x8981;&#xFF0C;&#x662F;&#x56E0;&#x70BA;&#x5B83;&#x5728;&#x4EBA;&#x985E;&#x4E92;&#x52D5;&#x4E2D;&#x6709;&#x591A;&#x91CD;&#x529F;&#x80FD;&#xFF0C;&#x5728;&#x4E0D;&#x540C;&#x60C5;&#x6CC1;&#x4E0B;&#xFF0C;&#x9053;&#x6B49;&#x53EF;&#x4EE5;&#xFF1A;</p>
<ul>
<li>&#x8868;&#x9054;&#x81EA;&#x5DF1;&#x540C;&#x610F;&#x5C0D;&#x65B9;&#x7684;&#x4E92;&#x52D5;&#x898F;&#x5247;&#x3002;</li>
<li>&#x8AAA;&#x660E;&#x81EA;&#x5DF1;&#x70BA;&#x4F55;&#x505A;&#x51FA;&#x9055;&#x53CD;&#x898F;&#x5247;&#x7684;&#x4E8B;&#x60C5;&#x3002;</li>
<li>&#x63D0;&#x51FA;&#x81EA;&#x5DF1;&#x5C0D;&#x884C;&#x70BA;&#x6216;&#x898F;&#x5247;&#x7684;&#x4E0D;&#x540C;&#x7406;&#x89E3;&#x7D66;&#x5C0D;&#x65B9;&#x6838;&#x5C0D;&#xFF0C;&#x85C9;&#x6B64;&#x5354;&#x8ABF;&#x770B;&#x6CD5;&#x3002;</li>
<li>&#x5728;&#x9019;&#x4E9B;&#x884C;&#x52D5;&#x7684;&#x80CC;&#x5F8C;&#xFF0C;&#x6211;&#x5011;&#x8868;&#x9054;&#x7684;&#x662F;&#x81EA;&#x5DF1;&#x5C0D;&#x65BC;&#x4E00;&#x4E9B;&#x4E92;&#x52D5;&#x6210;&#x5206;&#x7684;&#x91CD;&#x8996;&#xFF1A;</li>
</ul>
<p>&#x8868;&#x9054;&#x5C0D;&#x57FA;&#x672C;&#x50F9;&#x503C;&#x8207;&#x5171;&#x8B58;&#x7684;&#x91CD;&#x8996;&#xFF1A;</p>
<blockquote>
<p>&#x300C;&#x6211;&#x540C;&#x7406;&#x4E86;&#x4F60;&#x7684;&#x611F;&#x53D7;&#x300D;&#x300C;&#x6211;&#x5F88;&#x5F8C;&#x6094;&#x300D;&#x300C;&#x6211;&#x91CD;&#x8996;&#x4F60;&#x300D;&#x3002;</p>
</blockquote>
<p>&#x8868;&#x9054;&#x5C0D;&#x95DC;&#x4FC2;&#x8207;&#x81EA;&#x5F8B;&#x7684;&#x91CD;&#x8996;&#xFF1A;</p>
<blockquote>
<p>&#x300C;&#x6211;&#x6709;&#x53E6;&#x4E00;&#x500B;&#x540C;&#x6A23;&#x91CD;&#x8981;&#x7684;&#x8003;&#x91CF;&#x300D;&#x300C;&#x6211;&#x90A3;&#x6642;&#x904E;&#x65BC;&#x60C5;&#x7DD2;&#x5316;&#x300D;&#x300C;&#x8981;&#x662F;&#x4F60;&#x9019;&#x9EBC;&#x505A;&#xFF0C;&#x6211;&#x4E5F;&#x6703;&#x540C;&#x610F;&#x300D;&#x3002;</p>
</blockquote>
<p>&#x8868;&#x9054;&#x5C0D;&#x898F;&#x5247;&#x7684;&#x91CD;&#x8996;&#xFF1A;</p>
<blockquote>
<p>&#x300C;&#x6211;&#x4E0D;&#x662F;&#x6545;&#x610F;&#x9019;&#x9EBC;&#x505A;&#x7684;&#xFF08;&#x8981;&#x662F;&#x6211;&#x6709;&#x5FC3;&#xFF0C;&#x6211;&#x4E0D;&#x6703;&#x9019;&#x9EBC;&#x505A;&#xFF09;&#x300D;&#x300C;&#x6211;&#x4E4B;&#x5F8C;&#x4E0D;&#x6703;&#x518D;&#x72AF;&#x300D;&#x300C;&#x6211;&#x9019;&#x9EBC;&#x505A;&#x662F;&#x6709;&#x539F;&#x56E0;&#x7684;&#xFF08;&#x9019;&#x500B;&#x539F;&#x56E0;&#x61C9;&#x8A72;&#x8981;&#x53EF;&#x4EE5;&#x4F5C;&#x70BA;&#x898F;&#x5247;&#x7684;&#x7279;&#x4F8B;&#xFF09;&#x300D;&#x3002;</p>
</blockquote>
<p>&#x70BA;&#x884C;&#x70BA;&#x63D0;&#x4F9B;&#x7406;&#x89E3;&#xFF08;&#x6216;&#x540C;&#x610F;&#x5C0D;&#x65B9;&#x7684;&#x7406;&#x89E3;&#xFF09;&#xFF1A;</p>
<blockquote>
<p>&#x300C;&#x6211;&#x6C92;&#x6709;&#x60F3;&#x5230;&#x9019;&#x4EF6;&#x4E8B;&#x60C5;&#x8A72;&#x9019;&#x6A23;&#x7406;&#x89E3;&#x300D;&#x300C;&#x4F60;&#x662F;&#x5C0D;&#x7684;&#xFF08;&#x6211;&#x662F;&#x932F;&#x7684;&#xFF09;&#x300D;&#x3002;</p>
</blockquote>
<p>&#x9019;&#x5C31;&#x662F;&#x70BA;&#x4EC0;&#x9EBC;&#xFF0C;&#x9053;&#x6B49;&#x5F80;&#x5F80;&#x4E5F;&#x5177;&#x6709;&#x4FEE;&#x5FA9;&#x95DC;&#x4FC2;&#x7684;&#x529F;&#x80FD;&#x3002;&#x82E5;&#x4F60;&#x63A5;&#x53D7;&#x6211;&#x7684;&#x9053;&#x6B49;&#xFF0C;&#x9019;&#x9664;&#x4E86;&#x4EE3;&#x8868;&#x4F60;&#x539F;&#x8AD2;&#x6211;&#x3001;&#x6B61;&#x8FCE;&#x6211;&#x518D;&#x6B21;&#x56DE;&#x5230;&#x4EBA;&#x969B;&#x95DC;&#x4FC2;&#x4E2D;&#x3002;&#x540C;&#x6642;&#xFF0C;&#x6211;&#x5011;&#x4E5F;&#x85C9;&#x6B64;&#x518D;&#x5EA6;&#x78BA;&#x8A8D;&#x4E86;&#x95DC;&#x4FC2;&#x8207;&#x4E92;&#x4FE1;&#xFF0C;&#x5C07;&#x9019;&#x4E9B;&#x884C;&#x70BA;&#x8207;&#x7406;&#x89E3;&#x5F62;&#x6210;&#x7684;&#x898F;&#x5247;&#xFF0C;&#x52A0;&#x5165;&#x5169;&#x4EBA;&#x4E92;&#x52D5;&#x7684;&#x904E;&#x7A0B;&#x4E2D;&#x3002;</p>
<h1>&#x5C0F;&#x7D50;</h1>
<p>&#x5230;&#x4E86;&#x9019;&#x88E1;&#xFF0C;&#x6211;&#x5011;&#x53EF;&#x4EE5;&#x66F4;&#x6E05;&#x695A;&#x7684;&#x8AAA;&#x660E;&#xFF0C;&#x70BA;&#x4F55;&#x4E0A;&#x8FF0;&#x63D0;&#x5230;&#x7684;&#x90A3;&#x4E9B;&#x9053;&#x6B49;&#x4E0D;&#x59A5;&#x7576;&#xFF1A;</p>
<blockquote>
<p>&#x300C;&#x9053;&#x6B49;&#x5C31;&#x9053;&#x6B49;&#x554A;&#x6709;&#x4EC0;&#x9EBC;&#x4E86;&#x4E0D;&#x8D77;&#x5C0D;&#x4E0D;&#x8D77;&#x561B;&#x3002;&#x300D;</p>
</blockquote>
<p>&#x5C31;&#x7B97;&#x6709;&#x8AA0;&#x610F;&#x4E5F;&#x4E0D;&#x59A5;&#x7576;&#xFF0C;&#x56E0;&#x70BA;&#x5B83;&#x592A;&#x6C92;&#x5167;&#x5BB9;&#xFF0C;&#x7121;&#x6CD5;&#x5BE6;&#x73FE;&#x4E0A;&#x8FF0;&#x4EFB;&#x4F55;&#x529F;&#x80FD;&#x3002;</p>
<blockquote>
<p>&#x300C;&#x6211;&#x70BA;&#x4F60;&#x7684;&#x4E0D;&#x9AD8;&#x8208;&#x9053;&#x6B49;&#x3002;&#x300D;</p>
</blockquote>
<p>&#x5E38;&#x5E38;&#x4E0D;&#x59A5;&#x7576;&#xFF0C;&#x56E0;&#x70BA;&#x5B83;&#x6697;&#x793A;&#x4E86;&#x300C;&#x4E0D;&#x80FD;&#x60F9;&#x4F60;&#x4E0D;&#x9AD8;&#x8208;&#x300D;&#x7684;&#x57FA;&#x672C;&#x50F9;&#x503C;&#xFF0C;&#x4F46;&#x5927;&#x90E8;&#x5206;&#x7684;&#x95DC;&#x4FC2;&#x4E2D;&#x90FD;&#x4E0D;&#x5305;&#x542B;&#x5982;&#x6B64;&#x56B4;&#x683C;&#x7684;&#x57FA;&#x672C;&#x50F9;&#x503C;&#x3002;&#x9019;&#x53EF;&#x80FD;&#x662F;&#x70BA;&#x4EC0;&#x9EBC;&#xFF0C;&#x6709;&#x6642;&#x5019;&#x9019;&#x53E5;&#x8A71;&#x6703;&#x88AB;&#x7576;&#x6210;&#x5435;&#x67B6;&#x8D77;&#x624B;&#x5F0F;&#x3002;</p>
<blockquote>
<p>&#x300C;&#x5C0D;&#x4E0D;&#x8D77;&#xFF0C;&#x6211;&#x6BBA;&#x4E86;&#x4F60;&#x7684;&#x72D7;&#xFF0C;&#x4F46;&#x662F;&#x7260;&#x54AC;&#x6211;&#x7684;&#x62D6;&#x978B;&#x3002;&#x300D;</p>
</blockquote>
<p>&#x5927;&#x90E8;&#x5206;&#x90FD;&#x662F;&#x4E0D;&#x59A5;&#x7576;&#x7684;&#xFF0C;&#x6211;&#x5011;&#x4E0D;&#x6703;&#x63A5;&#x53D7;&#x5B83;&#x9810;&#x8A2D;&#x7684;&#x898F;&#x5247;&#xFF1A;&#x300C;&#x5982;&#x679C;&#x6211;&#x5011;&#x7684;&#x5BF5;&#x7269;&#x54AC;&#x53E6;&#x4E00;&#x500B;&#x4EBA;&#x7684;&#x62D6;&#x978B;&#xFF0C;&#x90A3;&#x500B;&#x4EBA;&#x53EF;&#x4EE5;&#x6BBA;&#x4E86;&#x7260;&#x300D;&#x3002;</p>
<hr>
<p>&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B61;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x8ACB;&#x4E0D;&#x541D;&#x7528;&#x5BE6;&#x969B;&#x884C;&#x52D5;&#x652F;&#x6301;&#x6211;&#xFF1A;</p>
<ul>
<li><a href="https://paypal.me/wayne930242" target="_blank" rel="noopener"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="cc-paypal" class="svg-inline--fa fa-cc-paypal fa-w-18" role="img" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 576 512"><path fill="currentColor" d="M186.3 258.2c0 12.2-9.7 21.5-22 21.5-9.2 0-16-5.2-16-15 0-12.2 9.5-22 21.7-22 9.3 0 16.3 5.7 16.3 15.5zM80.5 209.7h-4.7c-1.5 0-3 1-3.2 2.7l-4.3 26.7 8.2-.3c11 0 19.5-1.5 21.5-14.2 2.3-13.4-6.2-14.9-17.5-14.9zm284 0H360c-1.8 0-3 1-3.2 2.7l-4.2 26.7 8-.3c13 0 22-3 22-18-.1-10.6-9.6-11.1-18.1-11.1zM576 80v352c0 26.5-21.5 48-48 48H48c-26.5 0-48-21.5-48-48V80c0-26.5 21.5-48 48-48h480c26.5 0 48 21.5 48 48zM128.3 215.4c0-21-16.2-28-34.7-28h-40c-2.5 0-5 2-5.2 4.7L32 294.2c-.3 2 1.2 4 3.2 4h19c2.7 0 5.2-2.9 5.5-5.7l4.5-26.6c1-7.2 13.2-4.7 18-4.7 28.6 0 46.1-17 46.1-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.2 8.2-5.8-8.5-14.2-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9 0 20.2-4.9 26.5-11.9-.5 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H200c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm40.5 97.9l63.7-92.6c.5-.5.5-1 .5-1.7 0-1.7-1.5-3.5-3.2-3.5h-19.2c-1.7 0-3.5 1-4.5 2.5l-26.5 39-11-37.5c-.8-2.2-3-4-5.5-4h-18.7c-1.7 0-3.2 1.8-3.2 3.5 0 1.2 19.5 56.8 21.2 62.1-2.7 3.8-20.5 28.6-20.5 31.6 0 1.8 1.5 3.2 3.2 3.2h19.2c1.8-.1 3.5-1.1 4.5-2.6zm159.3-106.7c0-21-16.2-28-34.7-28h-39.7c-2.7 0-5.2 2-5.5 4.7l-16.2 102c-.2 2 1.3 4 3.2 4h20.5c2 0 3.5-1.5 4-3.2l4.5-29c1-7.2 13.2-4.7 18-4.7 28.4 0 45.9-17 45.9-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.3 8.2-5.5-8.5-14-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9.3 0 20.5-4.9 26.5-11.9-.3 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H484c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm47.5-33.3c0-2-1.5-3.5-3.2-3.5h-18.5c-1.5 0-3 1.2-3.2 2.7l-16.2 104-.3.5c0 1.8 1.5 3.5 3.5 3.5h16.5c2.5 0 5-2.9 5.2-5.7L544 191.2v-.3zm-90 51.8c-12.2 0-21.7 9.7-21.7 22 0 9.7 7 15 16.2 15 12 0 21.7-9.2 21.7-21.5.1-9.8-6.9-15.5-16.2-15.5z"/></svg> &#x55AE;&#x6B21;&#x652F;&#x6301;&#xFF08;paypal&#xFF09;</a></li>
</ul>

            <!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->
            <audio id="audio" loop="1" preload="auto" controls="controls" data-autoplay="false">
                <source type="audio/mpeg" src="">
            </audio>
            
                <ul id="audio-list" style="display:none">
                    
                        <li title='0' data-url='https://wayneh.tw/mp3/Touching_Moment.mp3'></li>
                    
                        <li title='1' data-url='https://wayneh.tw/mp3/Dinner_for_Two.mp3'></li>
                    
                </ul>
            
        </div>
        <div id="disqus_thread">
    <script type="text/javascript">
    var disqus_shortname = '';
    var disqus_config = function () {
        this.page.url = 'https://wayneh.tw/2020/06/12/how-to-apologize/';
        this.page.identifier = '/2020/06/12/how-to-apologize/';
        this.page.title = '道歉的哲學：「因為你生氣所以我道歉」為何不妥？';
    };
    (function() { // DON'T EDIT BELOW THIS LINE
    var d = document, s = d.createElement('script');
    s.src = 'https://waynetwhexo.disqus.com/embed.js';
    s.setAttribute('data-timestamp', +new Date());
    (d.head || d.body).appendChild(s);
  })();
  </script>
  <noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>


        </div>
        </div>
    
        <div class='side'>
            <ol class="toc"><li class="toc-item toc-level-1"><a class="toc-link" href="#null"><span class="toc-text">什麼是道歉？</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#null"><span class="toc-text">失敗的道歉</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#null"><span class="toc-text">道歉是用來確認人際規則</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#null"><span class="toc-text">小結</span></a></li></ol>
        </div>
    
    <div id="footnoteText"></div>
</div>

    </div>
</div><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</body>
<script src="//cdn.jsdelivr.net/npm/gitalk@1/dist/gitalk.min.js"></script>
<script src="//ajax.googleapis.com/ajax/libs/jquery/1.8.3/jquery.min.js"></script>
<script src="../../../../js/plugin.js"></script>
<script src="../../../../js/diaspora.js"></script>
<link rel="stylesheet" href="../../../../photoswipe/photoswipe.css">
<link rel="stylesheet" href="../../../../photoswipe/default-skin/default-skin.css">
<script src="../../../../photoswipe/photoswipe.min.js"></script>
<script src="../../../../photoswipe/photoswipe-ui-default.min.js"></script>

<!-- Root element of PhotoSwipe. Must have class pswp. -->
<div class="pswp" tabindex="-1" role="dialog" aria-hidden="true">
    <!-- Background of PhotoSwipe. 
         It's a separate element as animating opacity is faster than rgba(). -->
    <div class="pswp__bg"></div>
    <!-- Slides wrapper with overflow:hidden. -->
    <div class="pswp__scroll-wrap">
        <!-- Container that holds slides. 
            PhotoSwipe keeps only 3 of them in the DOM to save memory.
            Don't modify these 3 pswp__item elements, data is added later on. -->
        <div class="pswp__container">
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
        </div>
        <!-- Default (PhotoSwipeUI_Default) interface on top of sliding area. Can be changed. -->
        <div class="pswp__ui pswp__ui--hidden">
            <div class="pswp__top-bar">
                <!--  Controls are self-explanatory. Order can be changed. -->
                <div class="pswp__counter"></div>
                <button class="pswp__button pswp__button--close" title="Close (Esc)"></button>
                <button class="pswp__button pswp__button--share" title="Share"></button>
                <button class="pswp__button pswp__button--fs" title="Toggle fullscreen"></button>
                <button class="pswp__button pswp__button--zoom" title="Zoom in/out"></button>
                <!-- Preloader demo http://codepen.io/dimsemenov/pen/yyBWoR -->
                <!-- element will get class pswp__preloader--active when preloader is running -->
                <div class="pswp__preloader">
                    <div class="pswp__preloader__icn">
                      <div class="pswp__preloader__cut">
                        <div class="pswp__preloader__donut"></div>
                      </div>
                    </div>
                </div>
            </div>
            <div class="pswp__share-modal pswp__share-modal--hidden pswp__single-tap">
                <div class="pswp__share-tooltip"></div> 
            </div>
            <button class="pswp__button pswp__button--arrow--left" title="Previous (arrow left)">
            </button>
            <button class="pswp__button pswp__button--arrow--right" title="Next (arrow right)">
            </button>
            <div class="pswp__caption">
                <div class="pswp__caption__center"></div>
            </div>
        </div>
    </div>
</div>



<!-- Google Analytics -->
<script type="text/javascript">
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','https://www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-61272067-1', 'auto');
  ga('send', 'pageview');
</script>
<!-- End Google Analytics -->


</html>
