
<!DOCTYPE html>
<html lang="zh-TW" class="loading">
<head><meta name="generator" content="Hexo 3.9.0">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <title>談 CoC 的情報管理：範例篇 - 偉恩與咖啡</title>
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black-translucent">
    <meta name="google" content="notranslate">
    <meta name="keywords" content="哲學, philosophy, TRPG,"> 
    <meta name="description" content="哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。,&amp;#x5728;&amp;#x3008;CoC &amp;#x7684;&amp;#x60C5;&amp;#x5831;&amp;#x7BA1;&amp;#x7406;&amp;#x3009;&amp;#x4E00;&amp;#x6587;&amp;#x4E2D;&amp;#xFF0C,"> 
    <meta name="author" content="洪偉 Wei Hung"> 
    <link rel="alternative" href="atom.xml" title="偉恩與咖啡" type="application/atom+xml"> 
    <link rel="icon" href="https://wayneh.tw/favicon.png"> 
    <link rel="stylesheet" href="/css/diaspora.css">
    <meta name="description" content="在〈CoC 的情報管理〉一文中，我提到了關於情報管理的理論。 有人反應文章難懂，也有人表示，裡面的原則不明白如何操作。而我同意，抽象的、建立在遊戲普遍經驗上的論述，並不容易讓人理解，這應該是事實。 因此，在這篇文章裡，我打算試著用具體的範例來說明理論的意涵和應用。">
<meta name="keywords" content="CoC,守密人">
<meta property="og:type" content="article">
<meta property="og:title" content="談 CoC 的情報管理：範例篇">
<meta property="og:url" content="https://wayneh.tw/2020/04/15/information-management-for-example/index.html">
<meta property="og:site_name" content="偉恩與咖啡">
<meta property="og:description" content="在〈CoC 的情報管理〉一文中，我提到了關於情報管理的理論。 有人反應文章難懂，也有人表示，裡面的原則不明白如何操作。而我同意，抽象的、建立在遊戲普遍經驗上的論述，並不容易讓人理解，這應該是事實。 因此，在這篇文章裡，我打算試著用具體的範例來說明理論的意涵和應用。">
<meta property="og:locale" content="zh-TW">
<meta property="og:image" content="https://www.paypal.com/en_TW/i/scr/pixel.gif">
<meta property="og:updated_time" content="2020-05-13T08:42:31.964Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="談 CoC 的情報管理：範例篇">
<meta name="twitter:description" content="在〈CoC 的情報管理〉一文中，我提到了關於情報管理的理論。 有人反應文章難懂，也有人表示，裡面的原則不明白如何操作。而我同意，抽象的、建立在遊戲普遍經驗上的論述，並不容易讓人理解，這應該是事實。 因此，在這篇文章裡，我打算試著用具體的範例來說明理論的意涵和應用。">
<meta name="twitter:image" content="https://www.paypal.com/en_TW/i/scr/pixel.gif">
    <script id="dsq-count-scr" src="//waynetwhexo.disqus.com/count.js" async></script>
    <link href="https://fonts.googleapis.com/css?family=Noto+Sans+TC:400,500,700|Noto+Serif+TC:400,700&display=swap" rel="stylesheet">
    <script defer src="/js/all.js"></script><!-- hexo-inject:begin --><!-- hexo-inject:end --> 
</head></html>
<body class="loading">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><span id="config-title" style="display:none">偉恩與咖啡</span>
    <div id="loader"></div>
    <div id="single">
    <div id="top" style="display: block;">
    <div class="bar" style="width: 0;"></div>
    <a class="icon-home image-icon" href="javascript:;" data-url="https://wayneh.tw"></a>
    <div title="播放/暫停" class="icon-play"></div>
    <h3 class="subtitle">談 CoC 的情報管理：範例篇</h3>
    <div class="social">
        <!--<div class="like-icon">-->
            <!--<a href="javascript:;" class="likeThis active"><span class="icon-like"></span><span class="count">76</span></a>-->
        <!--</div>-->
        <div>
            <div class="share">
                <a title="QR code" class="icon-scan" href="javascript:;"></a>
            </div>
            <div id="qr"></div>
        </div>
    </div>
    <div class="scrollbar"></div>
</div>

    <div class="section">
        <div class="article">
    <div class='main'>
        <h1 class="title">談 CoC 的情報管理：範例篇</h1>
        <div class="stuff">
            <span>四月 15, 2020</span>
            
  <ul class="post-tags-list"><li class="post-tags-list-item"><a class="post-tags-list-link" href="/tags/CoC/">CoC</a></li><li class="post-tags-list-item"><a class="post-tags-list-link" href="/tags/守密人/">守密人</a></li></ul>


        </div>
        <div class="content markdown">
            <p>&#x5728;&#x3008;<a href="https://wayneh.tw/2020/03/05/information-management/">CoC &#x7684;&#x60C5;&#x5831;&#x7BA1;&#x7406;</a>&#x3009;&#x4E00;&#x6587;&#x4E2D;&#xFF0C;&#x6211;&#x63D0;&#x5230;&#x4E86;&#x95DC;&#x65BC;&#x60C5;&#x5831;&#x7BA1;&#x7406;&#x7684;&#x7406;&#x8AD6;&#x3002;</p>
<p>&#x6709;&#x4EBA;&#x53CD;&#x61C9;&#x6587;&#x7AE0;&#x96E3;&#x61C2;&#xFF0C;&#x4E5F;&#x6709;&#x4EBA;&#x8868;&#x793A;&#xFF0C;&#x88E1;&#x9762;&#x7684;&#x539F;&#x5247;&#x4E0D;&#x660E;&#x767D;&#x5982;&#x4F55;&#x64CD;&#x4F5C;&#x3002;&#x800C;&#x6211;&#x540C;&#x610F;&#xFF0C;&#x62BD;&#x8C61;&#x7684;&#x3001;&#x5EFA;&#x7ACB;&#x5728;&#x904A;&#x6232;&#x666E;&#x904D;&#x7D93;&#x9A57;&#x4E0A;&#x7684;&#x8AD6;&#x8FF0;&#xFF0C;&#x4E26;&#x4E0D;&#x5BB9;&#x6613;&#x8B93;&#x4EBA;&#x7406;&#x89E3;&#xFF0C;&#x9019;&#x61C9;&#x8A72;&#x662F;&#x4E8B;&#x5BE6;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x5728;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#x88E1;&#xFF0C;&#x6211;&#x6253;&#x7B97;&#x8A66;&#x8457;&#x7528;&#x5177;&#x9AD4;&#x7684;&#x7BC4;&#x4F8B;&#x4F86;&#x8AAA;&#x660E;&#x7406;&#x8AD6;&#x7684;&#x610F;&#x6DB5;&#x548C;&#x61C9;&#x7528;&#x3002;</p>
<a id="more"></a>
<h2 id="&#x8ECC;&#x9053;">&#x8ECC;&#x9053;</h2>
<p>&#x9996;&#x5148;&#xFF0C;&#x5148;&#x5047;&#x8A2D;&#x6211;&#x5011;&#x8981;&#x898F;&#x5283;&#x4E00;&#x7CFB;&#x5217;&#x7684;&#x7DDA;&#x6027;&#x5834;&#x666F;&#xFF08;&#x800C;&#x4E0D;&#x662F;&#x958B;&#x653E;&#x6027;&#x5834;&#x666F;&#xFF09;&#xFF1A;&#x4E5F;&#x5C31;&#x662F;&#x8AAA;&#xFF0C;&#x6BCF;&#x500B;&#x5834;&#x666F;&#x4E4B;&#x9593;&#x7684;&#x5148;&#x5F8C;&#x9806;&#x5E8F;&#x662F;&#x56FA;&#x5B9A;&#x7684;&#x3002;</p>
<p>&#x5047;&#x8A2D;&#x6211;&#x5011;&#x6709;&#x56DB;&#x500B;&#x9700;&#x8981;&#x929C;&#x63A5;&#x7684;&#x5834;&#x666F;&#xFF1A;</p>
<ul>
<li>&#x91AB;&#x9662;&#x75C5;&#x623F;</li>
<li>&#x91AB;&#x8B77;&#x7AD9;</li>
<li>&#x57FA;&#x7763;&#x6559;&#x6703;</li>
<li>&#x505C;&#x5C4D;&#x9593;</li>
</ul>
<p>&#x5047;&#x8A2D;&#x6211;&#x5011;&#x7684;&#x8ABF;&#x67E5;&#x54E1;&#x90FD;&#x662F;&#x5B98;&#x65B9;&#x4EBA;&#x54E1;&#xFF0C;&#x4ED6;&#x5011;&#x6709;&#x7FA9;&#x52D9;&#x5075;&#x7834;&#x9019;&#x500B;&#x6848;&#x4EF6;&#x3002;</p>
<p>&#x6211;&#x5EFA;&#x8B70;&#xFF0C;&#x7576;&#x6211;&#x5011;&#x5728;&#x898F;&#x5283;&#x5718;&#x52D9;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x53EF;&#x4EE5;&#x5148;&#x8A66;&#x8457;&#x5EFA;&#x7ACB;&#x9019;&#x500B;&#x8ECC;&#x9053;&#xFF0C;&#x4E26;&#x8003;&#x616E;&#x5982;&#x4F55;&#x929C;&#x63A5;&#x3002;&#x4E26;&#x4E0D;&#x662F;&#x70BA;&#x4E86;&#x5F37;&#x786C;&#x63A8;&#x9032;&#x904A;&#x6232;&#xFF0C;&#x800C;&#x662F;&#x78BA;&#x4FDD;&#xFF1A;&#x5728;&#x73A9;&#x5BB6;&#x4E0D;&#x660E;&#x767D;&#x8A72;&#x5982;&#x4F55;&#x524D;&#x9032;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x6211;&#x5011;&#x81F3;&#x5C11;&#x6709;&#x4E00;&#x689D;&#x80FD;&#x9010;&#x6B65;&#x9032;&#x884C;&#x7684;&#x8ECC;&#x9053;&#x3002;</p>
<p>&#x5728;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#x4E2D;&#xFF0C;&#x6211;&#x4EE5;&#x7B2C;&#x4E00;&#x500B;&#x5834;&#x666F;&#x4F86;&#x62C6;&#x89E3;&#x60C5;&#x5831;&#x7BA1;&#x7406;&#x7684;&#x9032;&#x884C;&#x3002;</p>
<h2 id="&#x5834;&#x666F;&#x67B6;&#x69CB;">&#x5834;&#x666F;&#x67B6;&#x69CB;</h2>
<p>&#x7B2C;&#x4E00;&#x500B;&#x5834;&#x666F;&#x662F;&#x6848;&#x767C;&#x73FE;&#x5834;&#xFF0C;&#x6211;&#x9019;&#x6A23;&#x6253;&#x7B97;&#xFF1A;&#x6211;&#x5E0C;&#x671B;&#x8B93;&#x73A9;&#x5BB6;&#x611F;&#x5230;&#x602A;&#x7570;&#xFF0C;&#x4F46;&#x53C8;&#x4E0D;&#x81F4;&#x65BC;&#x904E;&#x65BC;&#x5BB3;&#x6015;&#x3002;&#x6211;&#x900F;&#x904E;&#x9019;&#x6A23;&#x7684;&#x60F3;&#x6CD5;&#x4F86;<strong>&#x5B9A;&#x4F4D;&#x8ABF;&#x67E5;&#x54E1;</strong>&#x3002;&#x5177;&#x9AD4;&#x4F86;&#x8AAA;&#xFF0C;&#x6211;&#x5E0C;&#x671B;&#xFF1A;&#x76F4;&#x5230;&#x771F;&#x6B63;&#x53EF;&#x6015;&#x7684;&#x795E;&#x8A71;&#x88AB;&#x5FB9;&#x5E95;&#x63ED;&#x9732;&#x51FA;&#x4F86;&#x524D;&#xFF0C;&#x8B93;&#x73A9;&#x5BB6;&#x7E3D;&#x662F;&#x6709;&#x7406;&#x7531;&#xFF0C;<strong>&#x53EF;&#x4EE5;&#x8AAA;&#x670D;&#x81EA;&#x5DF1;&#x9084;&#x5728;&#x5075;&#x8FA6;&#x4E00;&#x822C;&#x6848;&#x4EF6;</strong>&#x3002;</p>
<p>&#x5728;&#x6211;&#x5FC3;&#x4E2D;&#xFF0C;&#x6709;&#x9019;&#x6A23;&#x7684;&#x76F8;&#x95DC;&#x4E8B;&#x5BE6;&#xFF1A;</p>
<ul>
<li><strong>&#x57FA;&#x672C;&#x60C5;&#x5831;</strong>&#xFF1A;&#x5A01;&#x723E;&#xFF0E;&#x6E6F;&#x666E;&#x68EE;&#x5728; 1925 &#x5E74; 3 &#x6708; 6 &#x65E5;&#x4E0A;&#x5348; 5 &#x9EDE;&#x5DE6;&#x53F3;&#xFF0C;&#x5728;&#x5DDE;&#x7ACB;&#x91AB;&#x9662;&#x7684;&#x75C5;&#x623F;&#xFF0C;&#x5FC3;&#x8DF3;&#x505C;&#x6B62;&#x3002;&#x91AB;&#x751F;&#x5BA3;&#x5224;&#x6B7B;&#x4EA1;&#x5F8C;&#xFF0C;&#x958B;&#x59CB;&#x9032;&#x884C;&#x6B7B;&#x5F8C;&#x7684;&#x4F5C;&#x696D;&#x3002;</li>
<li><strong>&#x57FA;&#x672C;&#x60C5;&#x5831;</strong>&#xFF1A;6 &#x9EDE; 30 &#x5206;&#x5DE6;&#x53F3;&#xFF0C;&#x5091;&#x514B;&#x68EE;&#x7267;&#x5E2B;&#x4F86;&#x5230;&#x91AB;&#x9662;&#xFF0C;&#x6253;&#x7B97;&#x70BA;&#x6B7B;&#x8005;&#x9032;&#x884C;&#x79B1;&#x544A;&#xFF0C;&#x4F46;&#x767C;&#x73FE;&#x672C;&#x4F86;&#x61C9;&#x8A72;&#x5728;&#x75C5;&#x5E8A;&#x4E0A;&#x7684;&#x6E6F;&#x666E;&#x68EE;&#x4E0D;&#x898B;&#x4E86;&#x3002;</li>
<li><strong>&#x660E;&#x986F;&#x7684;&#x63A8;&#x9032;</strong>&#xFF1A;&#x8ABF;&#x67E5;&#x54E1;&#x80AF;&#x5B9A;&#x6703;&#x60F3;&#x8981;&#x53BB;&#x554F;&#x554F;&#x76F8;&#x95DC;&#x91AB;&#x9662;&#x4EBA;&#x54E1;&#x3002;&#x5982;&#x679C;&#x9019;&#x6A23;&#xFF0C;&#x5C07;&#x4ED6;&#x5011;&#x5C0E;&#x53BB;&#x91AB;&#x8B77;&#x7AD9;&#xFF0C;&#x4E5F;&#x8B93;&#x4ED6;&#x5011;&#x6709;&#x6A5F;&#x6703;&#x77E5;&#x9053;&#x53EF;&#x4EE5;&#x53BB;&#x627E;&#x7267;&#x5E2B;&#x3002;</li>
<li><strong>&#x795E;&#x8A71;</strong>&#xFF1A;&#x96B1;&#x85CF;&#x5728;&#x91AB;&#x9662;&#x4E2D;&#x7684;&#x5E7E;&#x540D;&#x9084;&#x672A;&#x5B8C;&#x5168;&#x8F49;&#x5316;&#x7684;&#x98DF;&#x5C4D;&#x9B3C;&#x5077;&#x8D70;&#x4E86;&#x5C4D;&#x9AD4;&#xFF0C;&#x5C07;&#x5C4D;&#x9AD4;&#x85CF;&#x5728;&#x505C;&#x5C4D;&#x9593;&#x6700;&#x6DF1;&#x8655;&#x7684;&#x5012;&#x584C;&#x7684;&#x7246;&#x7684;&#x5F8C;&#x9762;&#x3002;&#x7267;&#x5E2B;&#x77E5;&#x9053;&#x4E00;&#x4E9B;&#x771F;&#x76F8;&#xFF0C;&#x4ED6;&#x7684;&#x795E;&#x8A71;&#x7D93;&#x6B77;&#x8B93;&#x4ED6;&#x5687;&#x58DE;&#x4E86;&#x3002;</li>
</ul>
<p>&#x6211;&#x6253;&#x7B97;&#x9019;&#x6A23;<strong>&#x898F;&#x5283;&#x5834;&#x666F;</strong>&#xFF1A;<strong>&#x57FA;&#x672C;&#x60C5;&#x5831;</strong>&#x5728;&#x5834;&#x666F;&#x4E2D;&#xFF0C;&#x8981;&#x65E9;&#x9EDE;&#x4EA4;&#x7D66;&#x73A9;&#x5BB6;&#x3002;<strong>&#x660E;&#x986F;&#x7684;&#x63A8;&#x9032;</strong>&#x8981;&#x8A66;&#x8457;&#x6700;&#x5F8C;&#x624D;&#x4EA4;&#x7D66;&#x73A9;&#x5BB6;&#x3002;&#x4E26;&#x4E14;&#x5728;&#x904E;&#x7A0B;&#x4E2D;&#xFF0C;&#x4E0D;&#x65B7;&#x5730;&#x91CB;&#x51FA;<strong>&#x602A;&#x7570;</strong>&#x8A0A;&#x606F;&#x3002;</p>
<p><strong>&#x795E;&#x8A71;</strong>&#x5247;&#x7121;&#x8AD6;&#x5982;&#x4F55;&#x90FD;&#x4E0D;&#x80FD;&#x5B8C;&#x6574;&#x4EA4;&#x7D66;&#x73A9;&#x5BB6;&#xFF0C;&#x5B83;&#x5FC5;&#x9808;&#x4EE5;&#x8AA4;&#x5C0E;&#x3001;&#x96B1;&#x6666;&#x7684;&#x65B9;&#x5F0F;&#x88AB;&#x4EA4;&#x4EE3;&#x51FA;&#x4F86;&#x3002;&#x9019;&#x662F;&#x70BA;&#x4E86;<strong>&#x4E0D;&#x8981;&#x904E;&#x5EA6;&#x63ED;&#x9732;</strong>&#x3002;</p>
<h2 id="&#x5834;&#x666F;&#x9032;&#x884C;">&#x5834;&#x666F;&#x9032;&#x884C;</h2>
<p>&#x5047;&#x8A2D;&#x6211;&#x5011;&#x5DF2;&#x7D93;&#x9032;&#x884C;&#x904E;&#x5C0E;&#x5165;&#x4E86;&#xFF0C;&#x8001;&#x6A23;&#x5B50;&#xFF1A;&#x5C40;&#x9577;&#x53EB;&#x4F86;&#x4E86;&#x4E00;&#x540D;&#x8B66;&#x63A2;&#x3001;&#x4E00;&#x540D;&#x9451;&#x8B58;&#x5B98;&#xFF0C;&#x7A0D;&#x5FAE;&#x8B1B;&#x4E86;&#x6848;&#x4EF6;&#x7684;&#x4E00;&#x4E9B;&#x521D;&#x6B65;&#x60C5;&#x5831;&#xFF0C;&#x4E00;&#x8173;&#x5C31;&#x628A;&#x4ED6;&#x5011;&#x8E22;&#x53BB;&#x4E86;&#x6848;&#x767C;&#x73FE;&#x5834;&#x3002;</p>
<p>&#x6211;&#x5011;&#x53EF;&#x4EE5;&#x9019;&#x6A23;&#x958B;&#x59CB;&#x9032;&#x884C;&#x7B2C;&#x4E00;&#x500B;&#x5834;&#x666F;&#x3002;&#x300C;&#x5C0D;&#x8457;&#x89D2;&#x8272;&#x8AAA;&#x8A71;&#x300D;&#xFF08;&#x800C;&#x4E0D;&#x662F;&#x5C0D;&#x73A9;&#x5BB6;&#xFF09;&#xFF0C;&#x9019;&#x7A2E;&#x5207;&#x5165;&#x65B9;&#x5F0F;&#x53EF;&#x4EE5;&#x5F88;&#x5FEB;&#x5730;&#x8B93;&#x73A9;&#x5BB6;&#x9032;&#x5165;&#x72C0;&#x6CC1;&#xFF1A;</p>
<blockquote>
<p>&#x8ABF;&#x67E5;&#x54E1;&#x5011;&#xFF0C;&#x4F60;&#x5011;&#x4F86;&#x5230;&#x9019;&#x9593;&#x5177;&#x6709;&#x6B77;&#x53F2;&#x611F;&#x7684;&#x91AB;&#x9662;&#xFF0C;&#x4F86;&#x5230;&#x4E8C;&#x6A13;&#x7684;&#x4E00;&#x9593;&#x7834;&#x820A;&#x7684;&#x591A;&#x4EBA;&#x75C5;&#x623F;&#x3002;&#x91AB;&#x9662;&#x7684;&#x9662;&#x9577;&#xFF0C;&#x72C4;&#x91D1;&#x68EE;&#x5148;&#x751F;&#x6307;&#x8457;&#x4E00;&#x5F35;&#x6709;&#x4E9B;&#x9AAF;&#x9AD2;&#x7684;&#x75C5;&#x5E8A;&#xFF0C;&#x5C0D;&#x4F60;&#x5011;&#x8AAA;&#xFF0C;&#x300C;&#x5C31;&#x5728;&#x90A3;&#x88E1;&#xFF0C;&#x4ED6;&#x5C31;&#x662F;&#x5728;&#x90A3;&#x88E1;&#x4E0D;&#x898B;&#x7684;&#x3002;&#x300D;</p>
</blockquote>
<p>&#x63A5;&#x8457;&#xFF0C;&#x6211;&#x5011;&#x958B;&#x59CB;&#x8DD1;&#x5834;&#x666F;&#x3002;&#x5728;&#x958B;&#x59CB;&#x524D;&#xFF0C;&#x6211;&#x6709;&#x5E7E;&#x500B;&#x5167;&#x5FC3;&#x7684;&#x539F;&#x5247;&#xFF1A;</p>
<ul>
<li>&#x9996;&#x5148;&#xFF0C;&#x60C5;&#x5831;&#x5FC5;&#x9808;&#x5728;&#x73A9;&#x5BB6;&#x89D2;&#x8272;&#x548C;&#x74B0;&#x5883;&#x6216;&#x89D2;&#x8272;&#x4E3B;&#x52D5;&#x4E92;&#x52D5;&#x6642;&#x7D66;&#x51FA;&#x3002;</li>
<li>&#x5176;&#x6B21;&#xFF0C;&#x6211;&#x9700;&#x8981;&#x6CE8;&#x610F;&#x6211;&#x7684;&#x8A9E;&#x8A00;&#xFF0C;&#x5354;&#x52A9;&#x73A9;&#x5BB6;&#x60F3;&#x50CF;&#x4ED6;&#x5011;&#x7684;&#x89D2;&#x8272;&#x771F;&#x7684;&#x50CF;&#x662F;&#x5B98;&#x65B9;&#x7684;&#x5C08;&#x696D;&#x4EBA;&#x58EB;&#x3002;</li>
<li>&#x5176;&#x4E09;&#xFF0C;&#x9019;&#x662F;&#x4E00;&#x500B;&#x8ABF;&#x67E5;&#x5834;&#x666F;&#xFF0C;&#x6211;&#x5E0C;&#x671B;&#x7BC0;&#x594F;&#x660E;&#x5FEB;&#x800C;&#x6D41;&#x66A2;&#x3002;</li>
<li>&#x5176;&#x56DB;&#xFF0C;&#x627F;&#x4E09;&#xFF0C;&#x6211;&#x5FC5;&#x9808;&#x8A2D;&#x6CD5;&#x6EFF;&#x8DB3;&#x73A9;&#x5BB6;&#x7684;&#x597D;&#x5947;&#x5FC3;&#xFF0C;&#x4E26;&#x5408;&#x7406;&#x5730;&#x63ED;&#x793A;&#x8ABF;&#x67E5;&#x80FD;&#x529B;&#x7684;&#x6975;&#x9650;&#xFF0C;&#x4EE5;&#x514D;&#x4ED6;&#x5011;&#x5361;&#x5728;&#x9019;&#x88E1;&#x592A;&#x4E45;&#x3002;</li>
<li>&#x5176;&#x4E94;&#xFF0C;&#x627F;&#x4E09;&#xFF0C;&#x6211;&#x5FC5;&#x9808;&#x628A;&#x60C5;&#x5831;&#x5207;&#x5F97;&#x5920;&#x788E;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4E00;&#x53E3;&#x6C23;&#x5168;&#x90E8;&#x63ED;&#x9732;&#x7D66;&#x4ED6;&#x5011;&#xFF0C;&#x4F86;&#x8B93;&#x7BC0;&#x594F;&#x8B8A;&#x5F97;&#x660E;&#x5FEB;&#xFF0C;&#x4E26;&#x8B93;&#x8ABF;&#x67E5;&#x986F;&#x5F97;&#x6709;&#x8DA3;&#x3002;</li>
</ul>
<p>&#x6700;&#x5F8C;&#xFF0C;&#x6CE8;&#x610F;&#x6211;&#x6253;&#x4E0A;<strong>&#x7C97;&#x9AD4;</strong>&#x7684;&#x5B57;&#xFF0C;&#x800C;<em>&#x6977;&#x9AD4;</em>&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x662F; KP &#x5FC3;&#x4E2D;&#x7684;&#x8003;&#x91CF;&#x3002;&#x9664;&#x4E86;&#x5E7E;&#x500B;&#x89BA;&#x5BDF;&#x6AA2;&#x5B9A;&#x5916;&#xFF0C;&#x7BC4;&#x4F8B;&#x4E2D;&#x7684;&#x64F2;&#x9AB0;&#x90FD;&#x662F; KP &#x8981;&#x6C42;&#x7684;&#x3002;</p>
<h3 id="&#x8207;&#x9451;&#x8B58;&#x4EBA;&#x54E1;&#x7684;&#x4E92;&#x52D5;">&#x8207;&#x9451;&#x8B58;&#x4EBA;&#x54E1;&#x7684;&#x4E92;&#x52D5;</h3>
<blockquote>
<p>PL&#xFF1A;&#x6211;&#x6253;&#x7B97;&#x67E5;&#x770B;&#x5E8A;&#x3002;</p>
<p>KP&#xFF1A;&#x4F60;&#x9760;&#x8FD1;&#x90A3;&#x5F35;&#x7A7A;&#x5E8A;&#xFF0C;&#x770B;&#x5230;&#x5E8A;&#x4E0A;&#x6709;&#x4E00;&#x4E9B;&#x9ED1;&#x8272;&#x7684;&#x6C61;&#x6F2C;&#xFF0C;&#x5E8A;&#x55AE;&#x6709;&#x4E9B;&#x51CC;&#x4E82;&#x3002;</p>
<p>PL&#xFF1A;&#x6211;&#x60F3;&#x8981;&#x66F4;&#x4ED4;&#x7D30;&#x6AA2;&#x67E5;&#x9019;&#x4E9B;&#x6C61;&#x6F2C;&#x548C;&#x75D5;&#x8DE1;&#x3002;&#x8B58;&#x7834;&#x4E00;&#x822C;&#x6210;&#x529F;&#x3002;</p>
<p>KP&#xFF1A;&#x4F5C;&#x70BA;&#x5C08;&#x696D;&#x4EBA;&#x54E1;&#xFF0C;&#x4F60;&#x5927;&#x6982;&#x4E0D;&#x6703;&#x60F3;&#x8981;&#x7834;&#x58DE;&#x73FE;&#x5834;&#x3002;&#x4F60;&#x5C0F;&#x5FC3;&#x5730;<strong>&#x52D8;&#x67E5;</strong>&#x6848;&#x767C;&#x73FE;&#x5834;&#x7559;&#x4E0B;&#x7684;&#x75D5;&#x8DE1;&#xFF0C;&#x60F3;&#x5F04;&#x6E05;&#x695A;&#x767C;&#x751F;&#x4EC0;&#x9EBC;&#x4E8B;&#x3002;&#x4F60;<strong>&#x767C;&#x73FE;</strong>&#x90A3;&#x4E9B;&#x6C61;&#x6F2C;&#x662F;&#x4E7E;&#x6389;&#x7684;&#x8840;&#x584A;&#xFF0C;&#x5E8A;&#x55AE;&#x96D6;&#x7136;&#x51CC;&#x4E82;&#xFF0C;&#x4F46;&#x662F;&#x4E26;&#x4E0D;&#x50CF;&#x6B7B;&#x524D;&#x6399;&#x624E;&#x7559;&#x4E0B;&#x4F86;&#x7684;&#x3002;</p>
<p>PL&#xFF1A;&#x8840;&#x584A;&#xFF1F;&#x6211;&#x6709;&#x8FA6;&#x6CD5;&#x77E5;&#x9053;&#x591A;&#x4E45;&#x7684;&#x8840;&#x584A;&#x55CE;&#xFF1F;&#x6709;&#x8FA6;&#x6CD5;&#x77E5;&#x9053;&#x66F4;&#x591A;&#x55CE;&#xFF1F;</p>
<p>KP&#xFF1A;<em>&#x9019;&#x7A2E;&#x7A0B;&#x5EA6;&#x7684;&#x8FFD;&#x554F;&#x9700;&#x8981;&#x64F2;&#x9AB0;&#x55CE;&#xFF1F;&#x4E0D;&#x9700;&#x8981;&#x3002;&#x9019;&#x61C9;&#x8A72;&#x662F;&#x4ED6;&#x672C;&#x4F86;&#x5C31;&#x6703;&#x5BDF;&#x89BA;&#x7684;&#x4E8B;&#x3002;</em>&#x55EF;&#xFF0C;&#x5DF2;&#x7D93;&#x4E7E;&#x6389;&#x5F88;&#x4E45;&#x4E86;&#xFF0C;&#x76EE;&#x524D;&#x4E5F;&#x4E0D;&#x660E;&#x767D;&#x8840;&#x8DE1;&#x662F;&#x8AB0;&#x7684;&#xFF0C;&#x4E5F;&#x6709;&#x53EF;&#x80FD;&#x662F;&#x300C;&#x6B7B;&#x8005;&#x300D;&#x6708;&#x524D;&#x7559;&#x4E0B;&#x7684;&#x3002;&#x4F46;&#x4F60;&#x77E5;&#x9053;&#xFF0C;&#x4E4B;&#x5F8C;&#x7814;&#x7A76;&#x53EF;&#x4EE5;&#x5F97;&#x5230;&#x66F4;&#x7CBE;&#x78BA;&#x7684;&#x60C5;&#x5831;&#x3002;&#xFF08;<em>&#x9019;&#x53E5;&#x8A71;&#xFF0C;&#x5C31;&#x662F;&#x5728;&#x63ED;&#x793A;&#x300C;&#x754C;&#x7DDA;&#x300D;&#xFF0C;&#x4EE5;&#x514D;&#x73A9;&#x5BB6;&#x7CFE;&#x7D50;&#x5728;&#x6B64;&#x3002;</em>&#xFF09;</p>
<p>PL&#xFF1A;&#x53EF;&#x80FD;&#x55CE;&#xFF1F;&#x4ED6;&#x4F4F;&#x9662;&#x5F88;&#x4E45;&#x4E86;&#x55CE;&#xFF1F;</p>
<p>KP&#xFF1A;&#x67E5;&#x770B;&#x4E00;&#x4E0B;&#x75C5;&#x6B77;&#x8868;&#xFF1F;&#xFF08;<em>&#x9019;&#x662F;&#x500B;&#x7576;&#x7136;&#x7684;&#x9078;&#x9805;&#xFF0C;&#x4E0D;&#x8981;&#x8B93;&#x73A9;&#x5BB6;&#x9084;&#x8981;&#x53BB;&#x731C;&#x4ED6;&#x61C9;&#x8A72;&#x5E79;&#x561B;&#x3002;</em>&#xFF09;</p>
<p>PL&#xFF1A;&#x7576;&#x7136;&#x3002;&#x6211;&#x662F;&#x6CD5;&#x91AB;&#xFF0C;&#x61C9;&#x8A72;&#x4E5F;&#x53EF;&#x4EE5;&#x5F97;&#x5230;&#x66F4;&#x591A;&#x8CC7;&#x8A0A;&#x3002;</p>
<p>KP&#xFF1A;&#x4ED6;&#x4F4F;&#x4E86;&#x5927;&#x6982;&#x5169;&#x500B;&#x6708;&#x7684;&#x9662;&#x3002;&#x56E0;&#x70BA;&#x5438;&#x5165;&#x6027;&#x80BA;&#x708E;&#xFF0C;&#x5C0E;&#x81F4;&#x9700;&#x8981;&#x9577;&#x6642;&#x9593;&#x89C0;&#x5BDF;&#x3002;&#x72C0;&#x6CC1;&#x5728;&#x9019;&#x500B;&#x6708;&#x60E1;&#x5316;&#xFF0C;&#x9019;<strong>&#x770B;&#x8D77;&#x4F86;</strong>&#x5C31;&#x662F;&#x4ED6;&#x7684;&#x6B7B;&#x56E0;&#x3002;</p>
<p>PL&#xFF1A;&#x4F46;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#x4ED6;&#x662F;&#x4E0D;&#x662F;&#x771F;&#x7684;&#x6B7B;&#x4E86;&#x3002;</p>
<p>KP&#xFF1A;&#x4F60;&#x78BA;&#x5BE6;&#x4E0D;&#x77E5;&#x9053;&#xFF0C;&#x4F60;&#x4E5F;&#x807D;&#x904E;&#x6709;&#x6B7B;&#x4EBA;&#x7A81;&#x7136;&#x6062;&#x5FA9;&#x610F;&#x8B58;&#x7684;&#x3002;&#xFF08;<em>&#x5C0D;&#x8457;&#x89D2;&#x8272;&#x8AAA;&#x8A71;&#x3002;</em>&#xFF09;</p>
<p>PL&#xFF1A;&#x90A3;&#xFF0C;&#x5C31;&#x76EE;&#x524D;&#x7684;&#x60C5;&#x5831;&#x4F86;&#x8AAA;&#xFF0C;&#x6211;&#x60F3;&#x900F;&#x904E;&#x9451;&#x8B58;&#x5B78;&#x4F86;&#x9084;&#x539F;&#x9019;&#x88E1;&#x767C;&#x751F;&#x4E86;&#x4EC0;&#x9EBC;&#x3002;&#x56F0;&#x96E3;&#x6210;&#x529F;&#x3002;</p>
<p>KP&#xFF1A;<strong>&#x900F;&#x904E;&#x4F60;&#x9577;&#x5E74;&#x7684;&#x7D93;&#x9A57;&#xFF0C;&#x4F60;&#x521D;&#x6B65;&#x9019;&#x6A23;&#x8A8D;&#x70BA;</strong>&#xFF1A;&#x5982;&#x679C;&#x6E6F;&#x666E;&#x68EE;&#x78BA;&#x5BE6;&#x6B7B;&#x4E86;&#xFF0C;&#x67D0;&#x4EBA;&#x5728;&#x4ED6;&#x6B7B;&#x5F8C;&#x642C;&#x52D5;&#x4E86;&#x4ED6;&#x7684;&#x5C4D;&#x9AD4;&#x3002;&#x800C;&#x90A3;&#x4E9B;&#x4E7E;&#x6389;&#x7684;&#x8840;&#x584A;&#xFF0C;&#x4F60;<strong>&#x6709;&#x7406;&#x7531;</strong>&#x8A8D;&#x70BA;&#x90A3;&#x5F88;&#x5947;&#x602A;&#x3002;</p>
<p>PL&#xFF1A;&#x78BA;&#x5BE6;&#x5F88;&#x5947;&#x602A;&#xFF0C;&#x90A3;&#x6211;&#x5E36;&#x8D70;&#x4E00;&#x4E9B;&#x8840;&#x584A;&#x3002;</p>
<p>KP&#xFF1A;<em>&#x5C08;&#x696D;&#x4EBA;&#x54E1;&#x6703;&#x600E;&#x9EBC;&#x8655;&#x7406;&#xFF1F;</em>&#x597D;&#xFF0C;&#x4F60;&#x62FF;&#x51FA;&#x4E86;&#x63A1;&#x6AA2;&#x7528;&#x7684;&#x74F6;&#x5B50;&#x548C;&#x9477;&#x5B50;&#xFF0C;&#x5C0F;&#x5FC3;&#x5730;&#x593E;&#x8D77;&#x4E00;&#x4E9B;&#x8840;&#x584A;&#x653E;&#x5230;&#x74F6;&#x5B50;&#x88E1;&#x3002;&#x9019;&#x6A23;&#x7684;&#x91CF;&#x61C9;&#x8A72;&#x5920;&#x4E86;&#xFF0C;<strong>&#x4F60;&#x89BA;&#x5F97;</strong>&#x3002;&#xFF08;<em>&#x9019;&#x88E1;&#x7684;&#x300C;&#x4F60;&#x89BA;&#x5F97;&#x300D;&#x4E26;&#x4E0D;&#x662F;&#x9677;&#x9631;&#xFF0C;&#x9019;&#x4E00;&#x6A23;&#x662F;&#x4E00;&#x500B;&#x8ACB;&#x73A9;&#x5BB6;&#x300C;&#x4E0D;&#x8981;&#x64D4;&#x5FC3;&#x300D;&#x7684;&#x6697;&#x865F;&#x3002;</em>&#xFF09;</p>
</blockquote>
<h3 id="&#x8207;&#x8B66;&#x63A2;&#x7684;&#x4E92;&#x52D5;">&#x8207;&#x8B66;&#x63A2;&#x7684;&#x4E92;&#x52D5;</h3>
<blockquote>
<p>PL&#xFF1A;&#x6211;&#x6253;&#x7B97;&#x554F;&#x8FEA;&#x91D1;&#x68EE;&#xFF0C;&#x95DC;&#x65BC;&#x6848;&#x4EF6;&#x7684;&#x7D30;&#x7BC0;&#x3002;</p>
<p>KP&#xFF1A;&#x7576;&#x7136;&#x597D;&#xFF0C;&#x8B93;&#x6211;&#x5011;&#x8A66;&#x8457;&#x626E;&#x6F14;&#x770B;&#x770B;&#x3002;</p>
<p>PL&#xFF1A;&#x300C;&#x72C4;&#x91D1;&#x68EE;&#x5148;&#x751F;&#xFF0C;&#x4F60;&#x5011;&#x662F;&#x4EC0;&#x9EBC;&#x6642;&#x5019;&#x6CE8;&#x610F;&#x5230;&#x4ED6;&#x4E0D;&#x898B;&#x7684;&#x3002;&#x300D;</p>
<p>KP&#xFF1A;&#x300C;&#x55EF;...&#x5927;&#x6982;&#x662F;&#x516D;&#x9EDE;&#x591A;&#xFF0C;&#x5091;&#x514B;&#x68EE;&#x7267;&#x5E2B;&#x4F86;&#x9019;&#x88E1;&#x7684;&#x6642;&#x5019;&#x6CE8;&#x610F;&#x5230;&#x7684;&#x3002;&#x300D;</p>
<p>PL&#xFF1A;&#x300C;&#x5091;&#x514B;&#x68EE;&#x7267;&#x5E2B;&#xFF1F;&#x300D;</p>
<p>KP&#xFF1A;&#x300C;&#x5C0D;&#xFF0C;&#x4ED6;&#x7D93;&#x5E38;&#x524D;&#x4F86;&#x63A2;&#x671B;&#x9019;&#x4F4D;&#x5148;&#x751F;&#x3002;&#x9019;&#x4F4D;&#x5148;&#x751F;&#x6C92;&#x6709;&#x5176;&#x4ED6;&#x5BB6;&#x4EBA;&#xFF0C;&#x7267;&#x5E2B;&#x662F;&#x4ED6;&#x7684;&#x806F;&#x7D61;&#x4EBA;&#x3002;&#x300D;</p>
<p>PL&#xFF1A;&#x300C;&#x539F;&#x4F86;&#x5982;&#x6B64;&#xFF0C;&#x300D;&#x6211;&#x63C9;&#x63C9;&#x9B0D;&#x5B50;&#xFF0C;&#x300C;&#x9019;&#x4F4D;&#x7267;&#x5E2B;&#x662F;&#x600E;&#x6A23;&#x7684;&#x4EBA;&#xFF1F;&#x300D;</p>
<p>KP&#xFF1A;<em>&#x807D;&#x5230;&#x9019;&#x6A23;&#x7684;&#x554F;&#x984C;&#xFF0C;&#x4F60;&#x8A72;&#x60F3;&#x5230;&#xFF0C;&#x73A9;&#x5BB6;&#x53EF;&#x80FD;&#x6B63;&#x5728;&#x61F7;&#x7591;&#x9019;&#x4F4D;&#x7267;&#x5E2B;&#xFF0C;&#x8A66;&#x8457;<strong>&#x63A8;&#x9032;</strong>&#x770B;&#x770B;&#x3002;</em>&#x300C;&#x4ED6;&#x770B;&#x8D77;&#x4F86;&#x4EBA;&#x6EFF;&#x548C;&#x5584;&#x7684;&#xFF0C;&#x4ED6;&#x540C;&#x6642;&#x4E5F;&#x662F;&#x9019;&#x500B;&#x91AB;&#x9662;&#x7684;&#x7267;&#x5E2B;&#xFF0C;&#x9019;&#x88E1;&#x6709;&#x8A31;&#x591A;&#x75C5;&#x4EBA;&#x90FD;&#x5F97;&#x5230;&#x904E;&#x4ED6;&#x7684;&#x95DC;&#x7167;&#x3002;&#x55EF;...&#x300D;&#xFF08;<em>&#x6709;&#x9650;&#x5730;&#x7D66;&#x4E88;&#x60C5;&#x5831;&#xFF0C;&#x88FD;&#x9020;&#x4E00;&#x4E9B;<strong>&#x61F8;&#x7591;</strong>&#x611F;</em>&#xFF09;&#x3002;</p>
<p>PL&#xFF1A;&#x525B;&#x525B;&#x90A3;&#x500B;&#x300C;&#x55EF;...&#x300D;&#x662F;&#x4ED6;&#x767C;&#x51FA;&#x4F86;&#x7684;&#x55CE;&#xFF1F;&#x6211;&#x8981;&#x64F2;&#x4E00;&#x500B;&#x5FC3;&#x7406;&#x5B78;&#x3002;</p>
<p>KP&#xFF1A;&#x4F60;&#x89BA;&#x5F97;&#x9662;&#x9577;&#x5728;&#x9072;&#x7591;&#x8981;&#x4E0D;&#x8981;&#x7E7C;&#x7E8C;&#x8AAA;&#x4E0B;&#x53BB;&#xFF0C;&#x4ED6;&#x50CF;&#x662F;&#x4E0D;&#x78BA;&#x5B9A;&#x9019;&#x4EF6;&#x4E8B;&#x60C5;&#x548C;&#x6848;&#x4EF6;&#x6709;&#x6C92;&#x6709;&#x95DC;&#x4FC2;&#x3002;<em>&#x6CE8;&#x610F;&#xFF0C;&#x4F60;&#x53EA;&#x662F;&#x70BA;&#x4E86;&#x88FD;&#x9020;<strong>&#x61F8;&#x7591;</strong>&#xFF0C;&#x4E0D;&#x662F;&#x70BA;&#x4E86;<strong>&#x8AA4;&#x5C0E;</strong>&#xFF0C;&#x4E0D;&#x9700;&#x8981;&#x8B93;&#x73A9;&#x5BB6;&#x61F7;&#x7591;&#x9662;&#x9577;&#x3002;</em></p>
<p>PL&#xFF1A;&#x300C;&#x600E;&#x9EBC;&#x4E86;&#xFF1F;&#x300D;&#x62CD;&#x62CD;&#x4ED6;&#x7684;&#x80A9;&#x8180;&#xFF0C;&#x300C;&#x4E0D;&#x7BA1;&#x518D;&#x7D30;&#x7BC0;&#x7684;&#x4E8B;&#x90FD;&#x6C92;&#x95DC;&#x4FC2;&#x3002;&#x300D;&#x9B45;&#x529B;&#x6AA2;&#x5B9A;&#x4E00;&#x822C;&#x6210;&#x529F;&#x3002;</p>
<p>KP&#xFF1A;&#x300C;&#x597D;&#x5427;...&#x4F46;&#xFF0C;&#x9019;&#x53EA;&#x662F;&#x6211;&#x7684;&#x504F;&#x898B;&#xFF0C;&#x6211;&#x53EF;&#x4E0D;&#x5E0C;&#x671B;&#x56E0;&#x70BA;&#x6211;&#x8AAA;&#x4E86;&#x4EC0;&#x9EBC;&#x800C;&#x51A4;&#x6789;&#x4E86;&#x597D;&#x4EBA;&#xFF0C;&#x300D;&#x4ED6;&#x9F3B;&#x5B50;&#x6DF1;&#x6DF1;&#x5730;&#x5674;&#x51FA;&#x4E86;&#x6C23;&#xFF0C;&#x300C;&#x5091;&#x514B;&#x68EE;&#x7267;&#x5E2B;&#x770B;&#x8D77;&#x4F86;&#x4E0D;&#x50CF;&#x662F;...&#x8654;&#x8AA0;&#x7684;&#x57FA;&#x7763;&#x5F92;&#x3002;&#x300D;<em>&#x9019;&#x662F; NPC &#x7684;<strong>&#x8B49;&#x8A00;</strong>&#xFF0C;&#x7136;&#x800C;&#xFF0C;&#x9019;&#x662F;&#x4E00;&#x500B;&#x5E36;&#x6709; NPC &#x504F;&#x898B;&#x7684;&#x932F;&#x8AA4;&#x60C5;&#x5831;&#xFF1A;&#x5F8C;&#x9762;&#x7684;&#x60C5;&#x5831;&#x624D;&#x662F;&#x91CD;&#x9EDE;&#x3002;</em></p>
<p>PL&#xFF1A;&#x300C;&#x600E;&#x9EBC;&#x8AAA;&#xFF1F;&#x300D;</p>
<p>KP&#xFF1A;&#x300C;&#x4ED6;&#x5728;&#x8056;&#x50CF;&#x7684;&#x80CC;&#x5F8C;...&#x6709;&#x4E00;&#x500B;&#x602A;&#x7570;&#x7684;&#x5370;&#x8A18;&#x3002;&#x6211;&#x8AAA;&#x4E0D;&#x4E0A;&#x4F86;...&#x90A3;&#x7D66;&#x6211;&#x4E00;&#x7A2E;&#x795E;&#x79D8;&#x5B78;&#x6216;&#x8005;&#x662F;&#x4EC0;&#x9EBC;&#x6771;&#x65B9;&#x5DEB;&#x8853;&#x7684;&#x611F;&#x89BA;&#x3002;&#x300D;<em>&#x90A3;&#x662F;&#x4E00;&#x9846;&#x53E4;&#x795E;&#x4E4B;&#x5370;&#xFF0C;&#x7136;&#x800C;&#x8FEA;&#x91D1;&#x68EE;&#x4E0D;&#x6703;&#x77E5;&#x9053;&#x9019;&#x4EF6;&#x4E8B;&#x3002;&#x9019;&#x662F;&#x4E00;&#x500B;<strong>&#x8AA4;&#x5C0E;</strong>&#xFF0C;&#x540C;&#x6642;&#x4E5F;&#x662F;<strong>&#x63D0;&#x793A;</strong>&#x3002;</em></p>
<p>PL&#xFF1A;&#x300C;&#x4F60;&#x53EF;&#x4EE5;&#x756B;&#x756B;&#x770B;&#x55CE;&#xFF1F;&#x300D;&#x5E78;&#x904B;&#x6AA2;&#x5B9A;&#x6210;&#x529F;&#x3002;</p>
<p>KP&#xFF1A;&#x9662;&#x9577;&#x756B;&#x4E86;&#x4E0B;&#x4F86;&#x3002;&#x4F60;&#x5011;&#x5728;&#x5834;&#x5916;&#x53EF;&#x80FD;&#x77E5;&#x9053;&#x90A3;&#x662F;&#x4EC0;&#x9EBC;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4E0D;&#x6253;&#x7B97;&#x756B;&#x7D66;&#x4F60;&#x5011;&#x770B;&#xFF08;<em>&#x907F;&#x514D;&#x904E;&#x5EA6;&#x63ED;&#x9732;</em>&#xFF09;&#x3002;&#x7E3D;&#x4E4B;&#xFF0C;&#x4F60;&#x5011;&#x7684;&#x89D2;&#x8272;&#x611F;&#x89BA;&#x90A3;&#x6771;&#x897F;&#x6709;&#x9EDE;&#x602A;&#x7570;&#xFF0C;&#x800C;&#x4E00;&#x500B;&#x57FA;&#x7763;&#x5F92;&#x5728;&#x8056;&#x50CF;&#x80CC;&#x5F8C;&#x523B;&#x4E0A;&#x9019;&#x7A2E;&#x5370;&#x8A18;&#x7C21;&#x76F4;&#x532A;&#x5937;&#x6240;&#x601D;&#x3002;</p>
<p>PL&#xFF1A;&#x300C;&#x6700;&#x5F8C;&#x4E00;&#x500B;&#x554F;&#x984C;&#xFF0C;&#x300D;&#x6211;&#x95D4;&#x4E0A;&#x7B46;&#x8A18;&#x672C;&#xFF0C;&#x300C;&#x8AB0;&#x662F;&#x6700;&#x5F8C;&#x770B;&#x5230;&#x6E6F;&#x666E;&#x68EE;&#x5148;&#x751F;&#x7684;&#x4EBA;&#xFF1F;&#x300D;</p>
<p>KP&#xFF1A;&#x300C;&#x5662;&#xFF0C;&#x5C0D;&#x3002;&#x61C9;&#x8A72;&#x662F;&#x7167;&#x9867;&#x4ED6;&#x7684;&#x8B77;&#x58EB;&#x3002;&#x9700;&#x8981;&#x8ACB;&#x5979;&#x904E;&#x4F86;&#x55CE;&#xFF1F;&#x300D;<em>&#x9019;&#x500B;&#x60C5;&#x5831;&#x662F;&#x70BA;&#x4E86;<strong>&#x63A8;&#x9032;</strong>&#x3002;&#x73A9;&#x5BB6;&#x6709;&#x610F;&#x8B58;&#x5730;&#x62CB;&#x51FA;&#x4E86;&#x9019;&#x500B;&#x76EE;&#x7684;&#xFF0C;&#x9019;&#x5F88;&#x597D;&#x3002;</em></p>
<p>PL&#xFF1A;&#x6211;&#x62AC;&#x4E00;&#x62AC;&#x624B;&#xFF0C;&#x300C;&#x9EBB;&#x7169;&#x4F60;&#x4E86;&#x3002;&#x300D;</p>
</blockquote>
<p>&#x5E0C;&#x671B;&#x9019;&#x4E9B;&#x4F8B;&#x5B50;&#x80FD;&#x66F4;&#x6709;&#x52A9;&#x65BC;&#x4F60;&#x7406;&#x89E3;&#x6211;&#x7684;&#x6587;&#x7AE0;&#x3002;</p>
<hr>
<p>&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B61;&#x6211;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x5E0C;&#x671B;&#x4F60;&#x53EF;&#x4EE5;&#x8D0A;&#x52A9;&#x6211;&#xFF0C;&#x8B93;&#x6211;&#x53EF;&#x4EE5;&#x6709;&#x66F4;&#x591A;&#x7684;&#x6642;&#x9593;&#x9032;&#x884C;&#x5BEB;&#x4F5C;&#xFF1A;</p>
<ul>
<li><a href="https://www.patreon.com/bePatron?u=11250676" data-patreon-widget-type="become-patron-button" target="_blank" rel="noopener">&#x6210;&#x70BA;&#x6211;&#x7684; Patron &#xFF01;</a><script async src="https://c6.patreon.com/becomePatronButton.bundle.js"></script></li>
<li><form action="https://www.paypal.com/cgi-bin/webscr" method="post" target="_top"><input type="hidden" name="cmd" value="_donations"><input type="hidden" name="business" value="5UQJNQ7XVCCE8"><input type="hidden" name="currency_code" value="TWD"><input type="image" src="https://www.paypalobjects.com/en_US/TW/i/btn/btn_donateCC_LG.gif" border="0" name="submit" title="PayPal - The safer, easier way to pay online!" alt="Donate with PayPal button"><img alt border="0" src="https://www.paypal.com/en_TW/i/scr/pixel.gif" width="1" height="1"></form></li>
</ul>

            <!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->
            <audio id="audio" loop="1" preload="auto" controls="controls" data-autoplay="false">
                <source type="audio/mpeg" src="https://wayneh.tw/mp3/They_Might_Not.mp3">
            </audio>
            
        </div>
        <div id="disqus_thread">
    <script type="text/javascript">
    var disqus_shortname = '';
    var disqus_config = function () {
        this.page.url = 'https://wayneh.tw/2020/04/15/information-management-for-example/';
        this.page.identifier = '/2020/04/15/information-management-for-example/';
        this.page.title = '談 CoC 的情報管理：範例篇';
    };
    (function() { // DON'T EDIT BELOW THIS LINE
    var d = document, s = d.createElement('script');
    s.src = 'https://waynetwhexo.disqus.com/embed.js';
    s.setAttribute('data-timestamp', +new Date());
    (d.head || d.body).appendChild(s);
  })();
  </script>
  <noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>


        </div>
        </div>
    
        <div class='side'>
            <ol class="toc"><li class="toc-item toc-level-2"><a class="toc-link" href="#軌道"><span class="toc-number">1.</span> <span class="toc-text">軌道</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#場景架構"><span class="toc-number">2.</span> <span class="toc-text">場景架構</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#場景進行"><span class="toc-number">3.</span> <span class="toc-text">場景進行</span></a><ol class="toc-child"><li class="toc-item toc-level-3"><a class="toc-link" href="#與鑑識人員的互動"><span class="toc-number">3.1.</span> <span class="toc-text">與鑑識人員的互動</span></a></li><li class="toc-item toc-level-3"><a class="toc-link" href="#與警探的互動"><span class="toc-number">3.2.</span> <span class="toc-text">與警探的互動</span></a></li></ol></li></ol>
        </div>
    
    <div id="footnoteText"></div>
</div>

    </div>
</div><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</body>
<script src="//cdn.jsdelivr.net/npm/gitalk@1/dist/gitalk.min.js"></script>
<script src="//ajax.googleapis.com/ajax/libs/jquery/1.8.3/jquery.min.js"></script>
<script src="/js/plugin.js"></script>
<script src="/js/diaspora.js"></script>
<link rel="stylesheet" href="/photoswipe/photoswipe.css">
<link rel="stylesheet" href="/photoswipe/default-skin/default-skin.css">
<script src="/photoswipe/photoswipe.min.js"></script>
<script src="/photoswipe/photoswipe-ui-default.min.js"></script>

<!-- Root element of PhotoSwipe. Must have class pswp. -->
<div class="pswp" tabindex="-1" role="dialog" aria-hidden="true">
    <!-- Background of PhotoSwipe. 
         It's a separate element as animating opacity is faster than rgba(). -->
    <div class="pswp__bg"></div>
    <!-- Slides wrapper with overflow:hidden. -->
    <div class="pswp__scroll-wrap">
        <!-- Container that holds slides. 
            PhotoSwipe keeps only 3 of them in the DOM to save memory.
            Don't modify these 3 pswp__item elements, data is added later on. -->
        <div class="pswp__container">
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
        </div>
        <!-- Default (PhotoSwipeUI_Default) interface on top of sliding area. Can be changed. -->
        <div class="pswp__ui pswp__ui--hidden">
            <div class="pswp__top-bar">
                <!--  Controls are self-explanatory. Order can be changed. -->
                <div class="pswp__counter"></div>
                <button class="pswp__button pswp__button--close" title="Close (Esc)"></button>
                <button class="pswp__button pswp__button--share" title="Share"></button>
                <button class="pswp__button pswp__button--fs" title="Toggle fullscreen"></button>
                <button class="pswp__button pswp__button--zoom" title="Zoom in/out"></button>
                <!-- Preloader demo http://codepen.io/dimsemenov/pen/yyBWoR -->
                <!-- element will get class pswp__preloader--active when preloader is running -->
                <div class="pswp__preloader">
                    <div class="pswp__preloader__icn">
                      <div class="pswp__preloader__cut">
                        <div class="pswp__preloader__donut"></div>
                      </div>
                    </div>
                </div>
            </div>
            <div class="pswp__share-modal pswp__share-modal--hidden pswp__single-tap">
                <div class="pswp__share-tooltip"></div> 
            </div>
            <button class="pswp__button pswp__button--arrow--left" title="Previous (arrow left)">
            </button>
            <button class="pswp__button pswp__button--arrow--right" title="Next (arrow right)">
            </button>
            <div class="pswp__caption">
                <div class="pswp__caption__center"></div>
            </div>
        </div>
    </div>
</div>



<!-- Google Analytics -->
<script type="text/javascript">
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','https://www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-61272067-1', 'auto');
  ga('send', 'pageview');
</script>
<!-- End Google Analytics -->


</html>
