
<!DOCTYPE html>
<html lang="zh-TW" class="loading">
<head>
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><meta charset="UTF-8" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
    <meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <title>小孩的教養除了讓大人心情好一點，還能幹嘛？ - 偉恩與咖啡</title>
    <meta name="apple-mobile-web-app-capable" content="yes" />
    <meta name="apple-mobile-web-app-status-bar-style" content="black-translucent">
    <meta name="google" content="notranslate" />
    
    <meta name="description" content="哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。,&amp;#x90DD;&amp;#x5EE3;&amp;#x624D;&amp;#x5728;&amp;#x91D1;&amp;#x9F0E;&amp;#x734E;&amp;#x516C;&amp;#x958B;&amp;#x767C;&amp;#x8A00;&amp;#xFF0C;&amp;#x,"> 
    <meta name="author" content="洪偉 Wei Hung"> 
    
    
    
<link rel="stylesheet" href="../../../../css/diaspora.css">

    <meta name="description" content="郝廣才在金鼎獎公開發言，認為人在台北車站大廳席地而坐，顯示了因為不讀書而導致的教養問題。他認為，這就像廁所排不到就在大廳大便一樣——不管是哪本書讓他覺得這類比恰當，我希望那本書離我的孩子遠一點。當柯文哲發現建中生不用掃廁所，也批評說這違反教育宗旨。 黃益中同意郝廣才「讀書才能更有教養」的見解，並以「金錢買不到掃廁所教育」的論點來支持「學生的廁所就該自己掃」，他認為這些勞動蘊含了重要的教養與道理。">
<meta property="og:type" content="article">
<meta property="og:title" content="小孩的教養除了讓大人心情好一點，還能幹嘛？">
<meta property="og:url" content="https://wayneh.tw/2019/07/17/education/index.html">
<meta property="og:site_name" content="偉恩與咖啡">
<meta property="og:description" content="郝廣才在金鼎獎公開發言，認為人在台北車站大廳席地而坐，顯示了因為不讀書而導致的教養問題。他認為，這就像廁所排不到就在大廳大便一樣——不管是哪本書讓他覺得這類比恰當，我希望那本書離我的孩子遠一點。當柯文哲發現建中生不用掃廁所，也批評說這違反教育宗旨。 黃益中同意郝廣才「讀書才能更有教養」的見解，並以「金錢買不到掃廁所教育」的論點來支持「學生的廁所就該自己掃」，他認為這些勞動蘊含了重要的教養與道理。">
<meta property="og:locale" content="zh_TW">
<meta property="article:published_time" content="2019-07-17T09:07:55.000Z">
<meta property="article:modified_time" content="2020-06-19T07:52:58.461Z">
<meta property="article:author" content="洪偉 Wei Hung">
<meta property="article:tag" content="概念反思">
<meta property="article:tag" content="教養">
<meta property="article:tag" content="德行">
<meta property="article:tag" content="應用倫理學">
<meta name="twitter:card" content="summary">
    <script id="dsq-count-scr" src="//waynetwhexo.disqus.com/count.js" async></script>
    <link href="https://fonts.googleapis.com/css?family=Noto+Sans+TC:400,500,700|Noto+Serif+TC:400,700&display=swap" rel="stylesheet">
    <script defer src="/js/all.js"></script> 
<!-- hexo injector head_end start -->
<link rel="stylesheet" href="custom_css_source.css">
<!-- hexo injector head_end end --><meta name="generator" content="Hexo 5.2.0"><link rel="alternate" href="atom.xml" title="偉恩與咖啡" type="application/atom+xml"><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</head>
<body class="loading">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><span id="config-title" style="display:none">偉恩與咖啡</span>
    <div id="loader"></div>
    <div id="single">
    <div id="top" style="display: block;">
    <div class="bar" style="width: 0;"></div>
    <a class="icon-home image-icon" href="javascript:;" data-url="https://wayneh.tw"></a>
    <div title="播放/暫停" class="icon-play"></div>
    <h3 class="subtitle">小孩的教養除了讓大人心情好一點，還能幹嘛？</h3>
    <div class="social">
        <!--<div class="like-icon">-->
            <!--<a href="javascript:;" class="likeThis active"><span class="icon-like"></span><span class="count">76</span></a>-->
        <!--</div>-->
        <div>
            <div class="share">
                <a title="QR code" class="icon-scan" href="javascript:;"></a>
            </div>
            <div id="qr"></div>
        </div>
    </div>
    <div class="scrollbar"></div>
</div>

    <div class="section">
        <div class="article">
    <div class='main'>
        <h1 class="title">小孩的教養除了讓大人心情好一點，還能幹嘛？</h1>
        <div class="stuff">
            <span>七月 17, 2019</span>
            
  <ul class="post-tags-list" itemprop="keywords"><li class="post-tags-list-item"><a class="post-tags-list-link" href="../../../../tags/%E5%BE%B7%E8%A1%8C/" rel="tag">德行</a></li><li class="post-tags-list-item"><a class="post-tags-list-link" href="../../../../tags/%E6%87%89%E7%94%A8%E5%80%AB%E7%90%86%E5%AD%B8/" rel="tag">應用倫理學</a></li><li class="post-tags-list-item"><a class="post-tags-list-link" href="../../../../tags/%E6%95%99%E9%A4%8A/" rel="tag">教養</a></li><li class="post-tags-list-item"><a class="post-tags-list-link" href="../../../../tags/%E6%A6%82%E5%BF%B5%E5%8F%8D%E6%80%9D/" rel="tag">概念反思</a></li></ul>


        </div>
        <div class="content markdown">
            <p>&#x90DD;&#x5EE3;&#x624D;&#x5728;&#x91D1;&#x9F0E;&#x734E;&#x516C;&#x958B;&#x767C;&#x8A00;&#xFF0C;&#x8A8D;&#x70BA;&#x4EBA;&#x5728;&#x53F0;&#x5317;&#x8ECA;&#x7AD9;&#x5927;&#x5EF3;&#x5E2D;&#x5730;&#x800C;&#x5750;&#xFF0C;&#x986F;&#x793A;&#x4E86;&#x56E0;&#x70BA;&#x4E0D;&#x8B80;&#x66F8;&#x800C;&#x5C0E;&#x81F4;&#x7684;&#x6559;&#x990A;&#x554F;&#x984C;&#x3002;&#x4ED6;&#x8A8D;&#x70BA;&#xFF0C;&#x9019;&#x5C31;&#x50CF;&#x5EC1;&#x6240;&#x6392;&#x4E0D;&#x5230;&#x5C31;&#x5728;&#x5927;&#x5EF3;&#x5927;&#x4FBF;&#x4E00;&#x6A23;&#x2014;&#x2014;&#x4E0D;&#x7BA1;&#x662F;&#x54EA;&#x672C;&#x66F8;&#x8B93;&#x4ED6;&#x89BA;&#x5F97;&#x9019;&#x985E;&#x6BD4;&#x6070;&#x7576;&#xFF0C;&#x6211;&#x5E0C;&#x671B;&#x90A3;&#x672C;&#x66F8;&#x96E2;&#x6211;&#x7684;&#x5B69;&#x5B50;&#x9060;&#x4E00;&#x9EDE;&#x3002;&#x7576;&#x67EF;&#x6587;&#x54F2;&#x767C;&#x73FE;&#x5EFA;&#x4E2D;&#x751F;&#x4E0D;&#x7528;&#x6383;&#x5EC1;&#x6240;&#xFF0C;&#x4E5F;&#x6279;&#x8A55;&#x8AAA;&#x9019;&#x9055;&#x53CD;&#x6559;&#x80B2;&#x5B97;&#x65E8;&#x3002;</p>
<p>&#x9EC3;&#x76CA;&#x4E2D;&#x540C;&#x610F;&#x90DD;&#x5EE3;&#x624D;&#x300C;&#x8B80;&#x66F8;&#x624D;&#x80FD;&#x66F4;&#x6709;&#x6559;&#x990A;&#x300D;&#x7684;&#x898B;&#x89E3;&#xFF0C;&#x4E26;&#x4EE5;&#x300C;&#x91D1;&#x9322;&#x8CB7;&#x4E0D;&#x5230;&#x6383;&#x5EC1;&#x6240;&#x6559;&#x80B2;&#x300D;&#x7684;&#x8AD6;&#x9EDE;&#x4F86;&#x652F;&#x6301;&#x300C;&#x5B78;&#x751F;&#x7684;&#x5EC1;&#x6240;&#x5C31;&#x8A72;&#x81EA;&#x5DF1;&#x6383;&#x300D;&#xFF0C;&#x4ED6;&#x8A8D;&#x70BA;&#x9019;&#x4E9B;&#x52DE;&#x52D5;&#x860A;&#x542B;&#x4E86;&#x91CD;&#x8981;&#x7684;&#x6559;&#x990A;&#x8207;&#x9053;&#x7406;&#x3002;</p>
<p>&#x6559;&#x80B2;&#x8005;&#x4F3C;&#x4E4E;&#x5E38;&#x63D0;&#x51FA;&#x9019;&#x7A2E;&#x683C;&#x5F0F;&#x7684;&#x7406;&#x8AD6;&#xFF1A;&#x5B78;&#x751F;&#x5FC5;&#x9808;&#x984D;&#x5916;&#x505A;X&#x3001;&#x601D;&#x8003;X&#x3001;&#x80CC;&#x8AA6;X&#xFF08;&#x64E6;&#x7A97;&#x6236;&#x3001;&#x6383;&#x5EC1;&#x6240;&#x3001;&#x8B80;&#x6587;&#x8A00;&#x6587;&#x3001;&#x611B;&#x6821;&#x670D;&#x52D9;&#x3001;&#x591A;&#x8B80;&#x66F8;&#x7B49;&#xFF09;&#xFF0C;&#x56E0;&#x70BA;&#x9019;&#x6703;&#x63D0;&#x4F9B;&#x67D0;&#x7A2E;&#x6559;&#x990A;&#x3002;&#x6559;&#x990A;&#x662F;&#x500B;&#x597D;&#x6771;&#x897F;&#xFF0C;&#x6700;&#x597D;&#x4EBA;&#x4EBA;&#x90FD;&#x6709;&#x2014;&#x2014;&#x4F46;&#x5230;&#x5E95;&#x4EC0;&#x9EBC;&#x662F;&#x6559;&#x990A;&#xFF1F;&#x6211;&#x5011;&#x600E;&#x9EBC;&#x77E5;&#x9053;&#x6559;&#x990A;&#x4E0D;&#x662F;&#x5728;&#x978F;&#x56FA;&#x793E;&#x6703;&#x968E;&#x7D1A;&#x3001;&#x88FD;&#x9020;&#x514D;&#x8CBB;&#x52DE;&#x52D5;&#x529B;&#xFF1F;&#x600E;&#x9EBC;&#x77E5;&#x9053;&#x6C92;&#x6709;&#x6D6A;&#x8CBB;&#x5B78;&#x751F;&#x7684;&#x6642;&#x9593;&#xFF1F;</p>
<p>&#x672C;&#x6587;&#x5C07;&#x5F9E;&#x9019;&#x88E1;&#x958B;&#x59CB;&#x9010;&#x6B65;&#x5206;&#x6790;&#x6559;&#x990A;&#x7684;&#x5167;&#x6DB5;&#xFF0C;&#x4E26;&#x8AAA;&#x660E;&#x8A72;&#x5982;&#x4F55;&#x770B;&#x5F85;&#x300C;&#x6559;&#x990A;&#x6559;&#x80B2;&#x300D;&#x9019;&#x56DE;&#x4E8B;&#x3002;</p>
<a id="more"></a>
<h2 id="&#x6559;&#x990A;&#x8207;&#x5FB7;&#x884C;"><a class="header-anchor" href="#&#x6559;&#x990A;&#x8207;&#x5FB7;&#x884C;">&#xB6;</a>&#x6559;&#x990A;&#x8207;&#x5FB7;&#x884C;</h2>
<p>&#x4EBA;&#x5011;&#x7D93;&#x5E38;&#x628A;&#x300C;&#x597D;&#x5B69;&#x5B50;&#x300D;&#x6216;&#x300C;&#x597D;&#x4EBA;&#x300D;&#x7576;&#x6210;&#x6559;&#x990A;&#x7684;&#x6A19;&#x6E96;&#x3002;&#x5728;&#x54F2;&#x5B78;&#x4E0A;&#xFF0C;&#x9019;&#x7A2E;&#x4F5C;&#x6CD5;&#x6DF7;&#x6DC6;&#x4E86;&#x6559;&#x990A;&#x548C;&#x300C;&#x5FB7;&#x884C;&#x300D;&#xFF08;virtue&#xFF09;&#x3002;</p>
<p>&#x300C;&#x5FB7;&#x884C;&#x300D;&#x5C31;&#x5B57;&#x9762;&#x4E0A;&#x4F86;&#x770B;&#x8207;&#x9053;&#x5FB7;&#x6709;&#x95DC;&#xFF0C;&#x7136;&#x800C;&#x9019;&#x6A23;&#x8B1B;&#x4E26;&#x4E0D;&#x5B8C;&#x5168;&#x5C0D;&#x3002;&#x54F2;&#x5B78;&#x5BB6;&#x8AC7;&#x7684;&#x5FB7;&#x884C;&#xFF0C;&#x66F4;&#x63A5;&#x8FD1;&#x4E9E;&#x91CC;&#x65AF;&#x591A;&#x5FB7;&#xFF08;Aristotle&#xFF09;&#x8B1B;&#x7684;&#x300C;Arete&#x300D;&#x3002;Arete &#x662F;&#x4E00;&#x7A2E;&#x300C;&#x512A;&#x826F;&#x767C;&#x63EE;&#x81EA;&#x5DF1;&#x80FD;&#x529B;&#x300D;&#x7684;&#x72C0;&#x614B;&#xFF0C;&#x9019;&#x662F;&#x4E00;&#x7A2E;&#x80FD;&#x5BE6;&#x73FE;&#x5922;&#x60F3;&#x3001;&#x6210;&#x5C31;&#x5E78;&#x798F;&#x3001;&#x8B93;&#x5404;&#x80FD;&#x529B;&#x80FD;&#x826F;&#x597D;&#x767C;&#x63EE;&#x7684;&#x72C0;&#x614B;&#x3002;&#x5728;&#x9019;&#x7A2E;&#x610F;&#x7FA9;&#x4E0B;&#xFF0C;&#x64C1;&#x6709;&#x5FB7;&#x884C;&#x7684;&#x4EBA;&#x80FD;&#x597D;&#x597D;&#x767C;&#x5C55;&#x5404;&#x7A2E;&#x6F5B;&#x80FD;&#xFF0C;&#x751A;&#x81F3;&#x80FD;&#x5728;&#x56F0;&#x5883;&#x4E2D;&#x505A;&#x51FA;&#x6B63;&#x78BA;&#x5224;&#x65B7;&#xFF0C;&#x5305;&#x62EC;&#x9053;&#x5FB7;&#x5224;&#x65B7;&#x3002;</p>
<p>&#x78BA;&#x5BE6;&#x6709;&#x4E9B;&#x6559;&#x990A;&#x7B26;&#x5408;&#x4E9E;&#x6C0F;&#x5FB7;&#x884C;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x6709;&#x6559;&#x990A;&#x7684;&#x4EBA;&#x901A;&#x5E38;&#x61C2;&#x5F97;&#x5C0A;&#x91CD;&#x4ED6;&#x4EBA;&#xFF0C;&#x800C;&#x300C;&#x61C2;&#x5F97;&#x5C0A;&#x91CD;&#x4ED6;&#x4EBA;&#x300D;&#x901A;&#x5E38;&#x4E5F;&#x662F;&#x5FB7;&#x884C;&#x3001;&#x80FD;&#x5354;&#x52A9;&#x5BE6;&#x73FE;&#x4EBA;&#x751F;&#x5E78;&#x798F;&#x3002;&#x4F46;&#x5373;&#x4F7F;&#x9019;&#x6A23;&#xFF0C;&#x6559;&#x990A;&#x548C;&#x5FB7;&#x884C;&#x7562;&#x7ADF;&#x6709;&#x6240;&#x4E0D;&#x540C;&#xFF0C;&#x8B6C;&#x5982;&#x9019;&#x6A23;&#x7684;&#x4F8B;&#x5B50;&#xFF1A;</p>
<blockquote>
<p>&#x5C0F;&#x58DE;&#x559C;&#x6B61;&#x628A;&#x5C0F;&#x72D7;&#x624B;&#x8173;&#x7D81;&#x8D77;&#x4F86;&#x6C89;&#x5165;&#x6C34;&#x4E2D;&#x73A9;&#x3002;</p>
</blockquote>
<p>&#x6211;&#x5011;&#x5927;&#x6982;&#x4E0D;&#x6703;&#x5728;&#x9019;&#x6642;&#x5019;&#x8AAA;&#x300C;&#x5C0F;&#x58DE;&#x771F;&#x662F;&#x6C92;&#x6559;&#x990A;&#x300D;&#xFF08;&#x5C31;&#x50CF;&#x6211;&#x5011;&#x4E0D;&#x6703;&#x8AAA;&#x300C;&#x67D0;&#x4EBA;&#x5C45;&#x7136;&#x6436;&#x9280;&#x884C;&#xFF0C;&#x771F;&#x662F;&#x6C92;&#x79AE;&#x8C8C;&#x300D;&#xFF09;&#xFF0C;&#x6211;&#x5011;&#x6703;&#x8AAA;&#x300C;&#x5C0F;&#x58DE;&#x7684;&#x9053;&#x5FB7;&#x4F4E;&#x843D;&#x300D;&#xFF0C;&#x800C;&#x300C;&#x9053;&#x5FB7;&#x4E0D;&#x4F4E;&#x843D;&#x300D;&#x901A;&#x5E38;&#x662F;&#x7A2E;&#x5FB7;&#x884C;&#x3002;</p>
<p>&#x5FB7;&#x884C;&#x5E38;&#x5E38;&#x8DDF;&#x9053;&#x5FB7;&#x6709;&#x95DC;&#xFF0C;&#x4E0D;&#x904E;&#x4E26;&#x4E0D;&#x7E3D;&#x662F;&#xFF1A;</p>
<blockquote>
<p>&#x5C0F;&#x8CAA;&#x662F;&#x500B;&#x4E0D;&#x61C2;&#x73CD;&#x60DC;&#x7684;&#x4EBA;&#x3002;</p>
</blockquote>
<p>&#x300C;&#x61C2;&#x5F97;&#x73CD;&#x60DC;&#x300D;&#x5F80;&#x5F80;&#x662F;&#x4E00;&#x7A2E;&#x5FB7;&#x884C;&#xFF0C;&#x7136;&#x800C;&#x4E00;&#x500B;&#x4E0D;&#x61C2;&#x73CD;&#x60DC;&#x7684;&#x4EBA;&#x4E0D;&#x898B;&#x5F97;&#x5728;&#x9053;&#x5FB7;&#x4E0A;&#x66F4;&#x58DE;&#xFF0C;&#x53EA;&#x662F;&#x4ED6;&#x5927;&#x6982;&#x6703;&#x5728;&#x4EBA;&#x751F;&#x4E2D;&#x81EA;&#x98DF;&#x5176;&#x679C;&#x3002;</p>
<p>&#x7E3D;&#x800C;&#x8A00;&#x4E4B;&#xFF0C;&#x5FB7;&#x884C;&#x4E4B;&#x6240;&#x4EE5;&#x5C0D;&#x6211;&#x5011;&#x91CD;&#x8981;&#xFF0C;&#x662F;&#x56E0;&#x70BA;&#x5B83;&#x5C0D;&#x6211;&#x81EA;&#x5DF1;&#x7684;&#x4EBA;&#x751F;&#x6709;&#x610F;&#x7FA9;&#xFF0C;&#x4F46;&#x6559;&#x990A;&#x5247;&#x88AB;&#x8A8D;&#x70BA;&#x5C0D;&#x793E;&#x6703;&#x3001;&#x6587;&#x5316;&#x6709;&#x610F;&#x7FA9;&#xFF0C;&#x751A;&#x81F3;&#x6709;&#x52A9;&#x65BC;&#x793E;&#x6703;&#x8207;&#x6587;&#x5316;&#x7684;&#x767C;&#x5C55;&#x6216;&#x7DAD;&#x6301;&#x3002;</p>
<p>&#x59A5;&#x5584;&#x5340;&#x5206;&#x5FB7;&#x884C;&#x8207;&#x6559;&#x990A;&#xFF0C;&#x53EF;&#x4EE5;&#x5E6B;&#x52A9;&#x6211;&#x5011;&#x521D;&#x6B65;&#x91D0;&#x6E05;&#x6559;&#x990A;&#x7684;&#x610F;&#x7FA9;&#xFF1A;&#x5FB7;&#x884C;&#x662F;&#x4E00;&#x7A2E;&#x70BA;&#x4EBA;&#x751F;&#x5E78;&#x798F;&#x800C;&#x8A72;&#x6709;&#x7684;&#x80FD;&#x529B;&#x6216;&#x72C0;&#x614B;&#xFF0C;&#x800C;&#x6559;&#x990A;&#x5247;&#x662F;&#x4E00;&#x7A2E;&#x4F86;&#x81EA;&#x6587;&#x5316;&#x8207;&#x793E;&#x6703;&#x7684;&#x898F;&#x7BC4;&#x3002;</p>
<h2 id="&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;-&#x516C;&#x6C11;&#x7684;&#x6559;&#x990A;"><a class="header-anchor" href="#&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;-&#x516C;&#x6C11;&#x7684;&#x6559;&#x990A;">&#xB6;</a>&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;&#x3001;&#x516C;&#x6C11;&#x7684;&#x6559;&#x990A;</h2>
<p>&#x7576;&#x6211;&#x5011;&#x5728;&#x54F2;&#x5B78;&#x4E2D;&#x8AAA;&#x4E00;&#x500B;&#x6771;&#x897F;&#x662F;&#x300C;&#x898F;&#x7BC4;&#x300D;&#xFF0C;&#x610F;&#x601D;&#x662F;&#xFF1A;&#x5B83;&#x6703;&#x9650;&#x5236;&#x6211;&#x7684;&#x81EA;&#x4E3B;&#x884C;&#x52D5;&#xFF08;&#x51FA;&#x65BC;&#x6211;&#x7684;&#x610F;&#x9858;&#x63A1;&#x53D6;&#x7684;&#x884C;&#x52D5;&#xFF09;&#xFF0C;&#x7121;&#x8AD6;&#x662F;&#x56E0;&#x4ED6;&#x4EBA;&#x5E72;&#x6D89;&#xFF0C;&#x9084;&#x662F;&#x56E0;&#x81EA;&#x6211;&#x7D04;&#x675F;&#x800C;&#x9020;&#x6210;&#x3002;</p>
<p>&#x6709;&#x6559;&#x990A;&#x7684;&#x4EBA;&#x96A8;&#x6642;&#x9075;&#x5B88;&#x67D0;&#x4E9B;&#x898F;&#x7BC4;&#xFF1A;&#x4ED6;&#x884C;&#x79AE;&#x5982;&#x5100;&#x3001;&#x884C;&#x4E8B;&#x5F97;&#x9AD4;&#x3001;&#x4E0D;&#x903E;&#x898F;&#x77E9;&#x3002;&#x6559;&#x990A;&#x7684;&#x91CD;&#x8981;&#x6027;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4F86;&#x81EA;&#x65BC;&#x5927;&#x5BB6;&#x5B88;&#x898F;&#x7BC4;&#x5C0D;&#x793E;&#x6703;&#x3001;&#x6587;&#x5316;&#x5E36;&#x4F86;&#x7684;&#x597D;&#x8655;&#x3002;&#x6C92;&#x6559;&#x990A;&#x6703;&#x6E1B;&#x640D;&#x9019;&#x4E9B;&#x597D;&#x8655;&#xFF0C;&#x4F8B;&#x5982;&#xFF1A;</p>
<blockquote>
<p>&#xFF08;1&#xFF09;&#x5C0F;&#x5435;&#x7FD2;&#x6163;&#x5728;&#x6377;&#x904B;&#x5927;&#x8072;&#x8B1B;&#x96FB;&#x8A71;&#x3002;</p>
</blockquote>
<p>&#x5C0F;&#x5435;&#x5F71;&#x97FF;&#x4E86;&#x6377;&#x904B;&#x4E0A;&#x9700;&#x8981;&#x5B89;&#x975C;&#x7684;&#x5176;&#x4ED6;&#x4EBA;&#xFF0C;&#x4FB5;&#x72AF;&#x5230;&#x5176;&#x4ED6;&#x4EBA;&#x7684;&#x751F;&#x6D3B;&#x7A7A;&#x9593;&#xFF0C;&#x66F4;&#x4E00;&#x822C;&#x5730;&#x8AAA;&#xFF0C;&#x4E0D;&#x5C0A;&#x91CD;&#x4ED6;&#x4EBA;&#x7684;&#x751F;&#x6D3B;&#x3002;</p>
<p>&#x4F46;&#x662F;&#xFF0C;&#x4E5F;&#x6709;&#x4E9B;&#x300C;&#x6C92;&#x6559;&#x990A;&#x300D;&#x4E0D;&#x81F3;&#x65BC;&#x69CB;&#x6210;&#x4E0D;&#x5C0A;&#x91CD;&#xFF0C;&#x4F8B;&#x5982;&#xFF1A;</p>
<blockquote>
<p>&#xFF08;2&#xFF09;&#x5C0F;&#x771F;&#x5E38;&#x5750;&#x5728;&#x8ECA;&#x7AD9;&#x5927;&#x5EF3;&#x7684;&#x5730;&#x4E0A;&#x3002;</p>
</blockquote>
<p>&#x5373;&#x4F7F;&#x5C0F;&#x771F;&#x6C92;&#x6709;&#x64CB;&#x5230;&#x4ED6;&#x4EBA;&#xFF0C;&#x90DD;&#x5EE3;&#x624D;&#x4E5F;&#x8A8D;&#x70BA;&#xFF1A;&#x9019;&#x771F;&#x662F;&#x6C92;&#x6559;&#x990A;&#x3002;&#x6211;&#x5176;&#x5BE6;&#x4E0D;&#x77E5;&#x9053;&#x70BA;&#x4EC0;&#x9EBC;&#x90DD;&#x5EE3;&#x624D;&#x8A8D;&#x70BA;&#x9019;&#x662F;&#x6559;&#x990A;&#xFF0C;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x611B;&#x8B80;&#x66F8;&#x7684;&#x4ED6;&#x6703;&#x4E0D;&#x6703;&#x8B80;&#x70D9;&#x54F2;&#x5B78;&#x5C08;&#x6B04;&#x3002;&#x4F46;&#x6211;&#x60F3;&#x5927;&#x6982;&#x4E0D;&#x51FA;&#xFF1A;&#x89C0;&#x611F;&#x4E0D;&#x597D;&#xFF0C;&#x66F4;&#x4E00;&#x822C;&#x5730;&#x8AAA;&#xFF0C;&#x770B;&#x8D77;&#x4F86;&#x4E0D;&#x7B26;&#x5408;&#x6587;&#x5316;&#x898F;&#x7BC4;&#x3002;</p>
<p>&#x6301;&#x5E73;&#x800C;&#x8AD6;&#xFF0C;&#x9019;&#x88E1;&#x7531;&#x4E26;&#x4E0D;&#x7B97;&#x592A;&#x7CDF;&#xFF0C;&#x56E0;&#x70BA;&#x6709;&#x6642;&#x300C;&#x770B;&#x8D77;&#x4F86;&#x7B26;&#x5408;&#x6587;&#x5316;&#x898F;&#x7BC4;&#x300D;&#x78BA;&#x5BE6;&#x5C0D;&#x793E;&#x6703;&#x3001;&#x6587;&#x5316;&#x6709;&#x6240;&#x597D;&#x8655;&#xFF0C;&#x8B6C;&#x5982;&#x8AAA;&#xFF0C;&#x5927;&#x7A3B;&#x57D5;&#x5E97;&#x5BB6;&#x90FD;&#x4F7F;&#x7528;&#x61F7;&#x820A;&#x7684;&#x62DB;&#x724C;&#xFF0C;&#x4F7F;&#x57CE;&#x5E02;&#x8B8A;&#x5F97;&#x66F4;&#x597D;&#xFF0C;&#x751A;&#x81F3;&#x632F;&#x8208;&#x89C0;&#x5149;&#x3002;</p>
<p>&#x6211;&#x5011;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#xFF0C;&#xFF08;1&#xFF09;&#x7684;&#x6559;&#x990A;&#x548C;&#xFF08;2&#xFF09;&#x7684;&#x6559;&#x990A;&#x6709;&#x4E00;&#x500B;&#x4E3B;&#x8981;&#x7684;&#x4E0D;&#x540C;&#xFF1A;&#xFF08;1&#xFF09;&#x6D89;&#x53CA;&#x300C;&#x61C9;&#x8A72;&#x5982;&#x4F55;&#x5C0A;&#x91CD;&#x4ED6;&#x4EBA;&#x751F;&#x6D3B;&#x300D;&#x7684;&#x554F;&#x984C;&#xFF0C;&#x4F46;&#x5728; &#xFF08;2&#xFF09; &#x53EA;&#x6D89;&#x53CA;&#x300C;&#x61C9;&#x8A72;&#x770B;&#x8D77;&#x4F86;&#x5982;&#x4F55;&#x300D;&#x7684;&#x554F;&#x984C;&#x3002;</p>
<p>&#x70BA;&#x4E86;&#x9032;&#x4E00;&#x6B65;&#x8A0E;&#x8AD6;&#xFF0C;&#x6211;&#x5C07;&#x6D89;&#x53CA;&#x5BE6;&#x8CEA;&#x5C0D;&#x4ED6;&#x4EBA;&#x5E72;&#x6D89;&#x3001;&#x6D89;&#x53CA;&#x300C;&#x61C9;&#x8A72;&#x5982;&#x4F55;&#x5C0A;&#x91CD;&#x4ED6;&#x4EBA;&#x751F;&#x6D3B;&#x300D;&#x554F;&#x984C;&#x7684;&#x6559;&#x990A;&#xFF0C;&#x7A31;&#x4E4B;&#x70BA;&#x300C;&#x516C;&#x6C11;&#x7684;&#x6559;&#x990A;&#x300D;&#xFF1B;&#x5C07;&#x6D89;&#x53CA;&#x4ED6;&#x4EBA;&#x89C0;&#x77BB;&#x3001;&#x6D89;&#x53CA;&#x300C;&#x61C9;&#x8A72;&#x770B;&#x8D77;&#x4F86;&#x5982;&#x4F55;&#x300D;&#x554F;&#x984C;&#x7684;&#x6559;&#x990A;&#xFF0C;&#x7A31;&#x4E4B;&#x70BA;&#x300C;&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;&#x300D;&#x3002;</p>
<p>&#x6216;&#x8A31;&#x6709;&#x4EBA;&#x6703;&#x8CEA;&#x7591;&#xFF1A;&#x300C;&#x5750;&#x5728;&#x8ECA;&#x7AD9;&#x5927;&#x5EF3;&#x6709;&#x7919;&#x89C0;&#x77BB;&#x300D;&#x96E3;&#x9053;&#x4E0D;&#x7B97;&#x662F;&#x4E0D;&#x5C0A;&#x91CD;&#x5176;&#x4ED6;&#x884C;&#x4EBA;&#x55CE;&#xFF1F;&#x9996;&#x5148;&#xFF0C;&#x6211;&#x5011;&#x8981;&#x5340;&#x5206;&#x7A76;&#x7ADF;&#x300C;&#x6709;&#x7919;&#x89C0;&#x77BB;&#x300D;&#x662F;&#x610F;&#x8B02;&#x8457;&#x300C;&#x4E0D;&#x597D;&#x770B;&#x300D;&#xFF0C;&#x9084;&#x662F;&#x300C;&#x6709;&#x4EBA;&#x7684;&#x751F;&#x6D3B;&#x88AB;&#x5BE6;&#x8CEA;&#x5E72;&#x6D89;&#x300D;&#x3002;&#x5728;&#x9019;&#xFF0C;&#x6211;&#x60F3;&#x53EA;&#x8981;&#x4E0D;&#x4F34;&#x96A8;&#x6587;&#x5316;&#x6B67;&#x8996;&#xFF0C;&#x90A3;&#x9EBC;&#x6700;&#x591A;&#x53EA;&#x662F;&#x300C;&#x4E0D;&#x597D;&#x770B;&#x300D;&#x800C;&#x5DF2;&#x3002;&#x5750;&#x5728;&#x8ECA;&#x7AD9;&#x5927;&#x5EF3;&#x78BA;&#x5BE6;&#x53EF;&#x80FD;&#x8B93;&#x5F88;&#x591A;&#x4EBA;&#x770B;&#x4E86;&#x4E0D;&#x9806;&#x773C;&#xFF0C;&#x4F46;&#x662F;&#x9019;&#x7A2E;&#x7A0B;&#x5EA6;&#x7684;&#x4E0D;&#x9806;&#x773C;&#x5982;&#x679C;&#x8DB3;&#x4EE5;&#x6210;&#x70BA;&#x7406;&#x7531;&#x53BB;&#x9650;&#x5236;&#x4EBA;&#x4E0D;&#x80FD;&#x5750;&#xFF0C;&#x90A3;&#x6211;&#x5011;&#x53EF;&#x80FD;&#x4E5F;&#x8981;&#x540C;&#x610F;&#xFF0C;&#x4F8B;&#x5982;&#x8AAA;&#xFF0C;&#x70BA;&#x4E86;&#x4E0D;&#x81F3;&#x65BC;&#x8B93;&#x5225;&#x4EBA;&#x770B;&#x4E86;&#x4E0D;&#x9806;&#x773C;&#xFF0C;&#x5927;&#x5BB6;&#x61C9;&#x8A72;&#x907F;&#x514D;&#x628A;&#x982D;&#x9AEE;&#x67D3;&#x6210;&#x7DA0;&#x8272;&#x3002;</p>
<p>&#x7576;&#x7136;&#xFF0C;&#x78BA;&#x5BE6;&#x4E5F;&#x6709;&#x4E9B;&#x300C;&#x4E0D;&#x5C0A;&#x91CD;&#x4ED6;&#x4EBA;&#x751F;&#x6D3B;&#x300D;&#x7684;&#x6709;&#x7919;&#x89C0;&#x77BB;&#xFF0C;&#x50CF;&#x662F;&#x9019;&#x500B;&#x300C;&#x4EE4;&#x4EBA;&#x53CD;&#x80C3;&#x300D;&#x7684;&#x4F8B;&#x5B50;&#xFF0C;&#x5728;&#x9019;&#x4F8B;&#x5B50;&#x4E2D;&#xFF0C;&#x5728;&#x6211;&#x5011;&#x7684;&#x6587;&#x5316;&#x4E2D;&#xFF0C;&#x89C0;&#x770B;&#x8005;&#x4E0D;&#x53EA;&#x662F;&#x89BA;&#x5F97;&#x4E0D;&#x597D;&#x770B;&#xFF0C;&#x9084;&#x6703;&#x5728;&#x751F;&#x7406;&#x4E0A;&#x7522;&#x751F;&#x78BA;&#x5BE6;&#x7684;&#x4E0D;&#x826F;&#x53CD;&#x61C9;&#xFF1A;</p>
<blockquote>
<p>&#x5C0F;&#x5641;&#x5728;&#x9023;&#x9396;&#x9910;&#x5EF3;&#x4E00;&#x908A;&#x5403;&#x6F22;&#x5821;&#x4E00;&#x908A;&#x7528;&#x624B;&#x6473;&#x8173;&#x3002;</p>
</blockquote>
<p>&#x7576;&#x6211;&#x5728;&#x4E0A;&#x9762;&#x8AAA;&#x300C;&#x5728;&#x6211;&#x5011;&#x7684;&#x6587;&#x5316;&#x4E2D;&#x300D;&#xFF0C;&#x8981;&#x5F37;&#x8ABF;&#x7684;&#x662F;&#xFF0C;&#x516C;&#x6C11;&#x7684;&#x6559;&#x990A;&#x548C;&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;&#x90FD;&#x6709;&#x793E;&#x6703;&#x6587;&#x5316;&#x57FA;&#x790E;&#x3002;&#x5728;&#x672C;&#x4F86;&#x8AAA;&#x597D;&#x8981;&#x5B89;&#x975C;&#x7684;&#x8ECA;&#x5EC2;&#x4E2D;&#x5927;&#x8072;&#x8AAA;&#x8A71;&#x6703;&#x8B93;&#x4EBA;&#x4E0D;&#x9069;&#xFF0C;&#x8B93;&#x901A;&#x52E4;&#x8005;&#x75B2;&#x618A;&#x751A;&#x81F3;&#x7CBE;&#x795E;&#x8017;&#x5F31;&#x3002;&#x70BA;&#x4E86;&#x4E0D;&#x8B93;&#x4ED6;&#x4EBA;&#x6709;&#x6B64;&#x611F;&#x53D7;&#xFF0C;&#x6211;&#x5011;&#x58D3;&#x4F4E;&#x8072;&#x91CF;&#x3002;&#x4F46;&#x5982;&#x679C;&#x5728;&#x5927;&#x5BB6;&#x7FD2;&#x6163;&#x8F03;&#x5435;&#x9B27;&#x7684;&#x904B;&#x8F38;&#x5DE5;&#x5177;&#x4E0A;&#xFF0C;&#x7576;&#x6211;&#x5011;&#x7A0D;&#x5FAE;&#x5927;&#x8072;&#x8AAA;&#x8A71;&#xFF0C;&#x4E26;&#x4E0D;&#x610F;&#x8B02;&#x8457;&#x4E0D;&#x5C0A;&#x91CD;&#x4ED6;&#x4EBA;&#x3002;&#x5728;&#x9019;&#x6A23;&#x7684;&#x6587;&#x5316;&#x4E2D;&#xFF0C;&#x9019;&#x88E1;&#x7684;&#x300C;&#x58D3;&#x4F4E;&#x2571;&#x63D0;&#x9AD8;&#x8072;&#x91CF;&#x300D;&#x6A19;&#x6E96;&#x548C;&#x6377;&#x904B;&#x6587;&#x5316;&#x6709;&#x6240;&#x4E0D;&#x540C;&#x3002;&#x65C5;&#x5BA2;&#x5728;&#x8CB7;&#x7968;&#x6642;&#xFF0C;&#x5F80;&#x5F80;&#x4E5F;&#x90FD;&#x505A;&#x597D;&#x4E86;&#x627F;&#x53D7;&#x9019;&#x7A2E;&#x7A0B;&#x5EA6;&#x5435;&#x9B27;&#x7684;&#x5FC3;&#x7406;&#x6E96;&#x5099;&#x3002;</p>
<h2 id="&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;&#x4EE5;&#x516C;&#x6C11;&#x7684;&#x6559;&#x990A;&#x70BA;&#x524D;&#x63D0;"><a class="header-anchor" href="#&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;&#x4EE5;&#x516C;&#x6C11;&#x7684;&#x6559;&#x990A;&#x70BA;&#x524D;&#x63D0;">&#xB6;</a>&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;&#x4EE5;&#x516C;&#x6C11;&#x7684;&#x6559;&#x990A;&#x70BA;&#x524D;&#x63D0;</h2>
<p>&#x5C0F;&#x6ECB;&#x5403;&#x6E6F;&#x9EB5;&#x8072;&#x97F3;&#x5F88;&#x5927;&#xFF08;&#x4F46;&#x4E0D;&#x81F3;&#x65BC;&#x4F7F;&#x65C1;&#x4EBA;&#x7CBE;&#x795E;&#x8017;&#x5F31;&#xFF09;&#x3002;</p>
<p>&#x5728;&#x53F0;&#x7063;&#xFF0C;&#x5C0F;&#x6ECB;&#x53EF;&#x80FD;&#x6703;&#x88AB;&#x6279;&#x8A55;&#x6C92;&#x6559;&#x990A;&#x3002;&#x4F46;&#x5728;&#x65E5;&#x672C;&#xFF0C;&#x5C0F;&#x6ECB;&#x641E;&#x4E0D;&#x597D;&#x53CD;&#x800C;&#x5C55;&#x73FE;&#x4E86;&#x5C0D;&#x62C9;&#x9EB5;&#x5E2B;&#x5085;&#x7684;&#x5C0A;&#x91CD;&#x3002;</p>
<p>&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;&#x6703;&#x96A8;&#x8457;&#x6587;&#x5316;&#x6709;&#x6240;&#x4E0D;&#x540C;&#xFF0C;&#x751A;&#x81F3;&#x4E92;&#x76F8;&#x885D;&#x7A81;&#x3002;&#x7576;&#x6211;&#x5011;&#x9032;&#x884C;&#x6559;&#x990A;&#x6642;&#xFF0C;&#x5B69;&#x5B50;&#x8A72;&#x5B78;&#x7FD2;&#x600E;&#x6A23;&#x7684;&#x6587;&#x5316;&#xFF1F;&#x66F4;&#x9EBB;&#x7169;&#x7684;&#x662F;&#xFF0C;&#x5982;&#x679C;&#x6559;&#x990A;&#x90FD;&#x662F;&#x76F8;&#x5C0D;&#x7684;&#xFF0C;&#x90A3;&#x6211;&#x5011;&#x9084;&#x80FD;&#x6279;&#x8A55;&#x5225;&#x4EBA;&#x6C92;&#x6559;&#x990A;&#x55CE;&#xFF1F;&#x9084;&#x80FD;&#x6559;&#x5C0F;&#x5B69;&#x55CE;&#xFF1F;</p>
<p>&#x4EE5;&#x53F0;&#x7063;&#x73FE;&#x6CC1;&#x4F86;&#x8AAA;&#xFF0C;&#x5C0D;&#x5C0F;&#x5B69;&#x7684;&#x6559;&#x990A;&#x5E38;&#x7531;&#x4E00;&#x9023;&#x4E32;&#x7981;&#x4EE4;&#x6216;&#x751F;&#x6D3B;&#x898F;&#x5247;&#x7D44;&#x6210;&#xFF0C;&#x6559;&#x5C0E;&#x8005;&#x9802;&#x591A;&#x8AAA;&#x660E;&#x300C;&#x7167;&#x8457;&#x505A;&#x624D;&#x6709;&#x6559;&#x990A;&#x300D;&#xFF0C;&#x4F46;&#x5F88;&#x5C11;&#x8AAA;&#x660E;&#x70BA;&#x4EC0;&#x9EBC;&#x9019;&#x4E9B;&#x898F;&#x5247;&#x6709;&#x52A9;&#x65BC;&#x6559;&#x990A;&#xFF0C;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x662F;&#xFF0C;&#x5F88;&#x5C11;&#x8AAA;&#x660E;&#x5230;&#x5E95;&#x4EBA;&#x70BA;&#x4EC0;&#x9EBC;&#x8981;&#x6709;&#x6559;&#x990A;&#x3002;&#x9019;&#x7A2E;&#x6559;&#x990A;&#x6559;&#x80B2;&#x90FD;&#x662F;&#x5F9E;&#x300C;&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;&#x300D;&#x51FA;&#x767C;&#xFF0C;&#x800C;&#x5F88;&#x5C11;&#x63D0;&#x53CA;&#x300C;&#x516C;&#x6C11;&#x7684;&#x6559;&#x990A;&#x300D;&#xFF0C;&#x82E5;&#x4E0D;&#x7D93;&#x904E;&#x53CD;&#x601D;&#xFF0C;&#x5927;&#x5BB6;&#x901A;&#x5E38;&#x4E0D;&#x6703;&#x610F;&#x8B58;&#x5230;&#x9019;&#x5169;&#x8005;&#x7684;&#x5340;&#x5206;&#x3002;</p>
<p>&#x8B6C;&#x5982;&#xFF0C;&#x9019;&#x5169;&#x500B;&#x5BB9;&#x6613;&#x8B93;&#x4EBA;&#x89BA;&#x5F97;&#x6C92;&#x6559;&#x990A;&#x7684;&#x4F8B;&#x5B50;&#xFF1A;</p>
<p>&#x5C0F;&#x7F75;&#x8D70;&#x9032;&#x67D0;&#x9593;&#x65E5;&#x672C;&#x62C9;&#x9EB5;&#x5E97;&#xFF0C;&#x5927;&#x8072;&#x6279;&#x8A55;&#x5176;&#x4ED6;&#x5927;&#x8072;&#x5403;&#x9EB5;&#x7684;&#x9867;&#x5BA2;&#x6C92;&#x6559;&#x990A;&#x3002;</p>
<p>&#x5C0F;&#x5EE3;&#x8D70;&#x5230;&#x53F0;&#x5317;&#x8ECA;&#x7AD9;&#x5927;&#x5EF3;&#xFF0C;&#x770B;&#x5230;&#x5C0F;&#x771F;&#x7B49;&#x4EBA;&#x5750;&#x5728;&#x5730;&#x4E0A;&#xFF0C;&#x4E0A;&#x96FB;&#x8996;&#x6279;&#x8A55;&#x90A3;&#x662F;&#x6C92;&#x6559;&#x990A;&#x7684;&#x53F0;&#x7063;&#x4EBA;&#xFF0C;&#x9084;&#x4EE5;&#x70BA;&#x662F;&#x5916;&#x52DE;&#x3002;</p>
<p>&#x5C0F;&#x7F75;&#x548C;&#x5C0F;&#x5EE3;&#x7684;&#x6279;&#x8A55;&#xFF0C;&#x51FA;&#x5728;&#x4ED6;&#x5011;&#x5C0D;&#x300C;&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;&#x300D;&#x7684;&#x7406;&#x89E3;&#x4EE5;&#x53CA;&#x5C0D;&#x773C;&#x524D;&#x73FE;&#x8C61;&#x7684;&#x885D;&#x7A81;&#xFF0C;&#x4F46;&#x6211;&#x5011;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#xFF0C;&#x9019;&#x4E9B;&#x885D;&#x7A81;&#x5176;&#x6839;&#x672C;&#x662F;&#x6587;&#x5316;&#x885D;&#x7A81;&#xFF0C;&#x6709;&#x4E9B;&#x6587;&#x5316;&#x5C31;&#x662F;&#x5403;&#x9EB5;&#x5927;&#x8072;&#x3001;&#x611B;&#x5750;&#x5728;&#x5730;&#x677F;&#x4E0A;&#x3002;&#x7576;&#x793E;&#x6703;&#x5F80;&#x4F86;&#x8D8A;&#x4F86;&#x8D8A;&#x4FBF;&#x5229;&#x3001;&#x6587;&#x5316;&#x4EA4;&#x901A;&#x8D8A;&#x4F86;&#x8D8A;&#x983B;&#x7E41;&#xFF0C;&#x9019;&#x4E9B;&#x885D;&#x7A81;&#x5C31;&#x8D8A;&#x5BB9;&#x6613;&#x51FA;&#x73FE;&#x3002;&#x4ED6;&#x5011;&#x5982;&#x679C;&#x6C92;&#x767C;&#x73FE;&#x81EA;&#x5DF1;&#x9762;&#x5C0D;&#x6587;&#x5316;&#x7684;&#x885D;&#x7A81;&#x5C31;&#x8CBF;&#x7136;&#x6279;&#x8A55;&#xFF0C;&#x53CD;&#x800C;&#x6703;&#x8B93;&#x81EA;&#x5DF1;&#x6210;&#x70BA;&#x6C92;&#x6559;&#x990A;&#x7684;&#x4EBA;&#x3002;</p>
<p>&#x63DB;&#x53E5;&#x8A71;&#x8AAA;&#xFF0C;&#x5728;&#x73FE;&#x4EE3;&#x793E;&#x6703;&#xFF0C;&#x5F37;&#x8ABF;&#x5C0A;&#x91CD;&#x591A;&#x5143;&#x6587;&#x5316;&#x7684;&#x300C;&#x516C;&#x6C11;&#x7684;&#x6559;&#x990A;&#x300D;&#x61C9;&#x8A72;&#x6BD4;&#x4EFB;&#x4F55;&#x7684;&#x300C;&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;&#x300D;&#x66F4;&#x6839;&#x672C;&#xFF1A;</p>
<ul>
<li>&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;&#x53EA;&#x9069;&#x7528;&#x65BC;&#x8DDF;&#x81EA;&#x5DF1;&#x8655;&#x65BC;&#x540C;&#x4E00;&#x6587;&#x5316;&#x7684;&#x4EBA;&#x3002;</li>
<li>&#x4EBA;&#x9700;&#x8981;&#x610F;&#x8B58;&#x5230;&#x81EA;&#x5DF1;&#x5F97;&#x5C0A;&#x91CD;&#x4E0D;&#x540C;&#x6587;&#x5316;&#xFF0C;&#x4EE5;&#x53CA;&#x4ED6;&#x5011;&#x7684;&#x751F;&#x6D3B;&#x65B9;&#x5F0F;&#x3002;</li>
<li>&#x82E5;&#x6211;&#x5011;&#x8981;&#x300C;&#x8DE8;&#x6587;&#x5316;&#x300D;&#x53BB;&#x6279;&#x8A55;&#x5225;&#x4EBA;&#x6C92;&#x6559;&#x990A;&#xFF0C;&#x6211;&#x5011;&#x5FC5;&#x9808;&#x5F15;&#x7528;&#x300C;&#x516C;&#x6C11;&#x7684;&#x6559;&#x990A;&#x300D;&#xFF0C;&#x800C;&#x975E;&#x300C;&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;&#x300D;&#x3002;</li>
</ul>
<p>&#x4F8B;&#x5982;&#x8AAA;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x8981;&#x6279;&#x8A55;&#x5916;&#x570B;&#x89C0;&#x5149;&#x5BA2;&#x96A8;&#x5730;&#x5927;&#x5C0F;&#x4FBF;&#xFF0C;&#x5F15;&#x7528;&#x7FD2;&#x4FD7;&#x7684;&#x7406;&#x7531;&#xFF08;&#x300C;&#x5728;&#x53F0;&#x7063;&#x6211;&#x5011;&#x4E0D;&#x9019;&#x6A23;&#x5E79;&#xFF0C;&#x4F60;&#x8981;&#x5165;&#x5883;&#x96A8;&#x4FD7;&#x300D;&#xFF09;&#x5C07;&#x986F;&#x5F97;&#x6587;&#x5316;&#x50B2;&#x6162;&#xFF0C;&#x800C;&#x8A34;&#x8AF8;&#x516C;&#x6C11;&#x7684;&#x7406;&#x7531;&#xFF08;&#x300C;&#x9019;&#x6A23;&#x5728;&#x751F;&#x7406;&#x4E0A;&#x4EE4;&#x4EBA;&#x4F5C;&#x5614;&#xFF0C;&#x800C;&#x4E14;&#x6703;&#x5A01;&#x8105;&#x74B0;&#x5883;&#x885B;&#x751F;&#x300D;&#xFF09;&#x5247;&#x66F4;&#x52A0;&#x5408;&#x7406;&#x3002;</p>
<p>&#x5F9E;&#x9019;&#x88E1;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#x4E0A;&#x8FF0;&#x5340;&#x5206;&#x7684;&#x91CD;&#x8981;&#x6027;&#xFF1A;&#x6211;&#x5011;&#x5C0D;&#x4ED6;&#x4EBA;&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;&#x62B1;&#x6301;&#x5C0A;&#x91CD;&#xFF0C;&#x4F46;&#x70BA;&#x4E86;&#x80FD;&#x8655;&#x7406;&#x6587;&#x5316;&#x885D;&#x7A81;&#x548C;&#x589E;&#x9032;&#x7406;&#x89E3;&#xFF0C;&#x6211;&#x5011;&#x5FC5;&#x9808;&#x4EE5;&#x516C;&#x6C11;&#x7684;&#x6559;&#x990A;&#x5F7C;&#x6B64;&#x8981;&#x6C42;&#x3001;&#x5354;&#x8ABF;&#xFF0C;&#x9032;&#x800C;&#x7522;&#x751F;&#x65B0;&#x7684;&#x6559;&#x990A;&#xFF0C;&#x4F9D;&#x6B64;&#x4F86;&#x5171;&#x540C;&#x751F;&#x6D3B;&#x3002;</p>
<h2 id="&#x6559;&#x990A;&#x8207;&#x5404;&#x7A2E;&#x5927;&#x4EBA;&#x7684;&#x85C9;&#x53E3;"><a class="header-anchor" href="#&#x6559;&#x990A;&#x8207;&#x5404;&#x7A2E;&#x5927;&#x4EBA;&#x7684;&#x85C9;&#x53E3;">&#xB6;</a>&#x6559;&#x990A;&#x8207;&#x5404;&#x7A2E;&#x5927;&#x4EBA;&#x7684;&#x85C9;&#x53E3;</h2>
<p>&#x6559;&#x990A;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x7136;&#x800C;&#x6211;&#x5011;&#x4E5F;&#x9700;&#x8981;&#x6CE8;&#x610F;&#xFF0C;&#x7A76;&#x7ADF;&#x54EA;&#x4E9B;&#x6559;&#x990A;&#x78BA;&#x5BE6;&#x662F;&#x73FE;&#x4EE3;&#x793E;&#x6703;&#x6240;&#x5FC5;&#x9808;&#x7684;&#xFF0C;&#x800C;&#x54EA;&#x4E9B;&#x6559;&#x990A;&#xFF0C;&#x7279;&#x5225;&#x662F;&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;&#xFF0C;&#x5176;&#x5BE6;&#x53EA;&#x4E0D;&#x904E;&#x662F;&#x300C;&#x5927;&#x4EBA;&#x7684;&#x85C9;&#x53E3;&#x300D;&#x3002;</p>
<p>&#x6211;&#x5011;&#x53EF;&#x4EE5;&#x540C;&#x610F;&#xFF0C;&#x6709;&#x4E9B;&#x6C92;&#x79AE;&#x8C8C;&#x7684;&#x4E8B;&#x540C;&#x6642;&#x4E5F;&#x6C92;&#x6559;&#x990A;&#xFF0C;&#x4E0D;&#x7BA1;&#x662F;&#x5728;&#x54EA;&#x500B;&#x6587;&#x5316;&#x88E1;&#xFF0C;&#x6211;&#x5011;&#x90FD;&#x61C9;&#x8A72;&#x8B93;&#x5B69;&#x5B50;&#x4E0D;&#x8981;&#x50CF;&#x5C0F;&#x7169;&#x9019;&#x6A23;&#xFF1A;</p>
<blockquote>
<p>&#x5C0F;&#x7169;&#x7E3D;&#x662F;&#x6253;&#x65B7;&#x5225;&#x4EBA;&#x767C;&#x8A00;&#xFF0C;&#x800C;&#x4E14;&#x559C;&#x6B61;&#x8CBC;&#x4EBA;&#x6A19;&#x7C64;&#x3002;</p>
</blockquote>
<p>&#x4E8B;&#x5BE6;&#x4E0A;&#x9019;&#x4E0D;&#x50C5;&#x9069;&#x7528;&#x65BC;&#x5C0F;&#x5B69;&#xFF0C;&#x4E5F;&#x9069;&#x7528;&#x65BC;&#x6240;&#x6709;&#x4EBA;&#xFF0C;&#x9019;&#x662F;&#x4E00;&#x7A2E;&#x516C;&#x6C11;&#x7684;&#x6559;&#x990A;&#x3002;&#x540C;&#x6642;&#x6211;&#x5011;&#x4E5F;&#x6703;&#x8A8D;&#x70BA;&#xFF0C;&#x5C07;&#x9019;&#x7A2E;&#x898F;&#x5247;&#x7576;&#x4F5C;&#x7FD2;&#x4FD7;&#xFF0C;&#x80FD;&#x8B93;&#x6587;&#x5316;&#x52A0;&#x5206;&#x3002;</p>
<p>&#x53EA;&#x4E0D;&#x904E;&#xFF0C;&#x6211;&#x5011;&#x7684;&#x793E;&#x6703;&#x537B;&#x5F80;&#x5F80;&#x8D70;&#x5F97;&#x66F4;&#x9060;&#xFF0C;&#x4F8B;&#x5982;&#x6211;&#x5011;&#x8981;&#x6C42;&#x5B69;&#x5B50;&#x4E0D;&#x8981;&#x50CF;&#x5C0F;&#x4E56;&#x9019;&#x6A23;&#xFF1A;</p>
<blockquote>
<p>&#x5C0F;&#x4E56;&#x6703;&#x76F4;&#x63A5;&#x53EB;&#x8001;&#x5E2B;&#x7684;&#x540D;&#x5B57;&#xFF0C;&#x4E0A;&#x8AB2;&#x9084;&#x6703;&#x8209;&#x624B;&#x6279;&#x8A55;&#x8001;&#x5E2B;&#x7684;&#x8AD6;&#x9EDE;&#xFF08;&#x6C92;&#x6709;&#x5230;&#x5F88;&#x523B;&#x8584;&#x7684;&#x7A0B;&#x5EA6;&#xFF09;&#x3002;</p>
</blockquote>
<p>&#x53EF;&#x80FD;&#x6709;&#x4EBA;&#x8A8D;&#x70BA;&#xFF0C;&#x6709;&#x4E00;&#x7A2E;&#x516C;&#x6C11;&#x7684;&#x6559;&#x990A;&#x5C31;&#x662F;&#x8981;&#x6C42;&#x4E0D;&#x80FD;&#x5C0D;&#x8001;&#x5E2B;&#x4E0D;&#x5C0A;&#x91CD;&#xFF0C;&#x6216;&#x8005;&#x8A8D;&#x70BA;&#x300C;&#x5C0D;&#x8001;&#x5E2B;&#x8D85;&#x7D1A;&#x5C0A;&#x91CD;&#x300D;&#x662F;&#x4E00;&#x7A2E;&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;&#x3002;&#x4F46;&#x5982;&#x679C;&#x6211;&#x5011;&#x53CD;&#x7701;&#x4E0B;&#x53BB;&#xFF0C;&#x5C31;&#x6703;&#x77E5;&#x9053;&#x9019;&#x53EA;&#x662F;&#x5927;&#x4EBA;&#x7684;&#x85C9;&#x53E3;&#xFF1A;&#x9019;&#x7A2E;&#x300C;&#x5C0A;&#x91CD;&#x8001;&#x5E2B;&#x300D;&#x7684;&#x6559;&#x990A;&#xFF0C;&#x4E26;&#x975E;&#x662F;&#x5728;&#x5C0A;&#x91CD;&#x5C0D;&#x65B9;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x4E5F;&#x4E0D;&#x5728;&#x65BC;&#x5C0D;&#x6587;&#x5316;&#x3001;&#x793E;&#x6703;&#x6709;&#x600E;&#x6A23;&#x7684;&#x8CA2;&#x737B;&#xFF0C;&#x800C;&#x662F;&#x6709;&#x5176;&#x4ED6;&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x4F8B;&#x5982;&#x8B93;&#x8001;&#x5E2B;&#x6709;&#x6559;&#x80B2;&#x6B0A;&#x5A01;&#xFF0C;&#x8B93;&#x704C;&#x8F38;&#x5F0F;&#x6559;&#x80B2;&#x80FD;&#x9806;&#x5229;&#x3002;&#x9019;&#x4E0D;&#x662F;&#x8981;&#x6C42;&#x300C;&#x5C0D;&#x4EBA;&#x7684;&#x5C0A;&#x91CD;&#x300D;&#xFF0C;&#x800C;&#x662F;&#x8981;&#x6C42;&#x300C;&#x8D85;&#x51FA;&#x5C0D;&#x4EBA;&#x7684;&#x5C0A;&#x91CD;&#x300D;&#x3002;</p>
<p>&#x70BA;&#x4EC0;&#x9EBC;&#x6211;&#x5011;&#x9700;&#x8981;&#x9019;&#x6A23;&#x7684;&#x6B0A;&#x529B;&#x95DC;&#x4FC2;&#xFF1F;&#x6709;&#x4EBA;&#x8A8D;&#x70BA;&#x9019;&#x6703;&#x4F7F;&#x5B78;&#x751F;&#x66F4;&#x5BB9;&#x6613;&#x5B78;&#x3001;&#x8001;&#x5E2B;&#x6559;&#x8D77;&#x4F86;&#x66F4;&#x65B9;&#x4FBF;&#x3002;&#x4F46;&#x9019;&#x4E5F;&#x4F7F;&#x5B78;&#x751F;&#x5931;&#x53BB;&#x4E86;&#x80FD;&#x8207;&#x6559;&#x80B2;&#x8005;&#x5E73;&#x7B49;&#x5C0D;&#x5F85;&#x3001;&#x53CD;&#x601D;&#x6B0A;&#x5A01;&#x7684;&#x80FD;&#x529B;&#x3002;</p>
<p>&#x5C0D;&#x65BC;&#x6559;&#x990A;&#xFF0C;&#x7279;&#x5225;&#x662F;&#x5728;&#x6211;&#x5011;&#x9019;&#x500B;&#x7E3D;&#x559C;&#x6B61;&#x6559;&#x8A13;&#x5B69;&#x5B50;&#x7684;&#x793E;&#x6703;&#x4F86;&#x8AAA;&#xFF0C;&#x6211;&#x5011;&#x9700;&#x8981;&#x4E0D;&#x65B7;&#x601D;&#x8003;&#x7684;&#x662F;&#xFF0C;&#x7576;&#x6211;&#x5011;&#x628A;&#x4E00;&#x500B;&#x53C8;&#x4E00;&#x500B;&#x898F;&#x7BC4;&#x4E1F;&#x5728;&#x5B69;&#x5B50;&#x8EAB;&#x4E0A;&#xFF0C;&#x6700;&#x7D42;&#x6211;&#x5011;&#x5E0C;&#x671B;&#x57F9;&#x990A;&#x51FA;&#x600E;&#x6A23;&#x7684;&#x4EBA;&#xFF1F;&#x6211;&#x5011;&#x8B93;&#x5B69;&#x5B50;&#x7FD2;&#x6163;&#x64C1;&#x6709;&#x591A;&#x5C11;&#x7684;&#x81EA;&#x4E3B;&#x6027;&#xFF1F;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x4E0D;&#x7BA1;&#x662F;&#x8981;&#x8FAF;&#x8B77;&#x300C;&#x6383;&#x5EC1;&#x6240;&#x80FD;&#x5920;&#x63D0;&#x4F9B;&#x5B78;&#x751F;&#x6559;&#x990A;&#x300D;&#xFF0C;&#x9084;&#x662F;&#x5176;&#x4ED6;&#x4EFB;&#x4F55;&#x7684;&#x6559;&#x990A;&#x65B9;&#x6848;&#xFF0C;&#x6211;&#x5011;&#x90FD;&#x4E0D;&#x80FD;&#x53EA;&#x8AAA;&#x300C;&#x90A3;&#x80FD;&#x990A;&#x6210;&#x505A;&#x4EBA;&#x7684;&#x9053;&#x7406;&#x548C;&#x54C1;&#x683C;&#x300D;&#x3002;&#x6211;&#x5011;&#x5FC5;&#x9808;&#x660E;&#x78BA;&#x6307;&#x51FA;&#xFF0C;&#x7A76;&#x7ADF;&#x9019;&#x80FD;&#x63D0;&#x4F9B;&#x600E;&#x6A23;&#x7684;&#x6559;&#x990A;&#xFF1F;&#x70BA;&#x4F55;&#x5FC5;&#x8981;&#xFF1F;&#x70BA;&#x4F55;&#x624B;&#x6BB5;&#x6709;&#x6548;&#xFF1F;</p>
<p>&#x8AC7;&#x6559;&#x990A;&#x6559;&#x80B2;&#x4E0D;&#x8A72;&#x7406;&#x60F3;&#x6D6A;&#x6F2B;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x7576;&#x4F60;&#x6B63;&#x5728;&#x4EE5;&#x9650;&#x5236;&#x4ED6;&#x4EBA;&#x7684;&#x81EA;&#x7531;&#x8207;&#x81EA;&#x4E3B;&#x6027;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x5C0D;&#x4ED6;&#x4EBA;&#x7684;&#x81EA;&#x7531;&#x8207;&#x81EA;&#x4E3B;&#x6027;&#x9032;&#x884C;&#x52A0;&#x5DE5;&#x3002;</p>
<blockquote>
<p>&#x672C;&#x6587;&#x9996;&#x6B21;&#x520A;&#x767B;&#x65BC;&#x300C;&#x9CF4;&#x4EBA;&#x5802;&#x70D9;&#x54F2;&#x5B78;&#x300D;&#x5C08;&#x6B04;&#x3002;</p>
</blockquote>
<hr>
<p>&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B61;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x8ACB;&#x4E0D;&#x541D;&#x7528;&#x5BE6;&#x969B;&#x884C;&#x52D5;&#x652F;&#x6301;&#x6211;&#xFF1A;</p>
<ul>
<li><a href="https://paypal.me/wayne930242" target="_blank" rel="noopener"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="cc-paypal" class="svg-inline--fa fa-cc-paypal fa-w-18" role="img" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 576 512"><path fill="currentColor" d="M186.3 258.2c0 12.2-9.7 21.5-22 21.5-9.2 0-16-5.2-16-15 0-12.2 9.5-22 21.7-22 9.3 0 16.3 5.7 16.3 15.5zM80.5 209.7h-4.7c-1.5 0-3 1-3.2 2.7l-4.3 26.7 8.2-.3c11 0 19.5-1.5 21.5-14.2 2.3-13.4-6.2-14.9-17.5-14.9zm284 0H360c-1.8 0-3 1-3.2 2.7l-4.2 26.7 8-.3c13 0 22-3 22-18-.1-10.6-9.6-11.1-18.1-11.1zM576 80v352c0 26.5-21.5 48-48 48H48c-26.5 0-48-21.5-48-48V80c0-26.5 21.5-48 48-48h480c26.5 0 48 21.5 48 48zM128.3 215.4c0-21-16.2-28-34.7-28h-40c-2.5 0-5 2-5.2 4.7L32 294.2c-.3 2 1.2 4 3.2 4h19c2.7 0 5.2-2.9 5.5-5.7l4.5-26.6c1-7.2 13.2-4.7 18-4.7 28.6 0 46.1-17 46.1-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.2 8.2-5.8-8.5-14.2-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9 0 20.2-4.9 26.5-11.9-.5 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H200c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm40.5 97.9l63.7-92.6c.5-.5.5-1 .5-1.7 0-1.7-1.5-3.5-3.2-3.5h-19.2c-1.7 0-3.5 1-4.5 2.5l-26.5 39-11-37.5c-.8-2.2-3-4-5.5-4h-18.7c-1.7 0-3.2 1.8-3.2 3.5 0 1.2 19.5 56.8 21.2 62.1-2.7 3.8-20.5 28.6-20.5 31.6 0 1.8 1.5 3.2 3.2 3.2h19.2c1.8-.1 3.5-1.1 4.5-2.6zm159.3-106.7c0-21-16.2-28-34.7-28h-39.7c-2.7 0-5.2 2-5.5 4.7l-16.2 102c-.2 2 1.3 4 3.2 4h20.5c2 0 3.5-1.5 4-3.2l4.5-29c1-7.2 13.2-4.7 18-4.7 28.4 0 45.9-17 45.9-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.3 8.2-5.5-8.5-14-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9.3 0 20.5-4.9 26.5-11.9-.3 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H484c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm47.5-33.3c0-2-1.5-3.5-3.2-3.5h-18.5c-1.5 0-3 1.2-3.2 2.7l-16.2 104-.3.5c0 1.8 1.5 3.5 3.5 3.5h16.5c2.5 0 5-2.9 5.2-5.7L544 191.2v-.3zm-90 51.8c-12.2 0-21.7 9.7-21.7 22 0 9.7 7 15 16.2 15 12 0 21.7-9.2 21.7-21.5.1-9.8-6.9-15.5-16.2-15.5z"/></svg> &#x55AE;&#x6B21;&#x652F;&#x6301;&#xFF08;paypal&#xFF09;</a></li>
</ul>

            <!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->
            <audio id="audio" loop="1" preload="auto" controls="controls" data-autoplay="false">
                <source type="audio/mpeg" src="">
            </audio>
            
                <ul id="audio-list" style="display:none">
                    
                </ul>
            
        </div>
        <div id="disqus_thread">
    <script type="text/javascript">
    var disqus_shortname = '';
    var disqus_config = function () {
        this.page.url = 'https://wayneh.tw/2019/07/17/education/';
        this.page.identifier = '/2019/07/17/education/';
        this.page.title = '小孩的教養除了讓大人心情好一點，還能幹嘛？';
    };
    (function() { // DON'T EDIT BELOW THIS LINE
    var d = document, s = d.createElement('script');
    s.src = 'https://waynetwhexo.disqus.com/embed.js';
    s.setAttribute('data-timestamp', +new Date());
    (d.head || d.body).appendChild(s);
  })();
  </script>
  <noscript>Please enable JavaScript to view the <a target="_blank" rel="noopener" href="https://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>


        </div>
        </div>
    
        <div class='side'>
            <ol class="toc"><li class="toc-item toc-level-2"><a class="toc-link" href="#&#x6559;&#x990A;&#x8207;&#x5FB7;&#x884C;"><span class="toc-text">&amp;#xB6;&amp;#x6559;&amp;#x990A;&amp;#x8207;&amp;#x5FB7;&amp;#x884C;</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;-&#x516C;&#x6C11;&#x7684;&#x6559;&#x990A;"><span class="toc-text">&amp;#xB6;&amp;#x7FD2;&amp;#x4FD7;&amp;#x7684;&amp;#x6559;&amp;#x990A;&amp;#x3001;&amp;#x516C;&amp;#x6C11;&amp;#x7684;&amp;#x6559;&amp;#x990A;</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#&#x7FD2;&#x4FD7;&#x7684;&#x6559;&#x990A;&#x4EE5;&#x516C;&#x6C11;&#x7684;&#x6559;&#x990A;&#x70BA;&#x524D;&#x63D0;"><span class="toc-text">&amp;#xB6;&amp;#x7FD2;&amp;#x4FD7;&amp;#x7684;&amp;#x6559;&amp;#x990A;&amp;#x4EE5;&amp;#x516C;&amp;#x6C11;&amp;#x7684;&amp;#x6559;&amp;#x990A;&amp;#x70BA;&amp;#x524D;&amp;#x63D0;</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#&#x6559;&#x990A;&#x8207;&#x5404;&#x7A2E;&#x5927;&#x4EBA;&#x7684;&#x85C9;&#x53E3;"><span class="toc-text">&amp;#xB6;&amp;#x6559;&amp;#x990A;&amp;#x8207;&amp;#x5404;&amp;#x7A2E;&amp;#x5927;&amp;#x4EBA;&amp;#x7684;&amp;#x85C9;&amp;#x53E3;</span></a></li></ol>
        </div>
    
    <div id="footnoteText"></div>
</div>

    </div>
</div><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</body>

<script src="../../../../cdn.jsdelivr.net/npm/gitalk@1/dist/gitalk.min.js"></script>


<script src="../../../../ajax.googleapis.com/ajax/libs/jquery/1.8.3/jquery.min.js"></script>
<script src="../../../../js/plugin.js"></script>
<script src="../../../../js/diaspora.js"></script>


<link rel="stylesheet" href="../../../../photoswipe/photoswipe.css">
<link rel="stylesheet" href="../../../../photoswipe/default-skin/default-skin.css">


<script src="../../../../photoswipe/photoswipe.min.js"></script>
<script src="../../../../photoswipe/photoswipe-ui-default.min.js"></script>


<!-- Root element of PhotoSwipe. Must have class pswp. -->
<div class="pswp" tabindex="-1" role="dialog" aria-hidden="true">
    <!-- Background of PhotoSwipe. 
         It's a separate element as animating opacity is faster than rgba(). -->
    <div class="pswp__bg"></div>
    <!-- Slides wrapper with overflow:hidden. -->
    <div class="pswp__scroll-wrap">
        <!-- Container that holds slides. 
            PhotoSwipe keeps only 3 of them in the DOM to save memory.
            Don't modify these 3 pswp__item elements, data is added later on. -->
        <div class="pswp__container">
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
        </div>
        <!-- Default (PhotoSwipeUI_Default) interface on top of sliding area. Can be changed. -->
        <div class="pswp__ui pswp__ui--hidden">
            <div class="pswp__top-bar">
                <!--  Controls are self-explanatory. Order can be changed. -->
                <div class="pswp__counter"></div>
                <button class="pswp__button pswp__button--close" title="Close (Esc)"></button>
                <button class="pswp__button pswp__button--share" title="Share"></button>
                <button class="pswp__button pswp__button--fs" title="Toggle fullscreen"></button>
                <button class="pswp__button pswp__button--zoom" title="Zoom in/out"></button>
                <!-- Preloader demo http://codepen.io/dimsemenov/pen/yyBWoR -->
                <!-- element will get class pswp__preloader--active when preloader is running -->
                <div class="pswp__preloader">
                    <div class="pswp__preloader__icn">
                      <div class="pswp__preloader__cut">
                        <div class="pswp__preloader__donut"></div>
                      </div>
                    </div>
                </div>
            </div>
            <div class="pswp__share-modal pswp__share-modal--hidden pswp__single-tap">
                <div class="pswp__share-tooltip"></div> 
            </div>
            <button class="pswp__button pswp__button--arrow--left" title="Previous (arrow left)">
            </button>
            <button class="pswp__button pswp__button--arrow--right" title="Next (arrow right)">
            </button>
            <div class="pswp__caption">
                <div class="pswp__caption__center"></div>
            </div>
        </div>
    </div>
</div>




</html>
