
<!DOCTYPE html>
<html lang="zh-TW" class="loading">
<head><meta name="generator" content="Hexo 3.9.0">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <title>我要玩 PbtA 了！給玩家的建議 - 偉恩與咖啡</title>
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black-translucent">
    <meta name="google" content="notranslate">
    <meta name="keywords" content="哲學, philosophy, TRPG,"> 
    <meta name="description" content="哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。,&amp;#x53D7;&amp;#x555F;&amp;#x793A;&amp;#x9304;&amp;#x4E16;&amp;#x754C;&amp;#xFF08;Apocalypse World&amp;#xFF09;&amp;#x5F15;&amp;#x64CE;&amp;#x,"> 
    <meta name="author" content="洪偉 Wei Hung"> 
    <link rel="alternative" href="atom.xml" title="偉恩與咖啡" type="application/atom+xml"> 
    <link rel="icon" href="https://wayneh.tw/favicon.png"> 
    <link rel="stylesheet" href="../../../../css/diaspora.css">
    <meta name="description" content="&amp;#x53D7;&amp;#x555F;&amp;#x793A;&amp;#x9304;&amp;#x4E16;&amp;#x754C;&amp;#xFF08;Apocalypse World&amp;#xFF09;&amp;#x5F15;&amp;#x64CE;&amp;#x6240;&amp;#x555F;&amp;#x767C;&amp;#x7684;&amp;#x89D2;&amp;#x8272;&amp;#x626E;&amp;#x6F14;&amp;#x904A;&amp;#x6232;&amp;#xFF0C;&amp;#x7A31;&amp;#x4F5C;">
<meta name="keywords" content="PbtA">
<meta property="og:type" content="article">
<meta property="og:title" content="我要玩 PbtA 了！給玩家的建議">
<meta property="og:url" content="https://wayneh.tw/2020/06/01/taste-pbta/index.html">
<meta property="og:site_name" content="偉恩與咖啡">
<meta property="og:description" content="&amp;#x53D7;&amp;#x555F;&amp;#x793A;&amp;#x9304;&amp;#x4E16;&amp;#x754C;&amp;#xFF08;Apocalypse World&amp;#xFF09;&amp;#x5F15;&amp;#x64CE;&amp;#x6240;&amp;#x555F;&amp;#x767C;&amp;#x7684;&amp;#x89D2;&amp;#x8272;&amp;#x626E;&amp;#x6F14;&amp;#x904A;&amp;#x6232;&amp;#xFF0C;&amp;#x7A31;&amp;#x4F5C;">
<meta property="og:locale" content="zh-TW">
<meta property="og:updated_time" content="2020-06-01T16:24:58.879Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="我要玩 PbtA 了！給玩家的建議">
<meta name="twitter:description" content="&amp;#x53D7;&amp;#x555F;&amp;#x793A;&amp;#x9304;&amp;#x4E16;&amp;#x754C;&amp;#xFF08;Apocalypse World&amp;#xFF09;&amp;#x5F15;&amp;#x64CE;&amp;#x6240;&amp;#x555F;&amp;#x767C;&amp;#x7684;&amp;#x89D2;&amp;#x8272;&amp;#x626E;&amp;#x6F14;&amp;#x904A;&amp;#x6232;&amp;#xFF0C;&amp;#x7A31;&amp;#x4F5C;">
    <script id="dsq-count-scr" src="//waynetwhexo.disqus.com/count.js" async></script>
    <link href="https://fonts.googleapis.com/css?family=Noto+Sans+TC:400,500,700|Noto+Serif+TC:400,700&display=swap" rel="stylesheet">
    <script defer src="/js/all.js"></script><!-- hexo-inject:begin --><!-- hexo-inject:end --> 
</head></html>
<body class="loading">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><span id="config-title" style="display:none">偉恩與咖啡</span>
    <div id="loader"></div>
    <div id="single">
    <div id="top" style="display: block;">
    <div class="bar" style="width: 0;"></div>
    <a class="icon-home image-icon" href="javascript:;" data-url="https://wayneh.tw"></a>
    <div title="播放/暫停" class="icon-play"></div>
    <h3 class="subtitle">我要玩 PbtA 了！給玩家的建議</h3>
    <div class="social">
        <!--<div class="like-icon">-->
            <!--<a href="javascript:;" class="likeThis active"><span class="icon-like"></span><span class="count">76</span></a>-->
        <!--</div>-->
        <div>
            <div class="share">
                <a title="QR code" class="icon-scan" href="javascript:;"></a>
            </div>
            <div id="qr"></div>
        </div>
    </div>
    <div class="scrollbar"></div>
</div>

    <div class="section">
        <div class="article">
    <div class='main'>
        <h1 class="title">我要玩 PbtA 了！給玩家的建議</h1>
        <div class="stuff">
            <span>六月 01, 2020</span>
            
  <ul class="post-tags-list"><li class="post-tags-list-item"><a class="post-tags-list-link" href="../../../../tags/PbtA/">PbtA</a></li></ul>


        </div>
        <div class="content markdown">
            <p>&#x53D7;&#x555F;&#x793A;&#x9304;&#x4E16;&#x754C;&#xFF08;Apocalypse World&#xFF09;&#x5F15;&#x64CE;&#x6240;&#x555F;&#x767C;&#x7684;&#x89D2;&#x8272;&#x626E;&#x6F14;&#x904A;&#x6232;&#xFF0C;&#x7A31;&#x4F5C; PbtA &#xFF08;Powered by the Apocalypse&#xFF09;&#x7684;&#x904A;&#x6232;&#x3002;&#x5305;&#x62EC;&#x555F;&#x793A;&#x9304;&#x4E16;&#x754C;&#x3001;&#x602A;&#x7269;&#x5FC3;&#xFF08;Monsterhearts&#xFF09;&#x3001;&#x85CD;&#x9B0D;&#x5B50;&#x7684;&#x65B0;&#x5A18;&#x3001;&#x672C;&#x9031;&#x4E3B;&#x6253;&#x602A;&#xFF08;Monsters of the Week&#xFF09;&#x548C; tremulus &#x7B49;&#x3002;</p>
<p>&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x5728;&#x65BC;&#x63D0;&#x4F9B;&#x5373;&#x5C07;&#x958B;&#x59CB; PbtA &#x904A;&#x6232;&#x7684;&#x5718;&#x54E1;&#x826F;&#x597D;&#x7684;&#x904A;&#x6232;&#x57FA;&#x790E;&#x3002;</p>
<blockquote>
<p>&#x5982;&#x679C;&#x4F60;&#x662F;&#x4E3B;&#x6301;&#x4EBA;&#xFF0C;&#x6211;&#x5E0C;&#x671B;&#x7576;&#x4F60;&#x62FF;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#x7D66;&#x4F60;&#x7684;&#x73A9;&#x5BB6;&#x6642;&#xFF0C;&#x53EF;&#x4EE5;&#x8B93;&#x904A;&#x6232;&#x904B;&#x4F5C;&#x66F4;&#x9806;&#x5229;&#x3002;</p>
</blockquote>
<h1 id="&#x4E00;&#x8D77;&#x8AAA;&#x6545;&#x4E8B;&#x628A;&#x5287;&#x60C5;&#x7576;&#x771F;">&#x4E00;&#x8D77;&#x8AAA;&#x6545;&#x4E8B;&#xFF1A;&#x628A;&#x5287;&#x60C5;&#x7576;&#x771F;</h1>
<p>&#x7576;&#x6211;&#x5011;&#x4E00;&#x8D77;&#x5750;&#x5728;&#x684C;&#x524D;&#xFF0C;&#x958B;&#x59CB;&#x5C0D;&#x8A71;&#xFF0C;&#x904A;&#x6232;&#x5C31;&#x958B;&#x59CB;&#x4E86;&#x3002;&#x9019;&#x662F;&#x4E00;&#x500B;&#x89D2;&#x8272;&#x626E;&#x6F14;&#x904A;&#x6232;&#xFF0C;&#x6211;&#x5011;&#x5C0D;&#x8A71;&#x7684;&#x5167;&#x5BB9;&#xFF0C;&#x95DC;&#x65BC;&#x4E00;&#x500B;&#x865B;&#x69CB;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x6211;&#x5011;&#x5C07;&#x5B83;&#x7A31;&#x4F5C;&#x300C;<strong>&#x5287;&#x60C5;&#xFF08;fiction&#xFF09;</strong>&#x300D;&#xFF0C;&#x9019;&#x662F;&#x865B;&#x69CB;&#x7684;&#xFF0C;&#x4F46;&#x6211;&#x5011;&#x5C31;&#x50CF;&#x5B83;&#x662F;&#x771F;&#x7684;&#x4E00;&#x6A23;&#x5730;&#x5C0D;&#x5F85;&#x5B83;&#x3002;</p>
<p>&#x6211;&#x5011;&#x5E0C;&#x671B;&#x6211;&#x5011;&#x8AC7;&#x8AD6;&#x7684;&#x6545;&#x4E8B;&#x8DB3;&#x5920;&#x805A;&#x7126;&#xFF0C;&#x5982;&#x679C;&#x9019;&#x662F;&#x4E00;&#x500B;&#x6050;&#x6016;&#x7247;&#xFF0C;&#x6211;&#x5011;&#x4FBF;&#x4E0D;&#x6703;&#x628A;&#x7126;&#x9EDE;&#x653E;&#x5728;&#x6B66;&#x6253;&#x3002;</p>
<p>&#x6211;&#x5011;&#x5E0C;&#x671B;&#x6545;&#x4E8B;&#x9032;&#x5C55;&#x80FD;&#x8CBC;&#x8FD1;&#x5287;&#x60C5;&#x7684;&#x4E3B;&#x984C;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5148;&#x548C;&#x4F60;&#x7684;&#x5718;&#x54E1;&#x78BA;&#x5B9A;&#x4F60;&#x5011;&#x9019;&#x6B21;&#x5287;&#x60C5;&#x7684;&#x4E3B;&#x8EF8;&#xFF0C;&#x4EE5;&#x53CA;&#x4F60;&#x7684;&#x89D2;&#x8272;&#x5728;&#x9019;&#x5287;&#x60C5;&#x4E2D;&#x7684;<strong>&#x89D2;&#x8272;&#x5B9A;&#x4F4D;</strong>&#x662F;&#x4EC0;&#x9EBC;&#x3002;</p>
<p><strong>&#x4F60;&#x53EF;&#x4EE5;&#xFF1A;</strong></p>
<ul>
<li>&#x5982;&#x679C;&#x6709;&#x4E3B;&#x6301;&#x4EBA;&#x544A;&#x8A34;&#x4F60;&#x73A9;&#x5BB6;&#x89D2;&#x8272;&#x7684;<strong>&#x4E8B;&#x9805;&#xFF08;Agenda&#xFF09;</strong>&#xFF0C;&#x4F60;&#x7684;&#x89D2;&#x8272;&#x5FC5;&#x9808;&#x4F5C;&#x9019;&#x4E9B;&#x4E8B;&#x9805;&#x3002;</li>
<li>&#x554F;&#x554F;&#x4E3B;&#x6301;&#x4EBA;&#xFF0C;&#x6709;&#x6C92;&#x6709;&#x5F71;&#x96C6;&#x6216;&#x662F;&#x96FB;&#x5F71;&#x53EF;&#x4EE5;&#x53C3;&#x8003;&#x3002;</li>
<li>&#x6311;&#x9078;<strong>&#x904A;&#x73A9;&#x66F8;&#xFF08;Playbook&#xFF09;</strong>&#xFF0C;&#x95B1;&#x8B80;&#x4E26;&#x78BA;&#x8A8D;&#x4F60;&#x7684;&#x89D2;&#x8272;&#x6709;&#x600E;&#x6A23;&#x7684;&#x5287;&#x60C5;&#x5B9A;&#x4F4D;&#x3002;</li>
<li>&#x5982;&#x679C;&#x4F60;&#x5011;&#x6C92;&#x6709;&#x904A;&#x73A9;&#x66F8;&#xFF0C;&#x548C;&#x4F60;&#x7684;&#x5718;&#x54E1;&#x8A0E;&#x8AD6;&#x51FA;&#x89D2;&#x8272;&#x7684;&#x5287;&#x60C5;&#x5B9A;&#x4F4D;&#x3002;&#x76E1;&#x91CF;&#x8B93;&#x5927;&#x5BB6;&#x90FD;&#x5C0D;&#x9019;&#x5B9A;&#x4F4D;&#x6709;&#x8208;&#x8DA3;&#x3002;</li>
<li>&#x904A;&#x6232;&#x958B;&#x59CB;&#x5F8C;&#xFF0C;&#x78BA;&#x4FDD;&#x4F60;&#x6B63;&#x5728;&#x70BA;&#x9019;<strong>&#x4E3B;&#x984C;</strong>&#x505A;&#x51FA;&#x8CA2;&#x737B;&#x3002;</li>
</ul>
<h1 id="pbta-&#x5F15;&#x64CE;&#x770B;&#x61C2;-move">PbtA &#x5F15;&#x64CE;&#xFF1A;&#x770B;&#x61C2; Move</h1>
<p>&#x8207;&#x5287;&#x60C5;&#x4E3B;&#x984C;&#x5E73;&#x884C;&#x7684;&#xFF0C;&#x662F; PbtA &#x5F15;&#x64CE;&#xFF0C;&#x5176;&#x4E2D;&#x6700;&#x91CD;&#x8981;&#x7684;&#x5C31;&#x662F; <strong>Move</strong>&#x3002;&#x4EC0;&#x9EBC;&#x662F; Move&#xFF1F;&#x90A3;&#x5C31;&#x50CF;&#x662F;&#x4E0B;&#x68CB;&#x7684;&#x6642;&#x5019;&#x8D70;&#x7684;&#x4E00;&#x6B65;&#xFF0C;&#x7576;&#x8D70;&#x4E86;&#x9019;&#x4E00;&#x6B65;&#xFF0C;&#x5287;&#x60C5;&#x5C31;&#x7522;&#x751F;&#x4E86;&#x6709;&#x610F;&#x7FA9;&#x7684;&#x8B8A;&#x5316;&#x3002;</p>
<blockquote>
<p><em>&#x70BA;&#x4EC0;&#x9EBC;&#x4E0D;&#x7FFB;&#x8B6F;&#xFF1F;</em>&#x5C0D;&#x300C;Move&#x300D;&#xFF0C;&#x6BCF;&#x500B;&#x4E3B;&#x6301;&#x4EBA;&#x6709;&#x81EA;&#x5DF1;&#x504F;&#x597D;&#x7684;&#x7FFB;&#x8B6F;&#xFF0C;&#x56E0;&#x6B64;&#x6211;&#x5728;&#x9019;&#x88E1;&#x4FDD;&#x7559;&#x4E86;&#x539F;&#x6587;&#x3002;</p>
</blockquote>
<p>&#x4E00;&#x500B;&#x73A9;&#x5BB6; Move &#x7684;&#x5167;&#x5BB9;&#x50CF;&#x662F;&#x9019;&#x6A23;&#xFF1A;</p>
<blockquote>
<p><strong>&#x58D3;&#x529B;&#x4E0B;&#x884C;&#x52D5;</strong></p>
<p>&#x9019;&#x6DB5;&#x84CB;&#x5728;&#x7279;&#x5B9A;&#x7684;&#x58D3;&#x529B;&#x6216;&#x5371;&#x96AA;&#x4E0B;&#x884C;&#x4E8B;&#x7684;&#x5617;&#x8A66;&#x3002;&#x7576;&#x4F60;<strong>&#x58D3;&#x529B;&#x4E0B;&#x884C;&#x52D5;</strong>&#xFF0C;&#x64F2;+<strong>&#x51B7;&#x975C;</strong>&#x3002;</p>
<ul>
<li>10+ &#x6642;&#xFF08;&#x6210;&#x529F;&#xFF09;&#xFF0C;&#x4F60;&#x505A;&#x5230;&#x4F60;&#x8981;&#x505A;&#x7684;&#x3002;</li>
<li>7-9 &#x6642;&#xFF08;&#x90E8;&#x5206;&#x6210;&#x529F;&#xFF09;&#xFF0C;&#x4E3B;&#x6301;&#x4EBA;&#x7D66;&#x4F60;&#x4E00;&#x500B;&#x58DE;&#x5F8C;&#x679C;&#x3001;&#x8271;&#x96E3;&#x6289;&#x64C7;&#x6216;&#x6210;&#x529F;&#x4EE3;&#x50F9;&#x3002;</li>
<li>6- &#x6642;&#xFF08;&#x5931;&#x6557;&#xFF09;&#xFF0C;&#x4E8B;&#x60C5;&#x8B8A;&#x5F97;&#x7CDF;&#x7CD5;&#x3002;</li>
</ul>
</blockquote>
<p>&#x53CD;&#x904E;&#x4F86;&#x8AAA;&#xFF1A;</p>
<p>&#x4F60;&#x7684;&#x89D2;&#x8272;&#x5728;&#x5287;&#x60C5;&#x4E2D;&#x626E;&#x6F14;&#x5B9A;&#x4F4D;&#xFF0C;&#x9019;&#x626E;&#x6F14;&#x662F;&#x7531;&#x4F60;&#x5168;&#x6B0A;&#x6C7A;&#x5B9A;&#x7684;&#x3002;&#x800C;&#x4F60;&#x7684;&#x4E3B;&#x6301;&#x4EBA;&#xFF0C;&#x5C0D;&#x65BC;&#x89D2;&#x8272;&#x6240;&#x5728;&#x7684;&#x4E16;&#x754C;&#xFF08;&#x5305;&#x62EC; NPCs&#xFF09;&#xFF0C;&#x4E5F;&#x662F;&#x5168;&#x6B0A;&#x6C7A;&#x5B9A;&#x7684;&#x3002;&#x6211;&#x5011;&#x6BCF;&#x500B;&#x4EBA;&#x6C7A;&#x5B9A;&#x9019;&#x500B;&#x5287;&#x60C5;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x3002;</p>
<p>&#x4E3B;&#x6301;&#x4EBA;&#x548C;&#x89D2;&#x8272;&#x5404;&#x81EA;&#x6709;&#x5404;&#x81EA;&#x8981;&#x505A;&#x7684;&#x4E8B;&#xFF1A;&#x89D2;&#x8272;&#x6709;&#x53EF;&#x80FD;&#x662F;&#x8981;&#x62EF;&#x6551;&#x4E16;&#x754C;&#x3001;&#x7834;&#x89E3;&#x8B0E;&#x5718;&#xFF0C;&#x800C;&#x4E3B;&#x6301;&#x4EBA;&#x901A;&#x5E38;&#x662F;&#x8981;&#x628A;&#x4E16;&#x754C;&#x8B8A;&#x5F97;&#x66F4;&#x8907;&#x96DC;&#x548C;&#x523A;&#x6FC0;&#x3002;</p>
<p>&#x6BCF;&#x7576;&#x4E00;&#x500B;&#x884C;&#x52D5;&#x6703;&#x8B93;&#x5287;&#x60C5;&#x7522;&#x751F;&#x6709;&#x610F;&#x7FA9;&#x7684;&#x8B8A;&#x5316;&#xFF0C;&#x6211;&#x5011;&#x9700;&#x8981;&#x6C7A;&#x5B9A;&#x9019;&#x500B;&#x8B8A;&#x5316;&#x5982;&#x4F55;&#x767C;&#x751F;&#x3002;&#x5728;&#x9019;&#x7A2E;&#x6642;&#x5019;&#xFF0C;&#x6211;&#x5011;&#x5C31;&#x9700;&#x8981;&#x9032;&#x884C; Move&#x3002;</p>
<blockquote>
<p><em>&#x4E3B;&#x6301;&#x4EBA;</em>&#xFF1A;&#x6E6F;&#x59C6;&#x68EE;&#x5728;&#x6697;&#x5DF7;&#x4E2D;&#xFF0C;&#x7A81;&#x7136;&#x611F;&#x89BA;&#x5F8C;&#x80CC;&#x88AB;&#x500B;&#x5805;&#x786C;&#x7684;&#x6771;&#x897F;&#x9802;&#x8457;&#x3002;&#x90A3;&#x500B;&#x7537;&#x4EBA;&#x5E36;&#x8457;&#x5A01;&#x8105;&#x7684;&#x8A9E;&#x6C23;&#x8AAA;&#xFF0C;&#x300C;&#x4E0D;&#x51C6;&#x8F49;&#x982D;&#xFF0C;&#x4FDD;&#x6301;&#x5B89;&#x975C;&#xFF0C;&#x5C31;&#x9019;&#x6A23;&#x5F80;&#x524D;&#x8D70;&#x3002;&#x300D;&#x4F60;&#x8981;&#x600E;&#x9EBC;&#x505A;&#xFF1F;&#xFF08;GM move&#xFF09;</p>
<p><em>&#x73A9;&#x5BB6;</em>&#xFF1A;&#x6211;&#x60F3;&#x8E22;&#x7FFB;&#x65C1;&#x908A;&#x7684;&#x5783;&#x573E;&#x6876;&#xFF0C;&#x6216;&#x662F;&#x4EFB;&#x4F55;&#x6771;&#x897F;&#xFF0C;&#x8D81;&#x8457;&#x9019;&#x4EBA;&#x6CE8;&#x610F;&#x529B;&#x88AB;&#x8F49;&#x79FB;&#x7684;&#x6642;&#x5019;&#x72C2;&#x5954;&#x5230;&#x5927;&#x8857;&#x4E0A;&#x3002;</p>
<p><em>&#x4E3B;&#x6301;&#x4EBA;</em>&#xFF1A;&#x597D;&#xFF0C;&#x65C1;&#x908A;&#x525B;&#x597D;&#x6709;&#x4E00;&#x500B;&#x9435;&#x6876;&#xFF0C;&#x53EF;&#x4EE5;&#x70BA;&#x4F60;&#x722D;&#x53D6;&#x22EF;&#x22EF;&#x5927;&#x6982;&#x5169;&#x79D2;&#x9418;&#x7684;&#x6642;&#x9593;&#x3002;&#x5982;&#x679C;&#x4F60;&#x8981;&#x9019;&#x9EBC;&#x505A;&#xFF0C;&#x4F60;&#x5FC5;&#x9808;&#x9032;&#x884C;<strong>&#x58D3;&#x529B;&#x4E0B;&#x884C;&#x52D5;</strong>&#x3002;</p>
<p><em>&#x73A9;&#x5BB6;</em>&#xFF1A;&#xFF08;&#x540C;&#x610F;&#x4E26;&#x4E14;&#x64F2;&#x4E0B;&#x9AB0;&#x5B50;&#xFF09;&#x3002;</p>
</blockquote>
<p>&#x73A9;&#x5BB6;&#x7684; Move &#x5F80;&#x5F80;&#x9700;&#x8981;&#x64F2;&#x9AB0;&#xFF0C;&#x5E36;&#x7D66;&#x5287;&#x60C5;&#x96A8;&#x6A5F;&#x6027;&#x3002;&#x5982;&#x679C;&#x6210;&#x529F;&#xFF0C;&#x5287;&#x60C5;&#x6703;&#x671D;&#x5411;&#x4F60;&#x7684;&#x76EE;&#x7684;&#x548C;&#x4E8B;&#x9805;&#x767C;&#x5C55;&#xFF0C;&#x5982;&#x679C;&#x5931;&#x6557;&#xFF0C;&#x6703;&#x671D;&#x5411;&#x4E3B;&#x6301;&#x4EBA;&#x7684;&#x4E8B;&#x9805;&#x3002;</p>
<blockquote>
<p>&#x63A5;&#x7E8C;&#x4E0A;&#x9762;&#x7684;&#x4F8B;&#x5B50;&#x3002;&#x5982;&#x679C;&#x64F2;&#x9AB0;<strong>&#x6210;&#x529F;</strong>&#xFF0C;&#x6E6F;&#x59C6;&#x68EE;&#x9003;&#x5230;&#x8857;&#x4E0A;&#xFF0C;<strong>&#x90E8;&#x5206;&#x6210;&#x529F;</strong>&#x5C07;&#x4F34;&#x96A8;&#x4EE3;&#x50F9;&#x3002;&#x5982;&#x679C;&#x5931;&#x6557;&#xFF0C;&#x4E3B;&#x6301;&#x4EBA;&#x53EF;&#x80FD;&#x8B93;&#x90A3;&#x628A;&#x69CD;&#x547D;&#x4E2D;&#x4ED6;&#x7684;&#x5C0F;&#x817F;&#xFF0C;&#x4ED6;&#x8DCC;&#x843D;&#x5728;&#x6697;&#x5DF7;&#x4E2D;&#x7684;&#x5730;&#x677F;&#x4E0A;&#x3002;</p>
</blockquote>
<p>Move &#x5C31;&#x50CF;&#x662F;&#x4F60;&#x6309;&#x7167;&#x4F60;&#x7684;&#x610F;&#x5716;&#x4F86;&#x5EFA;&#x8B70;&#x4E00;&#x7A2E;&#x5287;&#x60C5;&#x767C;&#x5C55;&#xFF0C;&#x7121;&#x8AD6;&#x6210;&#x529F;&#x6216;&#x5931;&#x6557;&#x90FD;&#x662F;&#x6709;&#x610F;&#x7FA9;&#x7684;&#x3002;&#x56E0;&#x6B64;&#xFF0C;Move &#x7E3D;&#x662F;&#x6703;&#x548C;&#x5287;&#x60C5;&#x7DCA;&#x7DCA;&#x806F;&#x7E6B;&#x5728;&#x4E00;&#x8D77;&#x3002;</p>
<blockquote>
<p>&#x76F8;&#x53CD;&#x5730;&#xFF0C;&#x4E3B;&#x6301;&#x4EBA;&#x4E0D;&#x64F2;&#x9AB0;&#xFF0C;&#x4E3B;&#x6301;&#x4EBA;&#x9075;&#x5FAA;&#x4ED6;&#x7684;<strong>&#x539F;&#x5247;</strong>&#x3001;<strong>&#x524D;&#x7F6E;&#xFF08;front&#xFF09;</strong>&#x4EE5;&#x53CA;&#x4E8B;&#x9805;&#x4F86; Move &#x3002;&#x7576;&#x4E3B;&#x6301;&#x4EBA;&#x597D;&#x597D;&#x9075;&#x5FAA;&#x9019;&#x4E9B;&#x4F86;&#x767C;&#x52D5;&#x4ED6;&#x7684; Move&#xFF0C;&#x5287;&#x60C5;&#x5C31;&#x7522;&#x751F;&#x5404;&#x7A2E;&#x523A;&#x6FC0;&#x8207;&#x5BCC;&#x6709;&#x5F35;&#x529B;&#x7684;&#x5834;&#x666F;&#x3002;</p>
</blockquote>
<p><strong>&#x4F60;&#x53EF;&#x4EE5;&#xFF1A;</strong></p>
<ul>
<li>&#x597D;&#x597D;&#x95B1;&#x8B80;&#x904A;&#x6232;&#x548C;&#x904A;&#x73A9;&#x66F8;&#x4E0A;&#x7684; Move&#xFF0C;&#x8A66;&#x8457;&#x7406;&#x89E3;&#x5B83;&#x5982;&#x4F55;&#x548C;&#x5287;&#x60C5;&#x806F;&#x7E6B;&#x5728;&#x4E00;&#x8D77;&#x3002;</li>
<li>&#x5982;&#x679C;&#x4F60;&#x7121;&#x6CD5;&#x7406;&#x89E3;&#x4E00;&#x4E9B; Move &#x5982;&#x4F55;&#x548C;&#x5287;&#x60C5;&#x6709;&#x6240;&#x806F;&#x7E6B;&#xFF0C;&#x548C;&#x4F60;&#x7684;&#x5718;&#x54E1;&#x8A0E;&#x8AD6;&#x9019;&#x4EF6;&#x4E8B;&#x3002;</li>
<li>&#x5982;&#x679C;&#x597D;&#x5947;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x554F;&#x554F;&#x524D;&#x7F6E;&#x8868;&#x7684;&#x7D50;&#x69CB;&#x3002;&#x4E3B;&#x6301;&#x4EBA;&#x5982;&#x679C;&#x6709;&#x6E96;&#x5099;&#xFF0C;&#x4ED6;&#x6703;&#x544A;&#x8A34;&#x4F60;&#x3002;</li>
<li>&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x554F;&#x554F;&#x4E3B;&#x6301;&#x4EBA;&#x6709;&#x54EA;&#x4E9B;&#x4E8B;&#x9805;&#x3001;&#x539F;&#x5247;&#x548C;&#x52D5;&#x4F5C;&#x3002;</li>
</ul>
<h1 id="&#x5F9E;&#x7559;&#x767D;&#x958B;&#x59CB;&#x7528;&#x73A9;&#x7684;&#x53BB;&#x767C;&#x73FE;">&#x5F9E;&#x7559;&#x767D;&#x958B;&#x59CB;&#xFF1A;&#x7528;&#x73A9;&#x7684;&#x53BB;&#x767C;&#x73FE;</h1>
<p>&#x5982;&#x679C;&#x4F60;&#x6709;&#x73A9;&#x4E00;&#x4E9B;&#x5176;&#x4ED6;&#x7684;&#x89D2;&#x8272;&#x626E;&#x6F14;&#x904A;&#x6232;&#xFF0C;&#x4F60;&#x53EF;&#x80FD;&#x5F88;&#x7FD2;&#x6163;&#x5275;&#x9020;&#x89D2;&#x8272;&#x4E86;&#x3002;&#x4F60;&#x53EF;&#x80FD;&#x6703;&#x5BEB;&#x51FA;&#x6EFF;&#x6EFF;&#x7684;&#x300C;&#x8A2D;&#x5B9A;&#x300D;&#xFF0C;&#x7D66;&#x89D2;&#x8272;&#x5927;&#x91CF;&#x7684;&#x6B77;&#x53F2;&#x3001;&#x76EE;&#x6A19;&#x3001;&#x5F85;&#x89E3;&#x6C7A;&#x554F;&#x984C;&#x7B49;&#x3002;</p>
<p>&#x5728; PbtA &#x88E1;&#x9762;&#xFF0C;&#x6211;&#x5011;&#x5E0C;&#x671B;&#x4F60;&#x53EF;&#x4EE5;&#x7559;&#x767D;&#xFF0C;&#x5C07;&#x8A2D;&#x5B9A;&#x7576;&#x6210;&#x4E00;&#x7A2E;&#x53C3;&#x8003;&#xFF1A;&#x5728;&#x4F60;&#x5011;&#x628A;&#x5287;&#x60C5;&#x73A9;&#x51FA;&#x4F86;&#x4EE5;&#x524D;&#xFF0C;&#x9019;&#x4E9B;&#x8A2D;&#x5B9A;&#x5C31;&#x50CF;&#x662F;&#x4E0D;&#x5B58;&#x5728;&#x4E00;&#x6A23;&#x3002;</p>
<p>&#x5373;&#x4F7F;&#x662F;&#x95DC;&#x65BC;&#x904E;&#x53BB;&#x7684;&#x8A2D;&#x5B9A;&#x4E5F;&#x4E0D;&#x7528;&#x5148;&#x6E96;&#x5099;&#xFF0C;&#x7576;&#x4E3B;&#x6301;&#x4EBA;&#x554F;&#x4F60;&#x95DC;&#x65BC;&#x904E;&#x53BB;&#x7684;&#x8A2D;&#x5B9A;&#x6642;&#xFF0C;&#x4F60;&#x518D;&#x56DE;&#x7B54;&#x4ED6;&#x5C31;&#x597D;&#x4E86;&#x3002;&#x5C31;&#x7B97;&#x4F60;&#x6C92;&#x6709;&#x8A2D;&#x5B9A;&#xFF08;&#x9019;&#x6A23;&#x6700;&#x597D;&#xFF01;&#xFF09;&#xFF0C;&#x4F60;&#x4E5F;&#x6309;&#x7167;&#x4F60;&#x5C0D;&#x76EE;&#x524D;&#x5287;&#x60C5;&#x7684;&#x4E86;&#x89E3;&#x4F86;&#x56DE;&#x7B54;&#x4ED6;&#x3002;</p>
<p>&#x628A;&#x4F60;&#x7684;&#x6CE8;&#x610F;&#x529B;&#x5B8C;&#x5168;&#x653E;&#x5728;&#x73FE;&#x5728;&#x7684;&#x5287;&#x60C5;&#x4E0A;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x904E;&#x53BB;&#x3002;&#x4E0D;&#x8981;&#x55AE;&#x55AE;&#x8003;&#x616E;&#x4F60;&#x7684;&#x89D2;&#x8272;&#x7684;&#x500B;&#x6027;&#x548C;&#x8655;&#x5883;&#x4F86;&#x4F5C;&#x6C7A;&#x5B9A;&#xFF1A;&#x6C38;&#x9060;&#x8003;&#x616E;&#x5287;&#x60C5;&#xFF01;&#x4E00;&#x500B;&#x7D55;&#x5C0D;&#x5B88;&#x4FE1;&#x7684;&#x89D2;&#x8272;&#x70BA;&#x4EC0;&#x9EBC;&#x8981;&#x6BC0;&#x7D04;&#xFF1F;&#x5287;&#x60C5;&#x5C31;&#x85CF;&#x5728;&#x9019;&#x7A2E;&#x885D;&#x7A81;&#x7684;&#x5730;&#x65B9;&#x3002;</p>
<p><strong>&#x4F60;&#x53EF;&#x4EE5;&#xFF1A;</strong></p>
<ul>
<li>&#x5C08;&#x6CE8;&#x5728;&#x73FE;&#x5834;&#xFF1A;&#x4F60;&#x5011;&#x6B63;&#x5728;&#x9032;&#x884C;&#x7684;&#x3001;&#x88AB;&#x8AAA;&#x51FA;&#x4F86;&#x7684;&#x5834;&#x666F;&#x624D;&#x662F;&#x91CD;&#x8981;&#x7684;&#x3002;&#x4F60;&#x662F;&#x4F60;&#x7684;&#x89D2;&#x8272;&#xFF0C;&#x7576;&#x4F60;&#x60F3;&#x77E5;&#x9053;&#x66F4;&#x591A;&#x5834;&#x666F;&#x7684;&#x7D30;&#x7BC0;&#xFF0C;&#x4E0D;&#x8981;&#x554F;&#xFF0C;<strong>&#x53BB;&#x770B;</strong>&#xFF01;</li>
<li>&#x5982;&#x679C;&#x4F60;&#x7684;&#x4E3B;&#x6301;&#x4EBA;&#x554F;&#x4F60;&#x554F;&#x984C;&#xFF0C;&#x4E0D;&#x7528;&#x592A;&#x6709;&#x5275;&#x610F;&#xFF0C;&#x6309;&#x7167;&#x5287;&#x60C5;&#x6700;&#x5408;&#x7406;&#x7684;&#x65B9;&#x5F0F;&#x56DE;&#x7B54;&#x4ED6;&#x3002;</li>
<li>&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x64C5;&#x9577;&#x7559;&#x767D;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x5728;&#x7B2C;&#x4E00;&#x6B21;&#x805A;&#x6703;&#x524D;&#xFF0C;&#x5BEB;&#x4E0B;&#x4E00;&#x4E9B;&#x91CD;&#x8981;&#x554F;&#x984C;&#xFF0C;&#x662F;&#x4F60;&#x60F3;&#x5728;&#x904A;&#x6232;&#x4E2D;&#x767C;&#x73FE;&#x7684;&#xFF08;&#x4F46;&#x4F60;&#x7684;&#x89D2;&#x8272;&#x53EF;&#x80FD;&#x5DF2;&#x7D93;&#x77E5;&#x9053;&#x4E86;&#xFF01;&#xFF09;&#xFF1A;&#x4ED6;&#x4EC0;&#x9EBC;&#x6642;&#x5019;&#x6703;&#x9055;&#x53CD;&#x672C;&#x6027;&#xFF1F;&#x4ED6;&#x70BA;&#x4EC0;&#x9EBC;&#x90A3;&#x9EBC;&#x6068;&#x9ED1;&#x8C93;&#x5E6B;&#xFF1F;&#x4ED6;&#x7684;&#x611B;&#x4EBA;&#x600E;&#x9EBC;&#x6B7B;&#x7684;&#xFF1F;</li>
</ul>
<hr>
<p>&#x5E0C;&#x671B;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#x80FD;&#x8B93;&#x4F60;&#x5011;&#x7684;&#x5718;&#x66F4;&#x52A0;&#x9806;&#x5229;&#x3002;</p>
<hr>
<p>&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B61;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x8ACB;&#x4E0D;&#x541D;&#x7528;&#x5BE6;&#x969B;&#x884C;&#x52D5;&#x652F;&#x6301;&#x6211;&#xFF1A;</p>
<ul>
<li><a href="https://www.patreon.com/weihung" target="_blank" rel="noopener"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="patreon" class="svg-inline--fa fa-patreon fa-w-16" role="img" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 512 512"><path fill="currentColor" d="M512 194.8c0 101.3-82.4 183.8-183.8 183.8-101.7 0-184.4-82.4-184.4-183.8 0-101.6 82.7-184.3 184.4-184.3C429.6 10.5 512 93.2 512 194.8zM0 501.5h90v-491H0v491z"/></svg> &#x5B9A;&#x671F;&#x652F;&#x6301;&#xFF08;patreon&#xFF09;</a></li>
<li><a href="https://www.paypal.com/pools/c/8jLP7Wsi80" target="_blank" rel="noopener"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="cc-paypal" class="svg-inline--fa fa-cc-paypal fa-w-18" role="img" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 576 512"><path fill="currentColor" d="M186.3 258.2c0 12.2-9.7 21.5-22 21.5-9.2 0-16-5.2-16-15 0-12.2 9.5-22 21.7-22 9.3 0 16.3 5.7 16.3 15.5zM80.5 209.7h-4.7c-1.5 0-3 1-3.2 2.7l-4.3 26.7 8.2-.3c11 0 19.5-1.5 21.5-14.2 2.3-13.4-6.2-14.9-17.5-14.9zm284 0H360c-1.8 0-3 1-3.2 2.7l-4.2 26.7 8-.3c13 0 22-3 22-18-.1-10.6-9.6-11.1-18.1-11.1zM576 80v352c0 26.5-21.5 48-48 48H48c-26.5 0-48-21.5-48-48V80c0-26.5 21.5-48 48-48h480c26.5 0 48 21.5 48 48zM128.3 215.4c0-21-16.2-28-34.7-28h-40c-2.5 0-5 2-5.2 4.7L32 294.2c-.3 2 1.2 4 3.2 4h19c2.7 0 5.2-2.9 5.5-5.7l4.5-26.6c1-7.2 13.2-4.7 18-4.7 28.6 0 46.1-17 46.1-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.2 8.2-5.8-8.5-14.2-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9 0 20.2-4.9 26.5-11.9-.5 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H200c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm40.5 97.9l63.7-92.6c.5-.5.5-1 .5-1.7 0-1.7-1.5-3.5-3.2-3.5h-19.2c-1.7 0-3.5 1-4.5 2.5l-26.5 39-11-37.5c-.8-2.2-3-4-5.5-4h-18.7c-1.7 0-3.2 1.8-3.2 3.5 0 1.2 19.5 56.8 21.2 62.1-2.7 3.8-20.5 28.6-20.5 31.6 0 1.8 1.5 3.2 3.2 3.2h19.2c1.8-.1 3.5-1.1 4.5-2.6zm159.3-106.7c0-21-16.2-28-34.7-28h-39.7c-2.7 0-5.2 2-5.5 4.7l-16.2 102c-.2 2 1.3 4 3.2 4h20.5c2 0 3.5-1.5 4-3.2l4.5-29c1-7.2 13.2-4.7 18-4.7 28.4 0 45.9-17 45.9-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.3 8.2-5.5-8.5-14-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9.3 0 20.5-4.9 26.5-11.9-.3 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H484c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm47.5-33.3c0-2-1.5-3.5-3.2-3.5h-18.5c-1.5 0-3 1.2-3.2 2.7l-16.2 104-.3.5c0 1.8 1.5 3.5 3.5 3.5h16.5c2.5 0 5-2.9 5.2-5.7L544 191.2v-.3zm-90 51.8c-12.2 0-21.7 9.7-21.7 22 0 9.7 7 15 16.2 15 12 0 21.7-9.2 21.7-21.5.1-9.8-6.9-15.5-16.2-15.5z"/></svg> &#x55AE;&#x6B21;&#x652F;&#x6301;&#xFF08;paypal&#xFF09;</a></li>
</ul>

            <!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->
            <audio id="audio" loop="1" preload="auto" controls="controls" data-autoplay="false">
                <source type="audio/mpeg" src="">
            </audio>
            
                <ul id="audio-list" style="display:none">
                    
                        <li title='0' data-url='https://wayneh.tw/mp3/Touching_Moment.mp3'></li>
                    
                        <li title='1' data-url='https://wayneh.tw/mp3/Dinner_for_Two.mp3'></li>
                    
                </ul>
            
        </div>
        <div id="disqus_thread">
    <script type="text/javascript">
    var disqus_shortname = '';
    var disqus_config = function () {
        this.page.url = 'https://wayneh.tw/2020/06/01/taste-pbta/';
        this.page.identifier = '/2020/06/01/taste-pbta/';
        this.page.title = '我要玩 PbtA 了！給玩家的建議';
    };
    (function() { // DON'T EDIT BELOW THIS LINE
    var d = document, s = d.createElement('script');
    s.src = 'https://waynetwhexo.disqus.com/embed.js';
    s.setAttribute('data-timestamp', +new Date());
    (d.head || d.body).appendChild(s);
  })();
  </script>
  <noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>


        </div>
        </div>
    
        <div class='side'>
            <ol class="toc"><li class="toc-item toc-level-1"><a class="toc-link" href="#一起說故事把劇情當真"><span class="toc-number">1.</span> <span class="toc-text">一起說故事：把劇情當真</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#pbta-引擎看懂-move"><span class="toc-number">2.</span> <span class="toc-text">PbtA 引擎：看懂 Move</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#從留白開始用玩的去發現"><span class="toc-number">3.</span> <span class="toc-text">從留白開始：用玩的去發現</span></a></li></ol>
        </div>
    
    <div id="footnoteText"></div>
</div>

    </div>
</div><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</body>
<script src="//cdn.jsdelivr.net/npm/gitalk@1/dist/gitalk.min.js"></script>
<script src="//ajax.googleapis.com/ajax/libs/jquery/1.8.3/jquery.min.js"></script>
<script src="../../../../js/plugin.js"></script>
<script src="../../../../js/diaspora.js"></script>
<link rel="stylesheet" href="../../../../photoswipe/photoswipe.css">
<link rel="stylesheet" href="../../../../photoswipe/default-skin/default-skin.css">
<script src="../../../../photoswipe/photoswipe.min.js"></script>
<script src="../../../../photoswipe/photoswipe-ui-default.min.js"></script>

<!-- Root element of PhotoSwipe. Must have class pswp. -->
<div class="pswp" tabindex="-1" role="dialog" aria-hidden="true">
    <!-- Background of PhotoSwipe. 
         It's a separate element as animating opacity is faster than rgba(). -->
    <div class="pswp__bg"></div>
    <!-- Slides wrapper with overflow:hidden. -->
    <div class="pswp__scroll-wrap">
        <!-- Container that holds slides. 
            PhotoSwipe keeps only 3 of them in the DOM to save memory.
            Don't modify these 3 pswp__item elements, data is added later on. -->
        <div class="pswp__container">
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
        </div>
        <!-- Default (PhotoSwipeUI_Default) interface on top of sliding area. Can be changed. -->
        <div class="pswp__ui pswp__ui--hidden">
            <div class="pswp__top-bar">
                <!--  Controls are self-explanatory. Order can be changed. -->
                <div class="pswp__counter"></div>
                <button class="pswp__button pswp__button--close" title="Close (Esc)"></button>
                <button class="pswp__button pswp__button--share" title="Share"></button>
                <button class="pswp__button pswp__button--fs" title="Toggle fullscreen"></button>
                <button class="pswp__button pswp__button--zoom" title="Zoom in/out"></button>
                <!-- Preloader demo http://codepen.io/dimsemenov/pen/yyBWoR -->
                <!-- element will get class pswp__preloader--active when preloader is running -->
                <div class="pswp__preloader">
                    <div class="pswp__preloader__icn">
                      <div class="pswp__preloader__cut">
                        <div class="pswp__preloader__donut"></div>
                      </div>
                    </div>
                </div>
            </div>
            <div class="pswp__share-modal pswp__share-modal--hidden pswp__single-tap">
                <div class="pswp__share-tooltip"></div> 
            </div>
            <button class="pswp__button pswp__button--arrow--left" title="Previous (arrow left)">
            </button>
            <button class="pswp__button pswp__button--arrow--right" title="Next (arrow right)">
            </button>
            <div class="pswp__caption">
                <div class="pswp__caption__center"></div>
            </div>
        </div>
    </div>
</div>



<!-- Google Analytics -->
<script type="text/javascript">
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','https://www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-61272067-1', 'auto');
  ga('send', 'pageview');
</script>
<!-- End Google Analytics -->


</html>
