<!DOCTYPE html>
<html lang="zh-TW">
<head>
  <!-- hexo-inject:begin --><!-- hexo-inject:end --><meta charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=2">
<meta name="theme-color" content="#222">
<meta name="generator" content="Hexo 5.2.0">
  <link rel="apple-touch-icon" sizes="180x180" href="/img/favicon/apple-touch-icon.png">
  <link rel="icon" type="image/png" sizes="32x32" href="/img/favicon/favicon-32x32.png">
  <link rel="icon" type="image/png" sizes="16x16" href="/img/favicon/favicon-16x16.png">
  <link rel="mask-icon" href="/img/favicon/logo.svg" color="#222">

<link rel="stylesheet" href="/css/main.css">

<link rel="stylesheet" href="//fonts.loli.net/css?family=EB Garamond:300,300italic,400,400italic,700,700italic|Noto Sans TC:300,300italic,400,400italic,700,700italic|Noto Serif TC:300,300italic,400,400italic,700,700italic|Source Code Pro:300,300italic,400,400italic,700,700italic&display=swap&subset=latin,latin-ext">
<link rel="stylesheet" href="/lib/font-awesome/css/all.min.css">
  <link rel="stylesheet" href="//cdn.jsdelivr.net/gh/fancyapps/fancybox@3/dist/jquery.fancybox.min.css">
  <link rel="stylesheet" href="/lib/pace/pace-theme-minimal.min.css">
  <script src="/lib/pace/pace.min.js"></script>

<script id="hexo-configurations">
    var NexT = window.NexT || {};
    var CONFIG = {"hostname":"wayneh.tw","root":"/","scheme":"Mist","version":"7.8.0","exturl":false,"sidebar":{"position":"left","display":"post","padding":18,"offset":12,"onmobile":false},"copycode":{"enable":false,"show_result":false,"style":null},"back2top":{"enable":true,"sidebar":false,"scrollpercent":false},"bookmark":{"enable":false,"color":"#222","save":"auto"},"fancybox":true,"mediumzoom":false,"lazyload":true,"pangu":false,"comments":{"style":"tabs","active":"disqus","storage":true,"lazyload":true,"nav":null,"activeClass":"disqus"},"algolia":{"hits":{"per_page":10},"labels":{"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}},"localsearch":{"enable":false,"trigger":"auto","top_n_per_article":1,"unescape":false,"preload":false},"motion":{"enable":true,"async":true,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}}};
  </script>

  <meta name="description" content="在良好的 虛構敘事 對話中，你好好地回應了玩家說的話，而玩家也好好地回應了你的。「好好地回應」是什麼意思？一部分來說，是我們上一篇所說的，回應了彼此的故事意圖。但另一部分，則是我們目前還陌生的：回應了彼此在場景發展上的意圖，對於守密人來說，也就是，回應了玩家的行動目的。 角色的行動目的和玩家的發問息息相關。如果玩家的發問開始變得瑣碎，你該考慮「先不要回答問題」，先發問「這問題的答案有什麼意義？」">
<meta property="og:type" content="article">
<meta property="og:title" content="五、順利進行虛構敘事(2)：場景發展">
<meta property="og:url" content="https://wayneh.tw/2020/09/23/fiction-3/index.html">
<meta property="og:site_name" content="偉恩與咖啡">
<meta property="og:description" content="在良好的 虛構敘事 對話中，你好好地回應了玩家說的話，而玩家也好好地回應了你的。「好好地回應」是什麼意思？一部分來說，是我們上一篇所說的，回應了彼此的故事意圖。但另一部分，則是我們目前還陌生的：回應了彼此在場景發展上的意圖，對於守密人來說，也就是，回應了玩家的行動目的。 角色的行動目的和玩家的發問息息相關。如果玩家的發問開始變得瑣碎，你該考慮「先不要回答問題」，先發問「這問題的答案有什麼意義？」">
<meta property="og:locale" content="zh_TW">
<meta property="og:image" content="https://wayneh.tw/img/coc7.jpg">
<meta property="article:published_time" content="2020-09-23T06:03:59.000Z">
<meta property="article:modified_time" content="2020-09-24T13:25:41.144Z">
<meta property="article:author" content="洪偉 Wei Hung">
<meta property="article:tag" content="CoC 守密人指南">
<meta name="twitter:card" content="summary">
<meta name="twitter:image" content="https://wayneh.tw/img/coc7.jpg">

<link rel="canonical" href="https://wayneh.tw/2020/09/23/fiction-3/">


<script id="page-configurations">
  // https://hexo.io/docs/variables.html
  CONFIG.page = {
    sidebar: "",
    isHome : false,
    isPost : true,
    lang   : 'zh-TW'
  };
</script>

  <title>五、順利進行虛構敘事(2)：場景發展 | 偉恩與咖啡</title>
  
    <script async src="https://www.googletagmanager.com/gtag/js?id=UA-61272067-1"></script>
    <script data-pjax>
      if (CONFIG.hostname === location.hostname) {
        window.dataLayer = window.dataLayer || [];
        function gtag(){dataLayer.push(arguments);}
        gtag('js', new Date());
        gtag('config', 'UA-61272067-1');
      }
    </script>






  <noscript>
  <style>
  .use-motion .brand,
  .use-motion .menu-item,
  .sidebar-inner,
  .use-motion .post-block,
  .use-motion .pagination,
  .use-motion .comments,
  .use-motion .post-header,
  .use-motion .post-body,
  .use-motion .collection-header { opacity: initial; }

  .use-motion .site-title,
  .use-motion .site-subtitle {
    opacity: initial;
    top: initial;
  }

  .use-motion .logo-line-before i { left: initial; }
  .use-motion .logo-line-after i { right: initial; }
  </style>
</noscript>

<link rel="alternate" href="/atom.xml" title="偉恩與咖啡" type="application/atom+xml"><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</head>

<body itemscope itemtype="http://schema.org/WebPage">
  <!-- hexo-inject:begin --><!-- hexo-inject:end --><div class="container use-motion">
    <div class="headband"></div>

    <header class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-container">
  <div class="site-nav-toggle">
    <div class="toggle" aria-label="切換導航欄">
      <span class="toggle-line toggle-line-first"></span>
      <span class="toggle-line toggle-line-middle"></span>
      <span class="toggle-line toggle-line-last"></span>
    </div>
  </div>

  <div class="site-meta custom-logo">

    <a href="/" class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <h1 class="site-title">偉恩與咖啡</h1>
      <span class="logo-line-after"><i></i></span>
    </a>
      <p class="site-subtitle" itemprop="description">哲學、TRPG、雜談</p>
  </div>

  <div class="site-nav-right">
    <div class="toggle popup-trigger">
    </div>
  </div>
</div>




<nav class="site-nav">
  <ul id="menu" class="main-menu menu">
        <li class="menu-item menu-item-home">

    <a href="/" rel="section"><i class="fas fa-home fa-fw"></i>首頁</a>

  </li>
        <li class="menu-item menu-item-about">

    <a href="https://about.me/wayne930242" rel="noopener" target="_blank"><i class="fas fa-feather-alt fa-fw"></i>關於</a>

  </li>
        <li class="menu-item menu-item-哲學">

    <a href="/categories/philosophy/" rel="section"><i class="fas fa-coffee fa-fw"></i>哲學</a>

  </li>
        <li class="menu-item menu-item-trpg">

    <a href="/categories/TRPG/" rel="section"><i class="fas fa-dice-d20 fa-fw"></i>TRPG</a>

  </li>
        <li class="menu-item menu-item-archives">

    <a href="/archives/" rel="section"><i class="fas fa-archive fa-fw"></i>歸檔</a>

  </li>
  </ul>
</nav>




</div>
    </header>

    
  <div class="back-to-top">
    <i class="fa fa-arrow-up"></i>
    <span>0%</span>
  </div>


    <main class="main">
      <div class="main-inner">
        <div class="content-wrap">
          

          <div class="content post posts-expand">
            

    
  
  
  <article itemscope itemtype="http://schema.org/Article" class="post-block" lang="zh-TW">
    <link itemprop="mainEntityOfPage" href="https://wayneh.tw/2020/09/23/fiction-3/">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="image" content="/logo.png">
      <meta itemprop="name" content="洪偉 Wei Hung">
      <meta itemprop="description" content="哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="偉恩與咖啡">
    </span>
      <header class="post-header">
        <h1 class="post-title" itemprop="name headline">
          五、順利進行虛構敘事(2)：場景發展
        </h1>

        <div class="post-meta">
            <span class="post-meta-item">
              <span class="post-meta-item-icon">
                <i class="far fa-calendar"></i>
              </span>
              <span class="post-meta-item-text">發表於</span>

              <time title="創建時間：2020-09-23 14:03:59" itemprop="dateCreated datePublished" datetime="2020-09-23T14:03:59+08:00">2020-09-23</time>
            </span>
              <span class="post-meta-item">
                <span class="post-meta-item-icon">
                  <i class="far fa-calendar-check"></i>
                </span>
                <span class="post-meta-item-text">更新於</span>
                <time title="修改時間：2020-09-24 21:25:41" itemprop="dateModified" datetime="2020-09-24T21:25:41+08:00">2020-09-24</time>
              </span>
            <span class="post-meta-item">
              <span class="post-meta-item-icon">
                <i class="far fa-folder"></i>
              </span>
              <span class="post-meta-item-text">分類於</span>
                <span itemprop="about" itemscope itemtype="http://schema.org/Thing">
                  <a href="/categories/TRPG/" itemprop="url" rel="index"><span itemprop="name">TRPG</span></a>
                </span>
            </span>

          
  
  <span class="post-meta-item">
    
      <span class="post-meta-item-icon">
        <i class="far fa-comment"></i>
      </span>
      <span class="post-meta-item-text">Disqus：</span>
    
    <a title="disqus" href="/2020/09/23/fiction-3/#disqus_thread" itemprop="discussionUrl">
      <span class="post-comments-count disqus-comment-count" data-disqus-identifier="2020/09/23/fiction-3/" itemprop="commentCount"></span>
    </a>
  </span>
  
  

        </div>
      </header>

    
    
    
    <div class="post-body" itemprop="articleBody">

      
        <img data-src="/img/coc7.jpg" class>
<p>&#x5728;&#x826F;&#x597D;&#x7684; <strong><em>&#x865B;&#x69CB;&#x6558;&#x4E8B;</em></strong> &#x5C0D;&#x8A71;&#x4E2D;&#xFF0C;&#x4F60;&#x597D;&#x597D;&#x5730;&#x56DE;&#x61C9;&#x4E86;&#x73A9;&#x5BB6;&#x8AAA;&#x7684;&#x8A71;&#xFF0C;&#x800C;&#x73A9;&#x5BB6;&#x4E5F;&#x597D;&#x597D;&#x5730;&#x56DE;&#x61C9;&#x4E86;&#x4F60;&#x7684;&#x3002;&#x300C;&#x597D;&#x597D;&#x5730;&#x56DE;&#x61C9;&#x300D;&#x662F;&#x4EC0;&#x9EBC;&#x610F;&#x601D;&#xFF1F;&#x4E00;&#x90E8;&#x5206;&#x4F86;&#x8AAA;&#xFF0C;&#x662F;&#x6211;&#x5011;&#x4E0A;&#x4E00;&#x7BC7;&#x6240;&#x8AAA;&#x7684;&#xFF0C;&#x56DE;&#x61C9;&#x4E86;&#x5F7C;&#x6B64;&#x7684;&#x6545;&#x4E8B;&#x610F;&#x5716;&#x3002;&#x4F46;&#x53E6;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x5247;&#x662F;&#x6211;&#x5011;&#x76EE;&#x524D;&#x9084;&#x964C;&#x751F;&#x7684;&#xFF1A;&#x56DE;&#x61C9;&#x4E86;&#x5F7C;&#x6B64;&#x5728;&#x5834;&#x666F;&#x767C;&#x5C55;&#x4E0A;&#x7684;&#x610F;&#x5716;&#xFF0C;&#x5C0D;&#x65BC;&#x5B88;&#x5BC6;&#x4EBA;&#x4F86;&#x8AAA;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#xFF0C;&#x56DE;&#x61C9;&#x4E86;&#x73A9;&#x5BB6;&#x7684;&#x884C;&#x52D5;&#x76EE;&#x7684;&#x3002;</p>
<p>&#x89D2;&#x8272;&#x7684;&#x884C;&#x52D5;&#x76EE;&#x7684;&#x548C;&#x73A9;&#x5BB6;&#x7684;&#x767C;&#x554F;&#x606F;&#x606F;&#x76F8;&#x95DC;&#x3002;&#x5982;&#x679C;&#x73A9;&#x5BB6;&#x7684;&#x767C;&#x554F;&#x958B;&#x59CB;&#x8B8A;&#x5F97;&#x7463;&#x788E;&#xFF0C;&#x4F60;&#x8A72;&#x8003;&#x616E;&#x300C;&#x5148;&#x4E0D;&#x8981;&#x56DE;&#x7B54;&#x554F;&#x984C;&#x300D;&#xFF0C;&#x5148;&#x767C;&#x554F;&#x300C;&#x9019;&#x554F;&#x984C;&#x7684;&#x7B54;&#x6848;&#x6709;&#x4EC0;&#x9EBC;&#x610F;&#x7FA9;&#xFF1F;&#x300D;&#x4F60;&#x4E0D;&#x6253;&#x7B97;&#x731C;&#x73A9;&#x5BB6;&#x7684;&#x610F;&#x5716;&#xFF0C;&#x4E5F;&#x4E0D;&#x60F3;&#x7D66;&#x4F60;&#x81EA;&#x5DF1;&#x90FD;&#x4E0D;&#x77E5;&#x9053;&#x610F;&#x7FA9;&#x7684;&#x7B54;&#x6848;&#x3002;</p>
<a id="more"></a>
<p>&#x540C;&#x6A23;&#x7684;&#x9053;&#x7406;&#xFF0C;&#x5982;&#x679C;&#x73A9;&#x5BB6;&#x89D2;&#x8272;&#x7684;&#x884C;&#x52D5;&#x8B8A;&#x5F97;&#x7121;&#x6CD5;&#x7406;&#x89E3;&#x3001;&#x6216;&#x63A1;&#x53D6;&#x7684;&#x4EBA;&#x969B;&#x4E92;&#x52D5;&#x5728;&#x4F60;&#x770B;&#x4F86;&#x4E0D;&#x592A;&#x59A5;&#x7576;&#xFF0C;&#x4F60;&#x8A72;&#x8003;&#x616E;&#x300C;&#x5148;&#x4E0D;&#x8981;&#x56DE;&#x61C9;&#x4ED6;&#x300D;&#xFF0C;&#x5148;&#x767C;&#x554F;&#x300C;&#x4F60;&#x9019;&#x9EBC;&#x505A;&#x7684;&#x76EE;&#x7684;&#x662F;&#x4EC0;&#x9EBC;&#xFF1F;&#x300D;&#x300C;&#x4F60;&#x662F;&#x5728;&#x5617;&#x8A66;&#x6FC0;&#x6012;&#x4ED6;&#x55CE;&#xFF1F;&#x300D;&#x4EE3;&#x8868;&#x4F60;&#x6B63;&#x5728;&#x70BA;&#x300C;&#x5982;&#x4F55;&#x56DE;&#x61C9;&#x300D;&#x627E;&#x5230;&#x66F4;&#x8E0F;&#x5BE6;&#x7684;&#x57FA;&#x790E;&#x3002;</p>
<p>&#x300C;&#x76EE;&#x7684;&#x5148;&#x884C;&#x300D;&#x662F;&#x904A;&#x6232;&#x7684;&#x8F49;&#x5411;&#xFF0C;&#x6211;&#x5011;&#x4E0D;&#x518D;&#x6A5F;&#x68B0;&#x6027;&#x5730;&#x900F;&#x904E;&#x6C99;&#x76D2;&#x548C;&#x6A5F;&#x5236;&#x4F86;&#x8B93;&#x6545;&#x4E8B;&#x904B;&#x8F49;&#xFF0C;&#x4E5F;&#x4E0D;&#x518D;&#x7531; GM &#x55AE;&#x65B9;&#x9762;&#x5730;&#x8A6E;&#x91CB;&#x5E38;&#x8B58;&#x4E16;&#x754C;&#x3002;&#x6240;&#x6709;&#x73A9;&#x5BB6;&#x90FD;&#x6709;&#x8CC7;&#x683C;&#x3001;&#x4E5F;&#x61C9;&#x8A72;&#x52A0;&#x5165;&#x5C0D;&#x4E16;&#x754C;&#x7684;&#x8A6E;&#x91CB;&#x3002;&#x9019;&#x662F;&#x6211;&#x4E00;&#x76F4;&#x4EE5;&#x4F86;&#x5F37;&#x8ABF;&#x7684;&#xFF1A;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x7684;&#x4F9D;&#x64DA;&#x662F;&#x6545;&#x4E8B;&#x662F;&#x5426;&#x59A5;&#x7576;&#x3001;&#x5C0D;&#x5F7C;&#x6B64;&#x7684;&#x8A6E;&#x91CB;&#x7684;&#x5C0A;&#x91CD;&#xFF0C;&#x5F88;&#x81EA;&#x7136;&#x7684;&#xFF0C;&#x9019;&#x4E5F;&#x4EE3;&#x8868;&#x6240;&#x6709;&#x4EBA;&#x90FD;&#x80FD;&#x5C0D;&#x300C;&#x4F55;&#x8B02;&#x4E16;&#x754C;&#x7684;&#x771F;&#x5BE6;&#x300D;&#x8207;&#x300C;&#x4EC0;&#x9EBC;&#x662F;&#x6211;&#x5011;&#x7684;&#x5E38;&#x8B58;&#x300D;&#x6709;&#x6240;&#x8CA2;&#x737B;&#x3002;</p>
<p>&#x5834;&#x666F;&#x7531;&#x4E00;&#x500B;&#x53C8;&#x4E00;&#x500B;&#x8108;&#x7D61;&#x7DCA;&#x5BC6;&#x7684;&#x5C0D;&#x8A71;&#x5806;&#x758A;&#x8D77;&#x4F86;&#xFF0C;&#x9019;&#x6A23;&#x7684;&#x7D50;&#x69CB;&#x63D0;&#x4F9B;&#x4E86;&#x5C0D;&#x8A71;&#x7684;&#x52D5;&#x529B;&#xFF0C;&#x4E5F;&#x63D0;&#x4F9B;&#x4E86;&#x5C0D;&#x8A71;&#x5F7C;&#x6B64;&#x95DC;&#x806F;&#x7684;&#x65B9;&#x5F0F;&#x3002;&#x95DC;&#x6CE8;&#x8AAA;&#x8A71;&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x5E6B;&#x52A9;&#x6211;&#x5011;&#x6C7A;&#x5B9A;&#x8A72;&#x5982;&#x4F55;&#x56DE;&#x61C9;&#x5C0D;&#x65B9;&#x3002;&#xFF08;&#x800C;&#x4E0D;&#x662F;&#x300C;&#x8B80;&#x7A7A;&#x6C23;&#x300D;&#xFF0C;&#x4E0D;&#x8981;&#x5F37;&#x8ABF;&#x8B80;&#x7A7A;&#x6C23;&#x3002;&#xFF09;&#x900F;&#x904E;&#x6E9D;&#x901A;&#x548C;&#x5F7C;&#x6B64;&#x5C0A;&#x91CD;&#xFF0C;&#x6211;&#x5011;&#x4F86;&#x8DDF;&#x4E0A;&#x5F7C;&#x6B64;&#x7684;&#x60F3;&#x6CD5;&#xFF0C;&#x505C;&#x6B62;&#x55AE;&#x65B9;&#x9762;&#x7684;&#x5834;&#x666F;&#x7B97;&#x8A08;&#xFF0C;&#x751A;&#x81F3;&#x4EBA;&#x969B;&#x7B97;&#x8A08;&#x3002;&#x4E5F;&#x56E0;&#x6B64;&#xFF0C;&#x6211;&#x5011;&#x4E0D;&#x6703;&#x5728;&#x73A9;&#x5BB6;&#x626E;&#x6F14;&#x5B8C;&#x5F8C;&#xFF0C;&#x5728; GM &#x5DF2;&#x7D93;&#x610F;&#x8B58;&#x5230;&#x4E8B;&#x60C5;&#x6709;&#x9EDE;&#x5947;&#x602A;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x76F4;&#x63A5;&#x8B93;&#x4E16;&#x754C;&#x53CD;&#x61C9;&#x300C;&#x4ED6;&#x7684;&#x8868;&#x73FE;&#x5F88;&#x5947;&#x602A;&#x300D;&#x9019;&#x4EF6;&#x4E8B;&#x3002;&#x9019;&#x662F;&#x4E00;&#x500B;&#x58DE;&#x7FD2;&#x6163;&#xFF1A;GM &#x5C07;&#x81EA;&#x5DF1;&#x7576;&#x6210;&#x6545;&#x4E8B;&#x7684;&#x552F;&#x4E00;&#x8A6E;&#x91CB;&#x8005;&#xFF0C;&#x4E26;&#x4E14;&#x7D72;&#x6BEB;&#x4E0D;&#x8003;&#x616E;&#x73A9;&#x5BB6;&#x7684;&#x76EE;&#x7684;&#x548C;&#x610F;&#x5716;&#xFF0C;&#x4E5F;&#x4E0D;&#x8003;&#x616E;&#x53EF;&#x80FD;&#x300C;&#x8AA4;&#x6703;&#x5DF2;&#x7D93;&#x767C;&#x751F;&#x300D;&#x7684;&#x4E8B;&#x5BE6;&#x3002;</p>
<p>&#x5834;&#x666F;&#x662F;&#x4E00;&#x500B;&#x5C40;&#x90E8;&#x7684;&#x5C0D;&#x8A71;&#x6846;&#x67B6;&#xFF0C;&#x5B83;&#x6C7A;&#x5B9A;&#x4E86;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x7684;&#x7BC4;&#x570D;&#xFF0C;&#x5305;&#x62EC;&#x6642;&#x9593;&#x3001;&#x7A7A;&#x9593;&#x3001;&#x6C1B;&#x570D;&#x3001;&#x7269;&#x4EF6;&#x3001;&#x53C3;&#x8207;&#x8005;&#x3001;&#x6F5B;&#x5728;&#x5A01;&#x8105;&#x7B49;&#x3002;&#x5834;&#x666F;&#x5FC5;&#x9808;&#x660E;&#x78BA;&#xFF0C;&#x624D;&#x80FD;&#x5354;&#x52A9;&#x4F60;&#x8207;&#x73A9;&#x5BB6;&#x9032;&#x884C;&#x63A5;&#x4E0B;&#x4F86;&#x7684;&#x826F;&#x597D;&#x5C0D;&#x8A71;&#x3002;&#x9019;&#x662F;&#x91CD;&#x8981;&#x7684;&#x904A;&#x6232;&#x6280;&#x8853;&#xFF0C;&#x6211;&#x5011;&#x6703;&#x5728;&#x7B2C; x &#x7AE0;&#x66F4;&#x8A73;&#x7D30;&#x5730;&#x8AAA;&#x660E;&#x8A72;&#x5982;&#x4F55;&#x826F;&#x597D;&#x5730;&#x5C0E;&#x5165;&#x5834;&#x666F;&#x3002;&#x5728;&#x9019;&#x88E1;&#x6211;&#x5011;&#x5148;&#x8B1B;&#x4E00;&#x500B;&#x91CD;&#x8981;&#x7684;&#x554F;&#x984C;&#xFF1A;&#x5207;&#x5165;&#x5834;&#x666F;&#x3002;</p>
<p>&#x8981;&#x8003;&#x616E;&#x5982;&#x4F55;&#x5207;&#x5165;&#x5834;&#x666F;&#xFF0C;&#x4F60;&#x9664;&#x4E86;&#x9700;&#x8981;&#x4E86;&#x89E3;&#x73A9;&#x5BB6;&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x9084;&#x9700;&#x8981;&#x6DF7;&#x5165;&#x4F60;&#x7684;&#x76EE;&#x7684;&#x3002;&#x4EE5;&#x4E0B;&#x662F;&#x5BE6;&#x969B;&#x9032;&#x884C;&#x8D77;&#x4F86;&#x7684;&#x4F8B;&#x5B50;&#xFF1A;</p>
<blockquote>
<p>&#x9996;&#x5148;&#xFF0C;&#x4F60;&#x77E5;&#x9053;&#x73A9;&#x5BB6;&#x7684;&#x884C;&#x52D5;&#x76EE;&#x7684;&#xFF0C;&#x8B6C;&#x5982;&#x300C;&#x60F3;&#x8981;&#x627E;&#x95DC;&#x65BC;&#x91CE;&#x7378;&#x51FA;&#x6C92;&#x7684;&#x65B0;&#x805E;&#xFF0C;&#x56E0;&#x6B64;&#x524D;&#x53BB;&#x5927;&#x82F1;&#x535A;&#x7269;&#x9928;&#x5716;&#x66F8;&#x9928;&#x4E00;&#x8D9F;&#x300D;&#x3002;</p>
<p>&#x63A5;&#x8457;&#xFF0C;&#x4F60;&#x6C7A;&#x5B9A;&#x8981;&#x5207;&#x5230;&#x5834;&#x666F;&#x7684;&#x54EA;&#x88E1;&#x3002;&#x4F60;&#x77E5;&#x9053;&#xFF0C;&#x5927;&#x82F1;&#x535A;&#x7269;&#x9928;&#x4E0D;&#x6703;&#x6709;&#x4EC0;&#x9EBC;&#x6709;&#x610F;&#x601D;&#x7684;&#x906D;&#x9047;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x4F60;&#x63CF;&#x8FF0;&#x5927;&#x82F1;&#x535A;&#x7269;&#x9928;&#x7684;&#x5916;&#x89C0;&#x3001;&#x4E26;&#x900F;&#x904E;&#x7D30;&#x7BC0;&#x4F86;&#x5448;&#x73FE;&#x6B77;&#x53F2;&#x611F;&#xFF0C;&#x7136;&#x5F8C;&#x4E00;&#x8DEF;&#x5730;&#x8B93;&#x73A9;&#x5BB6;&#x9032;&#x5165;&#x5230;&#x8ABF;&#x67E5;&#x7684;&#x6B63;&#x984C;&#xFF1A;&#x73A9;&#x5BB6;&#x5750;&#x5728;&#x5806;&#x6EFF;&#x66F8;&#x7684;&#x500B;&#x4EBA;&#x7814;&#x7A76;&#x684C;&#x4E0A;&#xFF0C;&#x4E00;&#x6B65;&#x6B65;&#x62BD;&#x7D72;&#x525D;&#x7E6D;&#x5730;&#x5F97;&#x5230;&#x8B0E;&#x5718;&#x7684;&#x9032;&#x4E00;&#x6B65;&#x7DDA;&#x7D22;&#x3002;</p>
<p>&#x6216;&#x8005;&#xFF0C;&#x4F60;&#x8A8D;&#x70BA;&#x4E8B;&#x5BE6;&#x4E0A;&#x4E5F;&#x6C92;&#x6709;&#x5FC5;&#x8981;&#x63CF;&#x8FF0;&#x5716;&#x66F8;&#x9928;&#x7684;&#x5916;&#x89C0;&#xFF08;&#x8B6C;&#x5982;&#xFF0C;&#x89D2;&#x8272;&#x5DF2;&#x7D93;&#x4F86;&#x904E;&#x597D;&#x5E7E;&#x6B21;&#x4E86;&#xFF09;&#xFF0C;&#x90A3;&#x5C31;&#x76F4;&#x63A5;&#x5207;&#x5230;&#x4ED6;&#x5982;&#x4F55;&#x7FFB;&#x5230;&#x60C5;&#x5831;&#x8207;&#x624B;&#x908A;&#x8CC7;&#x6599;&#xFF0C;&#x4E5F;&#x672A;&#x5617;&#x4E0D;&#x53EF;&#x3002;&#x56E0;&#x70BA;&#x4F60;&#x7684;&#x6545;&#x4E8B;&#x610F;&#x5716;&#xFF0C;&#x4E0D;&#x5305;&#x542B;&#x8981;&#x8B93;&#x6545;&#x4E8B;&#x8B8A;&#x5F97;&#x7463;&#x788E;&#x7121;&#x8DA3;&#x3002;</p>
<p>&#x6216;&#x8005;&#xFF0C;&#x4F60;&#x9810;&#x60F3;&#x5230;&#x9019;&#x88E1;&#x6709;&#x500B;&#x6709;&#x610F;&#x601D;&#x7684;&#x906D;&#x9047;&#xFF0C;&#x8B6C;&#x5982;&#x4F60;&#x53EF;&#x80FD;&#x5FC3;&#x60F3;&#x300C;&#x5982;&#x679C;&#x8B93;&#x73A9;&#x5BB6;&#x5728;&#x9019;&#x88E1;&#x9047;&#x5230;&#x540C;&#x6A23;&#x4F86;&#x67E5;&#x66F8;&#x7684;&#x90AA;&#x6559;&#x5F92;&#x6210;&#x54E1;&#xFF0C;&#x8B93;&#x4ED6;&#x5011;&#x6709;&#x4E9B;&#x91DD;&#x92D2;&#x76F8;&#x5C0D;&#xFF0C;&#x597D;&#x50CF;&#x6709;&#x9EDE;&#x6709;&#x8DA3;&#x300D;&#x3002;&#x90A3;&#x4F60;&#x5C31;&#x6539;&#x70BA;&#x5207;&#x5230;&#xFF1A;&#x73A9;&#x5BB6;&#x89D2;&#x8272;&#x548C;&#x9019;&#x540D; NPC &#x6070;&#x5DE7;&#x5730;&#x62FF;&#x5230;&#x540C;&#x4E00;&#x672C;&#x66F8;&#x3002;&#xFF08;&#x540C;&#x6A23;&#xFF0C;&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x9019;&#x6A23;&#x8003;&#x616E;&#x4F55;&#x6642;&#x5207;&#x51FA;&#x5834;&#x666F;&#x3002;&#xFF09;</p>
</blockquote>
<p>&#x5982;&#x679C;&#x6211;&#x5011;&#x660E;&#x767D;&#x81EA;&#x5DF1;&#x5728;&#x9019;&#x88E1;&#x8A72;&#x505A;&#x7684;&#x4E8B;&#xFF0C;&#x6211;&#x5011;&#x5C31;&#x80FD;&#x7406;&#x89E3;&#xFF0C;&#x73A9;&#x5BB6;&#x7684;&#x884C;&#x52D5;&#x76EE;&#x7684;&#x70BA;&#x4EC0;&#x9EBC;&#x91CD;&#x8981;&#x3002;&#x4E00;&#x500B;&#x7DCA;&#x6E4A;&#x6709;&#x8DA3;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x6709;&#x8DA3;&#x5730;&#x904B;&#x93E1;&#x662F;&#x91CD;&#x8981;&#x7684;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x7701;&#x7565;&#x4E26;&#x7E3D;&#x7D50;&#x975E;&#x5FC5;&#x8981;&#x5834;&#x666F;&#x3001;&#x5207;&#x5165;&#x91CD;&#x8981;&#x5834;&#x666F;&#x4E26;&#x8B93;&#x73A9;&#x5BB6;&#x660E;&#x767D;&#x5982;&#x4F55;&#x4E92;&#x52D5;&#x3001;&#x5834;&#x666F;&#x7684;&#x300C;&#x5207;&#x5165;&#x6A21;&#x5F0F;&#x300D;&#x7684;&#x6C7A;&#x5B9A;&#x3001;&#x4F55;&#x6642;&#x5207;&#x51FA;&#x5834;&#x666F;&#xFF0C;&#x662F;&#x91CD;&#x8981;&#x7684;&#x3002;&#x6E05;&#x695A;&#x73A9;&#x5BB6;&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x80FD;&#x8B93;&#x6211;&#x5011;&#x77E5;&#x9053;&#x54EA;&#x4E9B;&#x662F;&#x53EF;&#x4EE5;&#x7701;&#x7565;&#x7684;&#x3001;&#x54EA;&#x4E9B;&#x662F;&#x61C9;&#x8A72;&#x5F37;&#x8ABF;&#x7684;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x6E05;&#x695A;&#x73A9;&#x5BB6;&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x5C0D;&#x65BC;&#x5B88;&#x5BC6;&#x4EBA;&#x4FBF;&#x662F;&#x91CD;&#x8981;&#x7684;&#x3002;&#x4E86;&#x89E3;&#x76EE;&#x7684;&#x662F;&#x904A;&#x6232;&#x7D93;&#x71DF;&#x7684;&#x7B2C;&#x4E00;&#x6B65;&#xFF0C;&#x9019;&#x6703;&#x6C7A;&#x5B9A;&#x4F60;&#x8981;&#x4EE5;&#x600E;&#x6A23;&#x7684;&#x6280;&#x8853;&#x4F86;&#x5B8C;&#x6210;&#x5B83;&#xFF08;&#x9084;&#x8A18;&#x5F97;&#x6211;&#x5011;&#x66FE;&#x7D93;&#x5340;&#x5206;&#x904E;&#x9019;&#x500B;&#x55CE;&#xFF09;&#x3002;</p>
<p>&#x8981;&#x600E;&#x9EBC;&#x77E5;&#x9053;&#x73A9;&#x5BB6;&#x8B93;&#x89D2;&#x8272;&#x884C;&#x52D5;&#x6642;&#xFF0C;&#x73A9;&#x5BB6;&#x7684;&#x76EE;&#x7684;&#x662F;&#x4EC0;&#x9EBC;&#xFF1F;&#x6709;&#x6642;&#x5019;&#xFF0C;&#x9019;&#x662F;&#x4E00;&#x76EE;&#x4E86;&#x7136;&#x7684;&#xFF0C;&#x8B6C;&#x5982;&#x7576;&#x89D2;&#x8272;&#x60F3;&#x8981;&#x64AC;&#x9396;&#x3001;&#x6216;&#x662F;&#x660E;&#x78BA;&#x5730;&#x5C0D; NPC &#x63D0;&#x51FA;&#x8981;&#x6C42;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x4F46;&#x5F88;&#x591A;&#x6642;&#x5019;&#x4E26;&#x4E0D;&#x6E05;&#x695A;&#xFF0C;&#x8B6C;&#x5982;&#x7576;&#x89D2;&#x8272;&#x8868;&#x73FE;&#x5F97;&#x89AA;&#x5584;&#x3001;&#x6216;&#x662F;&#x958B;&#x59CB;&#x9032;&#x884C;&#x610F;&#x7FA9;&#x4E0D;&#x660E;&#x7684;&#x767C;&#x554F;&#x7684;&#x6642;&#x5019;&#x3002;&#x8A18;&#x5F97;&#xFF0C;&#x6211;&#x5011;&#x61C9;&#x8A72;&#x6642;&#x6642;&#x610F;&#x8B58;&#x5230;&#x73A9;&#x5BB6;&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x5982;&#x679C;&#x4F60;&#x641E;&#x4E0D;&#x6E05;&#x695A;&#xFF0C;&#x4F60;&#x5927;&#x53EF;&#x76F4;&#x63A5;&#x554F;&#xFF1A;&#x300C;&#x4F60;&#x7684;&#x76EE;&#x7684;&#x662F;&#x4EC0;&#x9EBC;&#xFF1F;&#x300D;</p>
<p>&#x56E0;&#x6B64;&#x6211;&#x5011;&#x4E0D;&#x731C;&#x73A9;&#x5BB6;&#x610F;&#x5716;&#x3001;&#x4E0D;&#x8A8D;&#x70BA;&#x81EA;&#x5DF1;&#x8A72;&#x4E00;&#x4E94;&#x4E00;&#x5341;&#x5730;&#x56DE;&#x61C9;&#x73A9;&#x5BB6;&#x7684;&#x554F;&#x984C;&#x3001;&#x4E0D;&#x5728;&#x73A9;&#x5BB6;&#x884C;&#x52D5;&#x76EE;&#x7684;&#x9084;&#x4E0D;&#x6E05;&#x695A;&#x7684;&#x60C5;&#x6CC1;&#x4E0B;&#x5C31;&#x8655;&#x7406;&#x5F8C;&#x7E8C;&#x3001;&#x4E5F;&#x4E0D;&#x5728;&#x5DF2;&#x7D93;&#x89BA;&#x5F97;&#x5947;&#x602A;&#x7684;&#x6642;&#x5019;&#x8B93;&#x5C0D;&#x8A71;&#x7E7C;&#x7E8C;&#x4E0B;&#x53BB;&#xFF08;&#x4E0D;&#x8981;&#x300C;&#x542B;&#x6C34;&#x50B3;&#x8A71;&#x300D;&#xFF09;&#x3002;&#x5148;&#x5F04;&#x6E05;&#x695A;&#xFF0C;&#x6211;&#x5011;&#x518D;&#x4F86;&#x7E7C;&#x7E8C;&#x4E0B;&#x53BB;&#xFF0C;&#x624D;&#x80FD;&#x5EFA;&#x7ACB;&#x826F;&#x597D;&#x7684;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x6A21;&#x5F0F;&#x3002;</p>
<p>&#x63A5;&#x8457;&#xFF0C;&#x6211;&#x5011;&#x4F86;&#x8AC7;&#x6A5F;&#x5236;&#x3002;</p>
<blockquote>
<p>&#x4E0B;&#x4E00;&#x7BC7;&#xFF1A;<a href="/2020/09/24/mechanism-1/">&#x516D;&#x3001;&#x5982;&#x4F55;&#x7406;&#x89E3;&#x6A5F;&#x5236;&#xFF1F;</a></p>
</blockquote>
<hr>
<p>&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B61;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x8ACB;&#x4E0D;&#x541D;&#x7528;&#x5BE6;&#x969B;&#x884C;&#x52D5;&#x652F;&#x6301;&#x6211;&#xFF1A;</p>
<ul>
<li><a target="_blank" rel="noopener" href="https://www.patreon.com/weihung"><i class="fab fa-patreon"></i> &#x5B9A;&#x671F;&#x652F;&#x6301;&#xFF08;patreon&#xFF09;</a></li>
<li><a target="_blank" rel="noopener" href="https://www.paypal.com/pools/c/8jLP7Wsi80"><i class="fab fa-paypal"></i> &#x55AE;&#x6B21;&#x652F;&#x6301;&#xFF08;paypal&#xFF09;</a></li>
</ul>

    </div>

    
    
    
        

  <div class="followme">
    <p>歡迎關注我的其它發布渠道</p>

    <div class="social-list">

        <div class="social-item">
          <a target="_blank" class="social-link" href="https://twitter.com/wayne930242">
            <span class="icon">
              <i class="fab fa-twitter"></i>
            </span>

            <span class="label">Twitter</span>
          </a>
        </div>

        <div class="social-item">
          <a target="_blank" class="social-link" href="https://www.plurk.com/wayne930242">
            <span class="icon">
              <i class="fas fa-parking"></i>
            </span>

            <span class="label">Plurk</span>
          </a>
        </div>

        <div class="social-item">
          <a target="_blank" class="social-link" href="/atom.xml">
            <span class="icon">
              <i class="fa fa-rss"></i>
            </span>

            <span class="label">RSS</span>
          </a>
        </div>
    </div>
  </div>


      <footer class="post-footer">
          <div class="post-tags">
              <a href="/tags/CoC-%E5%AE%88%E5%AF%86%E4%BA%BA%E6%8C%87%E5%8D%97/" rel="tag"># CoC 守密人指南</a>
          </div>

        


        
    <div class="post-nav">
      <div class="post-nav-item">
    <a href="/2020/09/18/fiction-2/" rel="prev" title="四、順利進行虛構敘事(1)：故事意圖">
      <i class="fa fa-chevron-left"></i> 四、順利進行虛構敘事(1)：故事意圖
    </a></div>
      <div class="post-nav-item">
    <a href="/2020/09/24/mechanism-1/" rel="next" title="六、如何理解機制？">
      六、如何理解機制？ <i class="fa fa-chevron-right"></i>
    </a></div>
    </div>
      </footer>
    
  </article>
  
  
  



          </div>
          
    
  <div class="comments">
    <div id="disqus_thread">
      <noscript>Please enable JavaScript to view the comments powered by Disqus.</noscript>
    </div>
  </div>
  

<script>
  window.addEventListener('tabs:register', () => {
    let { activeClass } = CONFIG.comments;
    if (CONFIG.comments.storage) {
      activeClass = localStorage.getItem('comments_active') || activeClass;
    }
    if (activeClass) {
      let activeTab = document.querySelector(`a[href="#comment-${activeClass}"]`);
      if (activeTab) {
        activeTab.click();
      }
    }
  });
  if (CONFIG.comments.storage) {
    window.addEventListener('tabs:click', event => {
      if (!event.target.matches('.tabs-comment .tab-content .tab-pane')) return;
      let commentClass = event.target.classList[1];
      localStorage.setItem('comments_active', commentClass);
    });
  }
</script>

        </div>
          
  
  <div class="toggle sidebar-toggle">
    <span class="toggle-line toggle-line-first"></span>
    <span class="toggle-line toggle-line-middle"></span>
    <span class="toggle-line toggle-line-last"></span>
  </div>

  <aside class="sidebar">
    <div class="sidebar-inner">

      <ul class="sidebar-nav motion-element">
        <li class="sidebar-nav-toc">
          文章目錄
        </li>
        <li class="sidebar-nav-overview">
          本站概要
        </li>
      </ul>

      <!--noindex-->
      <div class="post-toc-wrap sidebar-panel">
      </div>
      <!--/noindex-->

      <div class="site-overview-wrap sidebar-panel">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <img class="site-author-image" itemprop="image" alt="洪偉 Wei Hung"
      src="/logo.png">
  <p class="site-author-name" itemprop="name">洪偉 Wei Hung</p>
  <div class="site-description" itemprop="description">哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。</div>
</div>
<div class="site-state-wrap motion-element">
  <nav class="site-state">
      <div class="site-state-item site-state-posts">
          <a href="/archives/">
        
          <span class="site-state-item-count">22</span>
          <span class="site-state-item-name">文章</span>
        </a>
      </div>
      <div class="site-state-item site-state-categories">
        <span class="site-state-item-count">2</span>
        <span class="site-state-item-name">分類</span>
      </div>
      <div class="site-state-item site-state-tags">
        <span class="site-state-item-count">24</span>
        <span class="site-state-item-name">標籤</span>
      </div>
  </nav>
</div>
  <div class="links-of-author motion-element">
      <span class="links-of-author-item">
        <a href="https://github.com/wayne930242" title="GitHub → https://github.com/wayne930242" rel="noopener" target="_blank"><i class="fab fa-github fa-fw"></i>GitHub</a>
      </span>
      <span class="links-of-author-item">
        <a href="mailto:wayne930242@gmail.com" title="E-Mail → mailto:wayne930242@gmail.com" rel="noopener" target="_blank"><i class="fa fa-envelope fa-fw"></i>E-Mail</a>
      </span>
      <span class="links-of-author-item">
        <a href="https://twitter.com/wayne930242" title="Twitter → https://twitter.com/wayne930242" rel="noopener" target="_blank"><i class="fab fa-twitter fa-fw"></i>Twitter</a>
      </span>
      <span class="links-of-author-item">
        <a href="https://www.facebook.com/wayne930242" title="FB Page → https://www.facebook.com/wayne930242" rel="noopener" target="_blank"><i class="fab fa-facebook fa-fw"></i>FB Page</a>
      </span>
      <span class="links-of-author-item">
        <a href="https://www.plurk.com/wayne930242" title="Plurk → https://www.plurk.com/wayne930242" rel="noopener" target="_blank"><i class="fas fa-parking fa-fw"></i>Plurk</a>
      </span>
  </div>



      </div>

    </div>
  </aside>
  <div id="sidebar-dimmer"></div>


      </div>
    </main>

    <footer class="footer">
      <div class="footer-inner">
        

        

<div class="copyright">
  
  &copy; 
  <span itemprop="copyrightYear">2020</span>
  <span class="with-love">
    <i class="fas fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">洪偉 Wei Hung</span>
</div>
  <div class="powered-by">由 <a href="https://hexo.io" class="theme-link" rel="noopener" target="_blank">Hexo</a> & <a href="https://mist.theme-next.org" class="theme-link" rel="noopener" target="_blank">NexT.Mist</a> 強力驅動
  </div><script defer src="/lib/three.js"></script>

        








      </div>
    </footer>
  </div>

  
  <script src="/lib/anime.min.js"></script>
  <script src="/lib/pjax/pjax.min.js"></script>
  <script src="//cdn.jsdelivr.net/npm/jquery@3/dist/jquery.min.js"></script>
  <script src="//cdn.jsdelivr.net/gh/fancyapps/fancybox@3/dist/jquery.fancybox.min.js"></script>
  <script src="//cdn.jsdelivr.net/npm/lozad@1/dist/lozad.min.js"></script>
  <script src="/lib/velocity/velocity.min.js"></script>
  <script src="/lib/velocity/velocity.ui.min.js"></script>

<script src="/js/utils.js"></script>

<script src="/js/motion.js"></script>


<script src="/js/schemes/muse.js"></script>


<script src="/js/next-boot.js"></script>

  <script>
var pjax = new Pjax({
  selectors: [
    'head title',
    '#page-configurations',
    '.content-wrap',
    '.post-toc-wrap',
    '.languages',
    '#pjax'
  ],
  switches: {
    '.post-toc-wrap': Pjax.switches.innerHTML
  },
  analytics: false,
  cacheBust: false,
  scrollTo : !CONFIG.bookmark.enable
});

window.addEventListener('pjax:success', () => {
  document.querySelectorAll('script[data-pjax], script#page-configurations, #pjax script').forEach(element => {
    var code = element.text || element.textContent || element.innerHTML || '';
    var parent = element.parentNode;
    parent.removeChild(element);
    var script = document.createElement('script');
    if (element.id) {
      script.id = element.id;
    }
    if (element.className) {
      script.className = element.className;
    }
    if (element.type) {
      script.type = element.type;
    }
    if (element.src) {
      script.src = element.src;
      // Force synchronous loading of peripheral JS.
      script.async = false;
    }
    if (element.dataset.pjax !== undefined) {
      script.dataset.pjax = '';
    }
    if (code !== '') {
      script.appendChild(document.createTextNode(code));
    }
    parent.appendChild(script);
  });
  NexT.boot.refresh();
  // Define Motion Sequence & Bootstrap Motion.
  if (CONFIG.motion.enable) {
    NexT.motion.integrator
      .init()
      .add(NexT.motion.middleWares.subMenu)
      .add(NexT.motion.middleWares.postList)
      .bootstrap();
  }
  NexT.utils.updateSidebarPosition();
});
</script>


  <script defer src="/lib/three/three.min.js"></script>
    <script defer src="/lib/three/three-waves.min.js"></script>
    <script defer src="/lib/three/canvas_lines.min.js"></script>
    <script defer src="/lib/three/canvas_sphere.min.js"></script>


  











<script data-pjax>
document.querySelectorAll('.pdfobject-container').forEach(element => {
  let url = element.dataset.target;
  let pdfOpenParams = {
    navpanes : 0,
    toolbar  : 0,
    statusbar: 0,
    pagemode : 'thumbs',
    view     : 'FitH'
  };
  let pdfOpenFragment = '#' + Object.entries(pdfOpenParams).map(([key, value]) => `${key}=${encodeURIComponent(value)}`).join('&');
  let fullURL = `/lib/pdf/web/viewer.html?file=${encodeURIComponent(url)}${pdfOpenFragment}`;

  if (NexT.utils.supportsPDFs()) {
    element.innerHTML = `<embed class="pdfobject" src="${url + pdfOpenFragment}" type="application/pdf" style="height: ${element.dataset.height};">`;
  } else {
    element.innerHTML = `<iframe src="${fullURL}" style="height: ${element.dataset.height};" frameborder="0"></iframe>`;
  }
});
</script>


<script data-pjax>
if (document.querySelectorAll('pre.mermaid').length) {
  NexT.utils.getScript('//cdn.jsdelivr.net/npm/mermaid@8/dist/mermaid.min.js', () => {
    mermaid.initialize({
      theme    : 'forest',
      logLevel : 3,
      flowchart: { curve     : 'linear' },
      gantt    : { axisFormat: '%m/%d/%Y' },
      sequence : { actorMargin: 50 }
    });
  }, window.mermaid);
}
</script>


    <div id="pjax">
  

  

  

<script>
  function loadCount() {
    var d = document, s = d.createElement('script');
    s.src = 'https://waynehtw.disqus.com/count.js';
    s.id = 'dsq-count-scr';
    (d.head || d.body).appendChild(s);
  }
  // defer loading until the whole page loading is completed
  window.addEventListener('load', loadCount, false);
</script>
<script>
  var disqus_config = function() {
    this.page.url = "https://wayneh.tw/2020/09/23/fiction-3/";
    this.page.identifier = "2020/09/23/fiction-3/";
    this.page.title = "五、順利進行虛構敘事(2)：場景發展";
    };
  NexT.utils.loadComments(document.querySelector('#disqus_thread'), () => {
    if (window.DISQUS) {
      DISQUS.reset({
        reload: true,
        config: disqus_config
      });
    } else {
      var d = document, s = d.createElement('script');
      s.src = 'https://waynehtw.disqus.com/embed.js';
      s.setAttribute('data-timestamp', '' + +new Date());
      (d.head || d.body).appendChild(s);
    }
  });
</script>

    </div><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</body>
</html>
