
<!DOCTYPE html>
<html lang="zh-TW" class="loading">
<head><meta name="generator" content="Hexo 3.9.0">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <title>談 CoC 的情報管理 - 偉恩與咖啡</title>
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black-translucent">
    <meta name="google" content="notranslate">
    <meta name="keywords" content="哲學, philosophy, TRPG,"> 
    <meta name="description" content="哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。,&amp;#x7576;&amp;#x6559;&amp;#x6388;&amp;#x5728;&amp;#x5875;&amp;#x5C01;&amp;#x7684;&amp;#x820A;&amp;#x66F8;&amp;#x4E2D;&amp;#x5C0B;&amp;#x627E;&amp;#x,"> 
    <meta name="author" content="洪偉 Wei Hung"> 
    <link rel="alternative" href="atom.xml" title="偉恩與咖啡" type="application/atom+xml"> 
    <link rel="icon" href="http://wayneh.tw/favicon.png"> 
    <link rel="stylesheet" href="/css/diaspora.css">
    <meta name="description" content="&amp;#x7576;&amp;#x6559;&amp;#x6388;&amp;#x5728;&amp;#x5875;&amp;#x5C01;&amp;#x7684;&amp;#x820A;&amp;#x66F8;&amp;#x4E2D;&amp;#x5C0B;&amp;#x627E;&amp;#x4E0D;&amp;#x8D77;&amp;#x773C;&amp;#x7684;&amp;#x6B77;&amp;#x53F2;&amp;#x8CC7;&amp;#x6599;&amp;#xFF0C;&amp;#x627E;&amp;#x5230;&amp;#x4E86;&amp;#x4EC0;">
<meta name="keywords" content="CoC,守密人">
<meta property="og:type" content="article">
<meta property="og:title" content="談 CoC 的情報管理">
<meta property="og:url" content="http://wayneh.tw/2020/03/05/information-management/index.html">
<meta property="og:site_name" content="偉恩與咖啡">
<meta property="og:description" content="&amp;#x7576;&amp;#x6559;&amp;#x6388;&amp;#x5728;&amp;#x5875;&amp;#x5C01;&amp;#x7684;&amp;#x820A;&amp;#x66F8;&amp;#x4E2D;&amp;#x5C0B;&amp;#x627E;&amp;#x4E0D;&amp;#x8D77;&amp;#x773C;&amp;#x7684;&amp;#x6B77;&amp;#x53F2;&amp;#x8CC7;&amp;#x6599;&amp;#xFF0C;&amp;#x627E;&amp;#x5230;&amp;#x4E86;&amp;#x4EC0;">
<meta property="og:locale" content="zh-TW">
<meta property="og:image" content="https://www.paypal.com/en_TW/i/scr/pixel.gif">
<meta property="og:updated_time" content="2020-03-05T13:45:31.864Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="談 CoC 的情報管理">
<meta name="twitter:description" content="&amp;#x7576;&amp;#x6559;&amp;#x6388;&amp;#x5728;&amp;#x5875;&amp;#x5C01;&amp;#x7684;&amp;#x820A;&amp;#x66F8;&amp;#x4E2D;&amp;#x5C0B;&amp;#x627E;&amp;#x4E0D;&amp;#x8D77;&amp;#x773C;&amp;#x7684;&amp;#x6B77;&amp;#x53F2;&amp;#x8CC7;&amp;#x6599;&amp;#xFF0C;&amp;#x627E;&amp;#x5230;&amp;#x4E86;&amp;#x4EC0;">
<meta name="twitter:image" content="https://www.paypal.com/en_TW/i/scr/pixel.gif">
    <script id="dsq-count-scr" src="//waynetwhexo.disqus.com/count.js" async></script>
    <link href="https://fonts.googleapis.com/css?family=Noto+Sans+TC:400,500,700|Noto+Serif+TC:400,700&display=swap" rel="stylesheet">
    <script defer src="/js/all.js"></script><!-- hexo-inject:begin --><!-- hexo-inject:end --> 
</head></html>
<body class="loading">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><span id="config-title" style="display:none">偉恩與咖啡</span>
    <div id="loader"></div>
    <div id="single">
    <div id="top" style="display: block;">
    <div class="bar" style="width: 0;"></div>
    <a class="icon-home image-icon" href="javascript:;" data-url="http://wayneh.tw"></a>
    <div title="播放/暫停" class="icon-play"></div>
    <h3 class="subtitle">談 CoC 的情報管理</h3>
    <div class="social">
        <!--<div class="like-icon">-->
            <!--<a href="javascript:;" class="likeThis active"><span class="icon-like"></span><span class="count">76</span></a>-->
        <!--</div>-->
        <div>
            <div class="share">
                <a title="QR code" class="icon-scan" href="javascript:;"></a>
            </div>
            <div id="qr"></div>
        </div>
    </div>
    <div class="scrollbar"></div>
</div>

    <div class="section">
        <div class="article">
    <div class='main'>
        <h1 class="title">談 CoC 的情報管理</h1>
        <div class="stuff">
            <span>三月 05, 2020</span>
            
  <ul class="post-tags-list"><li class="post-tags-list-item"><a class="post-tags-list-link" href="/tags/CoC/">CoC</a></li><li class="post-tags-list-item"><a class="post-tags-list-link" href="/tags/守密人/">守密人</a></li></ul>


        </div>
        <div class="content markdown">
            <p>&#x7576;&#x6559;&#x6388;&#x5728;&#x5875;&#x5C01;&#x7684;&#x820A;&#x66F8;&#x4E2D;&#x5C0B;&#x627E;&#x4E0D;&#x8D77;&#x773C;&#x7684;&#x6B77;&#x53F2;&#x8CC7;&#x6599;&#xFF0C;&#x627E;&#x5230;&#x4E86;&#x4EC0;&#x9EBC;&#xFF1F;&#x5075;&#x63A2;&#x5728;&#x96DC;&#x4E82;&#x6C61;&#x7A62;&#x7684;&#x73FE;&#x5834;&#x5C0B;&#x627E;&#x86DB;&#x7D72;&#x99AC;&#x8DE1;&#xFF0C;&#x5F97;&#x77E5;&#x4E86;&#x4EC0;&#x9EBC;&#xFF1F;&#x6CD5;&#x91AB;&#x5728;&#x88AB;&#x5BB3;&#x8005;&#x7684;&#x5C4D;&#x9AD4;&#x4E0A;&#x5C0B;&#x627E;&#x5230;&#x4E86;&#x90AA;&#x60E1;&#x8086;&#x8650;&#x7684;&#x8B49;&#x64DA;&#xFF0C;&#x90A3;&#x662F;&#x4EC0;&#x9EBC;&#xFF1F;</p>
<p>&#x8ABF;&#x67E5;&#xFF0C;&#x662F;&#x514B;&#x8607;&#x9B6F;&#x7684;&#x547C;&#x559A;&#x904A;&#x6232;&#x7684;&#x4E3B;&#x65E8;&#xFF0C;&#x4E5F;&#x662F;&#x6050;&#x6016;&#x6C1B;&#x570D;&#x8207;&#x71DF;&#x9020;&#x7684;&#x95DC;&#x9375;&#x3002;</p>
<p>&#x73A9;&#x5BB6;&#x9032;&#x884C;&#x8ABF;&#x67E5;&#x3002;&#x800C;&#x4F60;&#xFF0C;&#x5B88;&#x5BC6;&#x4EBA;&#xFF0C;&#x4F60;&#x5FC5;&#x9808;&#x770B;&#x5B88;&#x60C5;&#x5831;&#x3002;</p>
<h2 id="&#x60C5;&#x5831;&#x7BA1;&#x7406;&#x7684;&#x76EE;&#x7684;">&#x60C5;&#x5831;&#x7BA1;&#x7406;&#x7684;&#x76EE;&#x7684;</h2>
<p>&#x5728;&#x9032;&#x884C;&#x60C5;&#x5831;&#x7BA1;&#x7406;&#x4EE5;&#x524D;&#xFF0C;&#x6211;&#x5011;&#x5FC5;&#x9808;&#x77E5;&#x9053;&#xFF0C;&#x70BA;&#x4EC0;&#x9EBC;&#x8A72;&#x9032;&#x884C;&#x60C5;&#x5831;&#x7BA1;&#x7406;&#x3002;&#x57FA;&#x672C;&#x4E0A;&#xFF0C;&#x60C5;&#x5831;&#x7BA1;&#x7406;&#x5305;&#x62EC;&#x4EE5;&#x4E0B;&#x76EE;&#x7684;&#xFF1A;</p>
<ul>
<li><strong>&#x92EA;&#x8A2D;&#x8ECC;&#x9053;</strong>&#xFF1A;&#x73A9;&#x5BB6;&#x9700;&#x8981;&#x8DB3;&#x5920;&#x7684;&#x60C5;&#x5831;&#x624D;&#x80FD;&#x524D;&#x9032;&#xFF0C;&#x76F8;&#x53CD;&#xFF0C;&#x7576;&#x73A9;&#x5BB6;&#x6C92;&#x6709;&#x67D0;&#x4E9B;&#x60C5;&#x5831;&#xFF0C;&#x4ED6;&#x5011;&#x5C31;&#x4E0D;&#x6703;&#x524D;&#x53BB;&#x90A3;&#x88E1;&#x3002;&#x60C5;&#x5831;&#x6C7A;&#x5B9A;&#x4E86;&#x5730;&#x5716;&#x7684;&#x898F;&#x6A21;&#xFF0C;&#x4E5F;&#x6C7A;&#x5B9A;&#x4E86;&#x8ABF;&#x67E5;&#x54E1;&#x53EF;&#x80FD;&#x524D;&#x9032;&#x7684;&#x65B9;&#x5411;&#x3002;</li>
<li><strong>&#x7D93;&#x71DF;&#x5834;&#x666F;</strong>&#xFF1A;&#x8B93;&#x7DDA;&#x7D22;&#x4EE5;&#x6700;&#x5408;&#x9069;&#x7684;&#x65B9;&#x5F0F;&#x51FA;&#x73FE;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x8B93;&#x4ED6;&#x5011;&#x50CF;&#x662F;&#x5929;&#x4E0A;&#x6389;&#x4E0B;&#x4F86;&#x4E00;&#x6A23;&#x3002;&#x8B93;&#x9109;&#x91CE;&#x50B3;&#x805E;&#x5F9E;&#x4E00;&#x500B;&#x88AB;&#x5687;&#x58DE;&#x7684;&#x9189;&#x6F22;&#x7684;&#x5634;&#x4E2D;&#x8AAA;&#x51FA;&#xFF0C;&#x8B93;&#x9060;&#x53E4;&#x6587;&#x737B;&#x5728;&#x5716;&#x66F8;&#x9928;&#x7684;&#x6700;&#x6DF1;&#x8655;&#x88AB;&#x627E;&#x5230;&#x3002;&#x7DDA;&#x7D22;&#x662F;&#x63A8;&#x9032;&#x7684;&#x95DC;&#x9375;&#xFF0C;&#x4E5F;&#x662F;&#x5834;&#x666F;&#x7684;&#x8ABF;&#x6599;&#x3002;</li>
<li><strong>&#x907F;&#x514D;&#x904E;&#x5EA6;&#x63ED;&#x9732;</strong>&#xFF1A;&#x6709;&#x4E9B;&#x60C5;&#x5831;&#x5C0D;&#x65BC;&#x5F8C;&#x7E8C;&#x5834;&#x666F;&#x7684;&#x6C1B;&#x570D;&#x5177;&#x6709;&#x6BC0;&#x6EC5;&#x6027;&#x7684;&#x6548;&#x679C;&#x3002;&#x904E;&#x65BC;&#x6E05;&#x695A;&#x7684;&#x60C5;&#x5831;&#x8B93;&#x89AA;&#x773C;&#x6240;&#x898B;&#x7684;&#x4E8B;&#x7269;&#x88AB;&#x6E05;&#x695A;&#x7406;&#x89E3;&#xFF0C;&#x904E;&#x65BC;&#x7CBE;&#x6E96;&#x7684;&#x7406;&#x8AD6;&#x8207;&#x731C;&#x6E2C;&#x6E1B;&#x5C11;&#x4E86;&#x61F8;&#x7591;&#x7684;&#x7A7A;&#x9593;&#x3002;&#x88FD;&#x9020;&#x56F0;&#x60D1;&#x8207;&#x8AA4;&#x5C0E;&#x7684;&#x53EF;&#x80FD;&#x6027;&#xFF0C;&#x8B93;&#x73A9;&#x5BB6;&#x5C0D;&#x524D;&#x9032;&#x6230;&#x6230;&#x5162;&#x5162;&#x3002;</li>
<li><strong>&#x771F;&#x5BE6;&#x6027;</strong>&#xFF1A;&#x4E16;&#x754C;&#x4E0D;&#x6703;&#x4E3B;&#x52D5;&#x56DE;&#x7B54;&#x6211;&#x5011;&#x7684;&#x554F;&#x984C;&#xFF0C;&#x8DEF;&#x4EBA;&#x5F80;&#x5F80;&#x6C92;&#x6709;&#x6211;&#x5011;&#x8981;&#x7684;&#x60C5;&#x5831;&#x3002;&#x73FE;&#x5BE6;&#x4E16;&#x754C;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x56E0;&#x6B64;&#x865B;&#x69CB;&#x4E16;&#x754C;&#x4E5F;&#x5FC5;&#x9808;&#x5982;&#x6B64;&#x3002;&#x73FE;&#x5BE6;&#x662F;&#xFF1A;&#x9664;&#x4E86;&#x8ABF;&#x67E5;&#x54E1;&#x8207;&#x4ED6;&#x5011;&#x7684;&#x76DF;&#x53CB;&#xFF0C;&#x6C92;&#x6709;&#x4EBA;&#x5728;&#x8108;&#x7D61;&#x4E4B;&#x4E2D;&#x3002;&#x6C92;&#x6709;&#x771F;&#x5BE6;&#x6027;&#xFF0C;&#x6050;&#x6016;&#x611F;&#x4FBF;&#x4E0D;&#x6703;&#x51FA;&#x73FE;&#x3002;</li>
<li><strong>&#x5B8C;&#x5584;&#x8ABF;&#x67E5;&#x54E1;&#x5B9A;&#x4F4D;</strong>&#xFF1A;&#x8ABF;&#x67E5;&#x662F;&#x6709;&#x610F;&#x7FA9;&#x7684;&#xFF0C;&#x662F;&#x56E0;&#x70BA;&#x8ABF;&#x67E5;&#x4E26;&#x4E0D;&#x5BB9;&#x6613;&#x3002;&#x5982;&#x679C;&#x6240;&#x6709;&#x4EBA;&#x90FD;&#x80FD;&#x5B8C;&#x6210;&#x8ABF;&#x67E5;&#xFF0C;&#x4E0D;&#x9700;&#x8981;&#x57F7;&#x8457;&#x6216;&#x662F;&#x975E;&#x51E1;&#x7684;&#x624D;&#x80FD;&#xFF0C;&#x90A3;&#x9EBC;&#x795E;&#x8A71;&#x5C07;&#x4E5F;&#x96E3;&#x4EE5;&#x63A9;&#x84CB;&#x5728;&#x4EBA;&#x985E;&#x6587;&#x660E;&#x4E4B;&#x4E2D;&#x3002;&#x8ABF;&#x67E5;&#x54E1;&#x7684;&#x63A2;&#x7D22;&#x5177;&#x6709;&#x50F9;&#x503C;&#xFF0C;&#x4E0D;&#x53EA;&#x662F;&#x56E0;&#x70BA;&#x4ED6;&#x5F97;&#x5230;&#x4E86;&#x6210;&#x679C;&#xFF0C;&#x4E5F;&#x662F;&#x56E0;&#x70BA;&#x9019;&#x6210;&#x679C;&#x4E26;&#x975E;&#x7406;&#x6240;&#x7576;&#x7136;&#x3002;</li>
</ul>
<h2 id="&#x60C5;&#x5831;&#x7684;&#x6548;&#x679C;">&#x60C5;&#x5831;&#x7684;&#x6548;&#x679C;</h2>
<p>&#x60C5;&#x5831;&#x7BA1;&#x7406;&#x7684;&#x6838;&#x5FC3;&#xFF0C;&#x9996;&#x5148;&#x662F;&#x8981;&#x5340;&#x5206;&#x4E0D;&#x540C;&#x6548;&#x679C;&#x7684;&#x60C5;&#x5831;&#x3002;&#x60C5;&#x5831;&#x7684;&#x6548;&#x679C;&#x5305;&#x62EC;&#xFF1A;</p>
<ul>
<li><strong>&#x63A8;&#x9032;</strong>&#xFF1A;&#x9019;&#x7A2E;&#x60C5;&#x5831;&#x7684;&#x76EE;&#x7684;&#x5728;&#x65BC;&#x63A8;&#x9032;&#x6545;&#x4E8B;&#xFF0C;&#x5B83;&#x6307;&#x51FA;&#x4E86;&#x6545;&#x4E8B;&#x6B63;&#x5728;&#x767C;&#x751F;&#x8B8A;&#x5316;&#xFF0C;&#x7D66;&#x51FA;&#x8ABF;&#x67E5;&#x54E1;&#x63A5;&#x4E0B;&#x4F86;&#x53EF;&#x80FD;&#x524D;&#x5F80;&#x7684;&#x5834;&#x666F;&#x3001;&#x4EBA;&#x7269;&#x6216;&#x5730;&#x9EDE;&#x3002;&#x63A8;&#x9032;&#x6548;&#x679C;&#x7684;&#x60C5;&#x5831;&#x5F80;&#x5F80;&#x7372;&#x5F97;&#x7684;&#x9580;&#x6ABB;&#x6700;&#x4F4E;&#x3002;&#x56E0;&#x70BA;&#xFF0C;&#x7576;&#x7F3A;&#x5C11;&#x5B83;&#xFF0C;&#x6545;&#x4E8B;&#x5C07;&#x5F88;&#x96E3;&#x524D;&#x9032;&#x3002;</li>
<li><strong>&#x63D0;&#x793A;</strong>&#xFF1A;&#x9019;&#x7A2E;&#x60C5;&#x5831;&#x7684;&#x76EE;&#x7684;&#x5728;&#x65BC;&#x63D0;&#x4F9B;&#x73A9;&#x5BB6;&#x65B9;&#x5411;&#xFF0C;&#x5B83;&#x9810;&#x8A2D;&#x4E86;&#x6B63;&#x78BA;&#x7684;&#x3001;&#x81F3;&#x5C11;&#x662F;&#x53EF;&#x884C;&#x7684;&#x65B9;&#x5411;&#x3002;&#x7576;&#x73A9;&#x5BB6;&#x5F04;&#x932F;&#x4E86;&#x9019;&#x985E;&#x60C5;&#x5831;&#xFF0C;&#x9664;&#x975E;&#x60C5;&#x6CC1;&#x5141;&#x8A31;&#x4F60;&#x61F2;&#x7F70;&#x4ED6;&#x5011;&#xFF0C;&#x5426;&#x5247;&#x4F60;&#x5FC5;&#x9808;&#x4FEE;&#x6B63;&#x73A9;&#x5BB6;&#x6240;&#x5F97;&#x77E5;&#x7684;&#x60C5;&#x5831;&#x3002;&#x9019;&#x985E;&#x60C5;&#x5831;&#x5F80;&#x5F80;&#x9700;&#x8981;&#x4E00;&#x4E9B;&#x6BD4;&#x8F03;&#x56F0;&#x96E3;&#x6216;&#x8070;&#x660E;&#x7684;&#x8ABF;&#x67E5;&#x624D;&#x80FD;&#x53D6;&#x5F97;&#x3002;</li>
<li><strong>&#x61F8;&#x7591;</strong>&#xFF1A;&#x9019;&#x7A2E;&#x60C5;&#x5831;&#x7684;&#x76EE;&#x7684;&#x5728;&#x65BC;&#x88FD;&#x9020;&#x61F8;&#x7591;&#xFF0C;&#x5B83;&#x6697;&#x793A;&#x4E86;&#x6545;&#x4E8B;&#x7684;&#x53EF;&#x80FD;&#x6027;&#xFF0C;&#x4F46;&#x662F;&#x4E26;&#x4E0D;&#x76F4;&#x63A5;&#x8AAA;&#x7834;&#x3002;&#x8B93;&#x73A9;&#x5BB6;&#x61F7;&#x7591;&#x4E26;&#x4E14;&#x4FDD;&#x6709;&#x61F8;&#x5FF5;&#x3002;&#x4E00;&#x500B;&#x7528;&#x65BC;&#x61F8;&#x7591;&#x6548;&#x679C;&#x7684;&#x60C5;&#x5831;&#xFF0C;&#x901A;&#x5E38;&#x4E0D;&#x5177;&#x6709;<strong>&#x63A8;&#x9032;</strong>&#x6216;&#x662F;<strong>&#x63D0;&#x793A;</strong>&#x6548;&#x679C;&#x3002;</li>
<li><strong>&#x8AA4;&#x5C0E;</strong>&#xFF1A;&#x9019;&#x985E;&#x60C5;&#x5831;&#x662F;&#x7121;&#x7528;&#x7684;&#xFF08;&#x50CF;&#x662F;&#x548C;&#x795E;&#x8A71;&#x770B;&#x4F3C;&#x7121;&#x95DC;&#x7684;&#x6B77;&#x53F2;&#x8A0A;&#x606F;&#xFF09;&#xFF0C;&#x751A;&#x81F3;&#x5177;&#x6709;&#x8AA4;&#x5C0E;&#x6027;&#xFF08;&#x53EF;&#x80FD;&#x7531;&#x6F5B;&#x4F0F;&#x7684;&#x90AA;&#x6559;&#x5F92;&#x6240;&#x6563;&#x4F48;&#xFF09;&#x3002;&#x5B89;&#x6392;&#x9019;&#x7A2E;&#x60C5;&#x5831;&#x6709;&#x5169;&#x500B;&#x76EE;&#x7684;&#xFF1A;&#x4E00;&#x3001;&#x589E;&#x52A0;&#x771F;&#x5BE6;&#x6027;&#xFF1B;&#x4E8C;&#x3001;&#x8B93;&#x73A9;&#x5BB6;&#x89D2;&#x8272;&#x9032;&#x5165;&#x66F4;&#x5371;&#x96AA;&#x7684;&#x5883;&#x5730;&#x3002;</li>
</ul>
<p>&#x4F46;&#x662F;&#xFF0C;&#x5373;&#x4FBF;&#x60C5;&#x5831;&#x5F80;&#x5F80;&#x5177;&#x6709;&#x660E;&#x78BA;&#x7684;&#x6548;&#x679C;&#xFF0C;&#x5B88;&#x5BC6;&#x4EBA;&#x4E5F;&#x4E0D;&#x8A72;&#x8B93;&#x73A9;&#x5BB6;&#x77E5;&#x9053;&#x7A76;&#x7ADF;&#x4ED6;&#x5011;&#x73FE;&#x5728;&#x7372;&#x5F97;&#x7684;&#x60C5;&#x5831;&#x5C6C;&#x65BC;&#x54EA;&#x4E00;&#x985E;&#x3002;</p>
<p>&#x73A9;&#x5BB6;&#x5C31;&#x50CF;&#x662F;&#x5728;&#x9ED1;&#x6697;&#x4E2D;&#x6478;&#x7D22;&#x524D;&#x9032;&#x7684;&#x8FF7;&#x9014;&#x8005;&#xFF0C;&#x5B88;&#x5BC6;&#x4EBA;&#x905E;&#x51FA;&#x7684;&#x7E69;&#x7D22;&#xFF0C;&#x53EF;&#x80FD;&#x901A;&#x5F80;&#x65B7;&#x5D16;&#xFF0C;&#x4E5F;&#x53EF;&#x80FD;&#x5C0E;&#x5411;&#x6DF1;&#x8C37;&#x4E0A;&#x7684;&#x540A;&#x6A4B;&#x3002;</p>
<p>&#x5927;&#x90E8;&#x5206;&#x6642;&#x5019;&#xFF0C;&#x5B88;&#x5BC6;&#x4EBA;&#x61C9;&#x8A72;&#x4FDD;&#x6301;&#x4E2D;&#x7ACB;&#x3002;&#x6700;&#x597D;&#x7684;&#x4F5C;&#x6CD5;&#xFF0C;&#x662F;&#x5C07;&#x8ABF;&#x67E5;&#x7576;&#x6210;&#x4E00;&#x5834;&#x8A8D;&#x77E5;&#x904A;&#x6232;&#xFF0C;&#x73A9;&#x5BB6;&#x5C07;&#x5728;&#x7121;&#x6578;&#x4E0D;&#x78BA;&#x5B9A;&#x4E8B;&#x7269;&#x4E2D;&#xFF0C;&#x78BA;&#x5B9A;&#x54EA;&#x4E9B;&#x662F;&#x8B49;&#x64DA;&#xFF0C;&#x800C;&#x54EA;&#x4E9B;&#x4E0D;&#x904E;&#x662F;&#x5984;&#x60F3;&#x3002;&#x9019;&#x500B;&#x904A;&#x6232;&#x6709;&#x5169;&#x500B;&#x9700;&#x8981;&#x6CE8;&#x610F;&#x7684;&#x9762;&#x5411;&#xFF1A;<strong>&#x771F;&#x5BE6;&#x6027;</strong>&#x8207;<strong>&#x8A8D;&#x77E5;&#x614B;&#x5EA6;</strong>&#x3002;</p>
<h2 id="&#x771F;&#x5BE6;&#x6027;&#x79D1;&#x5B78;&#x8207;&#x795E;&#x8A71;">&#x771F;&#x5BE6;&#x6027;&#xFF1A;&#x79D1;&#x5B78;&#x8207;&#x795E;&#x8A71;</h2>
<p>&#x90AA;&#x795E;&#x6F5B;&#x4F0F;&#xFF0C;&#x4F46;&#x514B;&#x8607;&#x9B6F;&#x795E;&#x8A71;&#x9810;&#x8A2D;&#x4E86;&#x7121;&#x795E;&#x8AD6;&#x7684;&#x4E16;&#x754C;&#x89C0;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x6A5F;&#x68B0;&#x6027;&#x3001;&#x7121;&#x5BD3;&#x8A00;&#x6027;&#x3001;&#x865B;&#x7121;&#x4E2D;&#x7ACB;&#x5230;&#x6B98;&#x9177;&#x7684;&#x4E16;&#x754C;&#xFF0C;&#x5FC5;&#x9808;&#x88AB;&#x7576;&#x6210;&#x4E16;&#x754C;&#x69CB;&#x6210;&#x7684;&#x57FA;&#x8ABF;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x74B0;&#x5883;&#x7684;&#x57FA;&#x672C;&#x8108;&#x7D61;&#x4E0D;&#x8A72;&#x570D;&#x7E5E;&#x8457;&#x8ABF;&#x67E5;&#x54E1;&#x7684;&#x76EE;&#x7684;&#x4F86;&#x9032;&#x884C;&#x3002;&#x7576;&#x4E00;&#x540D;&#x89D2;&#x8272;&#x554F;&#x9152;&#x4FDD;&#x300C;&#x6700;&#x8FD1;&#x6709;&#x6C92;&#x6709;&#x4EC0;&#x9EBC;&#x5947;&#x602A;&#x7684;&#x4E8B;&#xFF1F;&#x300D;&#x4ED6;&#x5F97;&#x5230;&#x7684;&#x66F4;&#x591A;&#x662F;&#x300C;&#x6700;&#x8FD1;&#x7684;&#x5916;&#x4F86;&#x4EBA;&#x4E0D;&#x77E5;&#x70BA;&#x4EC0;&#x9EBC;&#x8B8A;&#x591A;&#x4E86;&#x300D;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5A13;&#x5A13;&#x9053;&#x4F86;&#x4E00;&#x500B;&#x8ABF;&#x67E5;&#x76F8;&#x95DC;&#x7684;&#x9109;&#x91CE;&#x50B3;&#x8AAA;&#x3002;</p>
<p>&#x4EBA;&#x985E;&#x6587;&#x660E;&#x7684;&#x57FA;&#x8ABF;&#x662F;&#x795E;&#x8A71;&#x4FDD;&#x5B88;&#x4E3B;&#x7FA9;&#x7684;&#x2014;&#x2014;&#x4EA6;&#x5373;&#xFF0C;&#x4EBA;&#x985E;&#x4E26;&#x4E0D;&#x771F;&#x6B63;&#x76F8;&#x4FE1;&#x795E;&#x8A71;&#x7684;&#x5B58;&#x5728;&#x3002;&#x5373;&#x4FBF;&#x89AA;&#x773C;&#x770B;&#x5230;&#x4E86;&#x795E;&#x8A71;&#x7684;&#x8DE1;&#x8C61;&#xFF0C;&#x4EBA;&#x985E;&#x7684;&#x7406;&#x667A;&#x90FD;&#x6709;&#x53EF;&#x80FD;&#x56E0;&#x70BA;&#x4FDD;&#x8B77;&#x6A5F;&#x5236;&#x800C;&#x62D2;&#x7D55;&#x627F;&#x8A8D;&#x795E;&#x8A71;&#x8108;&#x7D61;&#x3002;</p>
<p>&#x8ABF;&#x67E5;&#x7684;&#x672C;&#x6027;&#x56E0;&#x6B64;&#x662F;&#x79D1;&#x5B78;&#x7684;&#x3001;&#x4FDD;&#x5B88;&#x7684;&#x3001;&#x9AD8;&#x5EA6;&#x8108;&#x7D61;&#x4F9D;&#x8CF4;&#x7684;&#x3002;&#x5728;&#x9019;&#x6A23;&#x7684;&#x9650;&#x5236;&#x4E0B;&#xFF0C;&#x8ABF;&#x67E5;&#x54E1;&#x5C0D;&#x65BC;&#x795E;&#x8A71;&#x9032;&#x884C;&#x7247;&#x9762;&#x7684;&#x3001;&#x602A;&#x7570;&#x7684;&#x3001;&#x626D;&#x66F2;&#x7684;&#x3001;&#x4E0D;&#x53EF;&#x9760;&#x7684;&#x8A8D;&#x77E5;&#x6D3B;&#x52D5;&#xFF0C;&#x9019;&#x4FBF;&#x662F; CoC &#x5F0F;&#x8ABF;&#x67E5;&#x7684;&#x57FA;&#x672C;&#x98A8;&#x683C;&#x8207;&#x6700;&#x5927;&#x9B45;&#x529B;&#x3002;</p>
<p>&#x73FE;&#x5BE6;&#x662F;&#x4E0D;&#x53EF;&#x7406;&#x89E3;&#x7684;&#xFF0C;&#x4F46;&#x8ABF;&#x67E5;&#x54E1;&#x80FD;&#x505A;&#x7684;&#x537B;&#x53EA;&#x6709;&#x7406;&#x89E3;&#x3002;&#x8B93;&#x4ED6;&#x5011;&#x70BA;&#x7406;&#x89E3;&#x800C;&#x6162;&#x6162;&#x8D70;&#x5411;&#x73FE;&#x5BE6;&#xFF0C;&#x4F46;&#x73FE;&#x5BE6;&#x6700;&#x7D42;&#x662F;&#x7121;&#x6CD5;&#x7406;&#x89E3;&#x7684;&#x7121;&#x9650;&#x6050;&#x6016;&#x3002;&#x9019;&#x662F;&#x4EBA;&#x985E;&#x5728;&#x9762;&#x5C0D;&#x514B;&#x8607;&#x9B6F;&#x795E;&#x8A71;&#x6642;&#x7684;&#x5FC5;&#x7136;&#x8655;&#x5883;&#x3002;</p>
<p>&#x771F;&#x5BE6;&#x96D6;&#x7136;&#x662F;&#x5047;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x662F;&#x6211;&#x5011;&#x80FD;&#x7D66;&#x4E88;&#x7684;&#x6700;&#x597D;&#x7684;&#x3002;</p>
<h2 id="&#x8A8D;&#x77E5;&#x614B;&#x5EA6;&#x8ABF;&#x67E5;&#x624B;&#x6BB5;&#x8207;&#x5FC3;&#x7406;&#x6050;&#x6016;">&#x8A8D;&#x77E5;&#x614B;&#x5EA6;&#xFF1A;&#x8ABF;&#x67E5;&#x624B;&#x6BB5;&#x8207;&#x5FC3;&#x7406;&#x6050;&#x6016;</h2>
<p>&#x8ABF;&#x67E5;&#x54E1;&#x70BA;&#x4E86;&#x5404;&#x7A2E;&#x7406;&#x7531;&#x800C;&#x53C3;&#x8207;&#x5176;&#x4E2D;&#xFF0C;&#x6709;&#x7684;&#x53EA;&#x662F;&#x60F3;&#x77E5;&#x9053;&#x771F;&#x76F8;&#xFF0C;&#x6709;&#x7684;&#x662F;&#x70BA;&#x4E86;&#x66F4;&#x5BE6;&#x7528;&#x7684;&#x7406;&#x7531;&#xFF0C;&#x8B6C;&#x5982;&#xFF0C;&#x60F3;&#x8981;&#x963B;&#x6B62;&#x90AA;&#x60E1;&#x3002;</p>
<p>&#x8ABF;&#x67E5;&#x54E1;&#x70BA;&#x6B64;&#x9032;&#x884C;&#x4E00;&#x6B21;&#x53C8;&#x4E00;&#x6B21;&#x8907;&#x96DC;&#x800C;&#x5197;&#x9577;&#x7684;&#x8A8D;&#x77E5;&#x8207;&#x5B78;&#x7FD2;&#x3002;&#x900F;&#x904E;&#x7121;&#x6578;&#x7684;&#x554F;&#x7B54;&#x3001;&#x63A2;&#x5C0B;&#x4EE5;&#x53CA;&#x4E3B;&#x52D5;&#x5730;&#x53C3;&#x8207;&#x5834;&#x666F;&#xFF0C;&#x751A;&#x81F3;&#x6D89;&#x5165;&#x5371;&#x96AA;&#x3002;&#x5982;&#x4F55;&#x554F;&#x7B54;&#x3001;&#x5982;&#x4F55;&#x5B78;&#x7FD2;&#x3001;&#x5982;&#x4F55;&#x8A8D;&#x77E5;&#xFF0C;&#x56E0;&#x6B64;&#x5C07;&#x662F;&#x91CD;&#x8981;&#x7684;&#x3002;</p>
<p>&#x5B88;&#x5BC6;&#x4EBA;&#xFF0C;&#x7121;&#x8AD6;&#x4F55;&#x6642;&#x90FD;&#x8A72;&#x628A;&#x8A8D;&#x77E5;&#x7684;&#x614B;&#x5EA6;&#x8A18;&#x5728;&#x5FC3;&#x4E2D;&#xFF0C;&#x4E26;&#x5728;&#x6B63;&#x78BA;&#x7684;&#x8108;&#x7D61;&#x4E0B;&#x4EE5;&#x6B63;&#x78BA;&#x7684;&#x8A9E;&#x8A00;&#x3001;&#x8853;&#x8A9E;&#x3001;&#x8A9E;&#x53E5;&#x9032;&#x884C;&#x63CF;&#x8FF0;&#x3002;</p>
<ul>
<li><strong>&#x767C;&#x73FE;</strong>&#xFF1A;&#x901A;&#x5E38;&#x767C;&#x751F;&#x5728;&#x6709;&#x660E;&#x78BA;&#x65B9;&#x6CD5;&#x8AD6;&#x7684;&#x60C5;&#x5883;&#x4E0B;&#x7372;&#x5F97;&#x7684;&#x60C5;&#x5831;&#xFF0C;&#x9019;&#x985E;&#x60C5;&#x5831;&#x5177;&#x6709;&#x9AD8;&#x5EA6;&#x7684;&#x9650;&#x5236;&#x6027;&#xFF0C;&#x4F46;&#x662F;&#x5167;&#x5BB9;&#x901A;&#x5E38;&#x53EF;&#x9760;&#x4E26;&#x4E14;&#x5177;&#x6709;&#x53EF;&#x9A57;&#x8B49;&#x6027;&#x3002;&#x8108;&#x7D61;&#xFF1A;&#x79D1;&#x5B78;&#x7814;&#x7A76;&#x3001;&#x8003;&#x53E4;&#x8ABF;&#x67E5;&#x3001;&#x5BE6;&#x5730;&#x52D8;&#x67E5;&#x3001;&#x7814;&#x8B80;&#x7B49;&#x3002;</li>
<li><strong>&#x76F8;&#x4FE1;&#xFF08;&#x6216;&#x89BA;&#x5F97;&#xFF09;</strong>&#xFF1A;&#x901A;&#x5E38;&#x767C;&#x751F;&#x5728;&#x4F60;&#x8981;&#x63D0;&#x4F9B;&#x7684;&#x60C5;&#x5831;&#x4E26;&#x4E0D;&#x660E;&#x78BA;&#xFF0C;&#x751A;&#x81F3;&#x53EA;&#x662F;&#x89D2;&#x8272;&#x4E3B;&#x89C0;&#x610F;&#x898B;&#x7684;&#x6642;&#x5019;&#x3002;&#x9019;&#x4E9B;&#x60C5;&#x5831;&#x53EF;&#x80FD;&#x7121;&#x6CD5;&#x7406;&#x89E3;&#xFF0C;&#x6216;&#x662F;&#x53EA;&#x662F;&#x96B1;&#x7D04;&#x6709;&#x9019;&#x6A23;&#x7684;&#x5370;&#x8C61;&#x3002;&#x8108;&#x7D61;&#xFF1A;&#x5370;&#x8C61;&#x3001;&#x795E;&#x5165;&#x3001;&#x5E7B;&#x8C61;&#x7B49;&#x3002;</li>
<li><strong>&#x611F;&#x89BA;&#x5230;&#xFF08;&#x6216;&#x77E5;&#x9053;&#xFF09;</strong>&#xFF1A;&#x901A;&#x5E38;&#x767C;&#x751F;&#x5728;&#x4F60;&#x60F3;&#x5C07;&#x4E8B;&#x5BE6;&#x4F5C;&#x70BA;&#x60C5;&#x5831;&#x63D0;&#x4F9B;&#x7D66;&#x73A9;&#x5BB6;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x9019;&#x4E9B;&#x4E8B;&#x5BE6;&#x53EF;&#x7406;&#x89E3;&#x3001;&#x4E26;&#x4E14;&#x660E;&#x78BA;&#x3002;&#x8108;&#x7D61;&#xFF1A;&#x89C0;&#x5BDF;&#x3001;&#x63A8;&#x8AD6;&#x7B49;&#x3002;</li>
<li><strong>&#x5F97;&#x5230;&#x8B49;&#x8A00;</strong>&#xFF1A;&#x901A;&#x5E38;&#x51FA;&#x73FE;&#x5728;&#x4F60;&#x5E0C;&#x671B;&#x901A;&#x904E; NPC &#x800C;&#x975E;&#x5176;&#x4ED6;&#x4E8B;&#x7269;&#x63D0;&#x4F9B;&#x60C5;&#x5831;&#x7684;&#x6642;&#x5019;&#x3002;&#x9019;&#x985E;&#x578B;&#x7684;&#x60C5;&#x5831;&#x7684;&#x53EF;&#x9760;&#x6027;&#x5B8C;&#x5168;&#x7531;&#x4F86;&#x6E90;&#x6240;&#x6C7A;&#x5B9A;&#x3002;&#x8108;&#x7D61;&#xFF1A;&#x5BE9;&#x554F;&#x3001;&#x4EA4;&#x969B;&#x3001;&#x8ACB;&#x6C42;&#x7B49;&#x3002;</li>
</ul>
<p>&#x5373;&#x4FBF;&#x662F;&#x76F8;&#x540C;&#x7684;&#x7DDA;&#x7D22;&#xFF0C;&#x4F9D;&#x7167;&#x5B83;&#x5011;&#x6240;&#x5728;&#x7684;&#x8108;&#x7D61;&#x4E0D;&#x540C;&#xFF0C;&#x5B83;&#x5011;&#x5C07;&#x5C55;&#x73FE;&#x70BA;&#x5B8C;&#x5168;&#x4E0D;&#x540C;&#x7684;&#x60C5;&#x5831;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8AAA;&#xFF0C;&#x300C;&#x4F7F;&#x7528;&#x4EC0;&#x9EBC;&#x6280;&#x80FD;&#x300D;&#x4E0D;&#x6703;&#x662F;&#x554F;&#x984C;&#xFF0C;&#x300C;&#x80FD;&#x5920;&#x5F97;&#x5230;&#x4EC0;&#x9EBC;&#x300D;&#x624D;&#x662F;&#x91CD;&#x8981;&#x7684;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x8ACB;&#x9F13;&#x52F5;&#x73A9;&#x5BB6;&#x601D;&#x8003;&#x300C;&#x7A76;&#x7ADF;&#x6211;&#x60F3;&#x77E5;&#x9053;&#x4EC0;&#x9EBC;&#x300D;&#xFF0C;&#x800C;&#x975E;&#x81EA;&#x9867;&#x81EA;&#x5730;&#x5C07;&#x7B54;&#x6848;&#x6254;&#x7D66;&#x4ED6;&#x5011;&#x3002;</p>
<p>&#x540C;&#x6642;&#xFF0C;&#x4E00;&#x908A;&#x601D;&#x8003;&#xFF0C;&#x5982;&#x679C;&#x73A9;&#x5BB6;&#x5E0C;&#x671B;&#x4EE5;&#x67D0;&#x7A2E;&#x65B9;&#x5F0F;&#x53D6;&#x5F97;&#x67D0;&#x9805;&#x60C5;&#x5831;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x5B89;&#x6392;&#x7684;&#x6700;&#x597D;&#x6700;&#x6709;&#x8DA3;&#x3001;&#x61F8;&#x7591;&#x7684;&#x53EF;&#x6015;&#x5834;&#x666F;&#x6703;&#x662F;&#x4EC0;&#x9EBC;&#xFF1F;</p>
<blockquote>
<p>&#x5C01;&#x9762;&#x5716;&#x7247;&#xFF1A;<a href="https://www.flickr.com/photos/draganbrankovic/47613087142/" target="_blank" rel="noopener">d26b73, Baker Street</a></p>
</blockquote>
<hr>
<p>&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B61;&#x6211;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x5E0C;&#x671B;&#x4F60;&#x53EF;&#x4EE5;&#x8D0A;&#x52A9;&#x6211;&#xFF0C;&#x8B93;&#x6211;&#x53EF;&#x4EE5;&#x6709;&#x66F4;&#x591A;&#x7684;&#x6642;&#x9593;&#x9032;&#x884C;&#x5BEB;&#x4F5C;&#xFF1A;</p>
<ul>
<li><a href="https://www.patreon.com/bePatron?u=11250676" data-patreon-widget-type="become-patron-button" target="_blank" rel="noopener">&#x6210;&#x70BA;&#x6211;&#x7684; Patron &#xFF01;</a><script async src="https://c6.patreon.com/becomePatronButton.bundle.js"></script></li>
<li><form action="https://www.paypal.com/cgi-bin/webscr" method="post" target="_top"><input type="hidden" name="cmd" value="_donations"><input type="hidden" name="business" value="5UQJNQ7XVCCE8"><input type="hidden" name="currency_code" value="TWD"><input type="image" src="https://www.paypalobjects.com/en_US/TW/i/btn/btn_donateCC_LG.gif" border="0" name="submit" title="PayPal - The safer, easier way to pay online!" alt="Donate with PayPal button"><img alt border="0" src="https://www.paypal.com/en_TW/i/scr/pixel.gif" width="1" height="1"></form></li>
</ul>

            <!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->
            <audio id="audio" loop="1" preload="auto" controls="controls" data-autoplay="false">
                <source type="audio/mpeg" src="http://wayneh.tw/mp3/They_Might_Not.mp3">
            </audio>
            
        </div>
        <div id="disqus_thread">
    <script type="text/javascript">
    var disqus_shortname = '';
    var disqus_config = function () {
        this.page.url = 'http://wayneh.tw/2020/03/05/information-management/';
        this.page.identifier = '/2020/03/05/information-management/';
        this.page.title = '談 CoC 的情報管理';
    };
    (function() { // DON'T EDIT BELOW THIS LINE
    var d = document, s = d.createElement('script');
    s.src = 'https://waynetwhexo.disqus.com/embed.js';
    s.setAttribute('data-timestamp', +new Date());
    (d.head || d.body).appendChild(s);
  })();
  </script>
  <noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>


        </div>
        </div>
    
        <div class='side'>
            <ol class="toc"><li class="toc-item toc-level-2"><a class="toc-link" href="#情報管理的目的"><span class="toc-number">1.</span> <span class="toc-text">情報管理的目的</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#情報的效果"><span class="toc-number">2.</span> <span class="toc-text">情報的效果</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#真實性科學與神話"><span class="toc-number">3.</span> <span class="toc-text">真實性：科學與神話</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#認知態度調查手段與心理恐怖"><span class="toc-number">4.</span> <span class="toc-text">認知態度：調查手段與心理恐怖</span></a></li></ol>
        </div>
    
    <div id="footnoteText"></div>
</div>

    </div>
</div><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</body>
<script src="//cdn.jsdelivr.net/npm/gitalk@1/dist/gitalk.min.js"></script>
<script src="//ajax.googleapis.com/ajax/libs/jquery/1.8.3/jquery.min.js"></script>
<script src="/js/plugin.js"></script>
<script src="/js/diaspora.js"></script>
<link rel="stylesheet" href="/photoswipe/photoswipe.css">
<link rel="stylesheet" href="/photoswipe/default-skin/default-skin.css">
<script src="/photoswipe/photoswipe.min.js"></script>
<script src="/photoswipe/photoswipe-ui-default.min.js"></script>

<!-- Root element of PhotoSwipe. Must have class pswp. -->
<div class="pswp" tabindex="-1" role="dialog" aria-hidden="true">
    <!-- Background of PhotoSwipe. 
         It's a separate element as animating opacity is faster than rgba(). -->
    <div class="pswp__bg"></div>
    <!-- Slides wrapper with overflow:hidden. -->
    <div class="pswp__scroll-wrap">
        <!-- Container that holds slides. 
            PhotoSwipe keeps only 3 of them in the DOM to save memory.
            Don't modify these 3 pswp__item elements, data is added later on. -->
        <div class="pswp__container">
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
        </div>
        <!-- Default (PhotoSwipeUI_Default) interface on top of sliding area. Can be changed. -->
        <div class="pswp__ui pswp__ui--hidden">
            <div class="pswp__top-bar">
                <!--  Controls are self-explanatory. Order can be changed. -->
                <div class="pswp__counter"></div>
                <button class="pswp__button pswp__button--close" title="Close (Esc)"></button>
                <button class="pswp__button pswp__button--share" title="Share"></button>
                <button class="pswp__button pswp__button--fs" title="Toggle fullscreen"></button>
                <button class="pswp__button pswp__button--zoom" title="Zoom in/out"></button>
                <!-- Preloader demo http://codepen.io/dimsemenov/pen/yyBWoR -->
                <!-- element will get class pswp__preloader--active when preloader is running -->
                <div class="pswp__preloader">
                    <div class="pswp__preloader__icn">
                      <div class="pswp__preloader__cut">
                        <div class="pswp__preloader__donut"></div>
                      </div>
                    </div>
                </div>
            </div>
            <div class="pswp__share-modal pswp__share-modal--hidden pswp__single-tap">
                <div class="pswp__share-tooltip"></div> 
            </div>
            <button class="pswp__button pswp__button--arrow--left" title="Previous (arrow left)">
            </button>
            <button class="pswp__button pswp__button--arrow--right" title="Next (arrow right)">
            </button>
            <div class="pswp__caption">
                <div class="pswp__caption__center"></div>
            </div>
        </div>
    </div>
</div>



<!-- Google Analytics -->
<script type="text/javascript">
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','https://www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-61272067-1', 'auto');
  ga('send', 'pageview');
</script>
<!-- End Google Analytics -->


</html>
