<!DOCTYPE html>
<html lang="zh-TW">
<head>
  <!-- hexo-inject:begin --><!-- hexo-inject:end --><meta charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=2">
<meta name="theme-color" content="#222">
<meta name="generator" content="Hexo 5.2.0">
  <link rel="apple-touch-icon" sizes="180x180" href="/img/favicon/apple-touch-icon.png">
  <link rel="icon" type="image/png" sizes="32x32" href="/img/favicon/favicon-32x32.png">
  <link rel="icon" type="image/png" sizes="16x16" href="/img/favicon/favicon-16x16.png">
  <link rel="mask-icon" href="/img/favicon/logo.svg" color="#222">

<link rel="stylesheet" href="/css/main.css">

<link rel="stylesheet" href="//fonts.loli.net/css?family=EB Garamond:300,300italic,400,400italic,700,700italic|Noto Sans TC:300,300italic,400,400italic,700,700italic|Noto Serif TC:300,300italic,400,400italic,700,700italic|Source Code Pro:300,300italic,400,400italic,700,700italic&display=swap&subset=latin,latin-ext">
<link rel="stylesheet" href="/lib/font-awesome/css/all.min.css">
  <link rel="stylesheet" href="//cdn.jsdelivr.net/gh/fancyapps/fancybox@3/dist/jquery.fancybox.min.css">
  <link rel="stylesheet" href="/lib/pace/pace-theme-minimal.min.css">
  <script src="/lib/pace/pace.min.js"></script>

<script id="hexo-configurations">
    var NexT = window.NexT || {};
    var CONFIG = {"hostname":"wayneh.tw","root":"/","scheme":"Mist","version":"7.8.0","exturl":false,"sidebar":{"position":"left","display":"post","padding":18,"offset":12,"onmobile":false},"copycode":{"enable":false,"show_result":false,"style":null},"back2top":{"enable":true,"sidebar":false,"scrollpercent":false},"bookmark":{"enable":false,"color":"#222","save":"auto"},"fancybox":true,"mediumzoom":false,"lazyload":true,"pangu":false,"comments":{"style":"tabs","active":"disqus","storage":true,"lazyload":true,"nav":null,"activeClass":"disqus"},"algolia":{"hits":{"per_page":10},"labels":{"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}},"localsearch":{"enable":false,"trigger":"auto","top_n_per_article":1,"unescape":false,"preload":false},"motion":{"enable":true,"async":true,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}}};
  </script>

  <meta name="description" content="我們已經說明了虛構敘事是怎樣的對話模式，並且說明了該經營怎樣的對話心態，來讓故事栩栩如生、有趣緊湊。技術的部分我們先省略不談，但放心，我們以後會回來補充遊戲技術。 接著我們談 機制。">
<meta property="og:type" content="article">
<meta property="og:title" content="六、如何理解機制？">
<meta property="og:url" content="https://wayneh.tw/2020/09/24/mechanism-1/index.html">
<meta property="og:site_name" content="偉恩與咖啡">
<meta property="og:description" content="我們已經說明了虛構敘事是怎樣的對話模式，並且說明了該經營怎樣的對話心態，來讓故事栩栩如生、有趣緊湊。技術的部分我們先省略不談，但放心，我們以後會回來補充遊戲技術。 接著我們談 機制。">
<meta property="og:locale" content="zh_TW">
<meta property="og:image" content="https://wayneh.tw/img/coc7.jpg">
<meta property="article:published_time" content="2020-09-24T06:08:38.000Z">
<meta property="article:modified_time" content="2020-09-24T13:17:03.169Z">
<meta property="article:author" content="洪偉 Wei Hung">
<meta property="article:tag" content="CoC 守密人指南">
<meta name="twitter:card" content="summary">
<meta name="twitter:image" content="https://wayneh.tw/img/coc7.jpg">

<link rel="canonical" href="https://wayneh.tw/2020/09/24/mechanism-1/">


<script id="page-configurations">
  // https://hexo.io/docs/variables.html
  CONFIG.page = {
    sidebar: "",
    isHome : false,
    isPost : true,
    lang   : 'zh-TW'
  };
</script>

  <title>六、如何理解機制？ | 偉恩與咖啡</title>
  
    <script async src="https://www.googletagmanager.com/gtag/js?id=UA-61272067-1"></script>
    <script data-pjax>
      if (CONFIG.hostname === location.hostname) {
        window.dataLayer = window.dataLayer || [];
        function gtag(){dataLayer.push(arguments);}
        gtag('js', new Date());
        gtag('config', 'UA-61272067-1');
      }
    </script>






  <noscript>
  <style>
  .use-motion .brand,
  .use-motion .menu-item,
  .sidebar-inner,
  .use-motion .post-block,
  .use-motion .pagination,
  .use-motion .comments,
  .use-motion .post-header,
  .use-motion .post-body,
  .use-motion .collection-header { opacity: initial; }

  .use-motion .site-title,
  .use-motion .site-subtitle {
    opacity: initial;
    top: initial;
  }

  .use-motion .logo-line-before i { left: initial; }
  .use-motion .logo-line-after i { right: initial; }
  </style>
</noscript>

<link rel="alternate" href="/atom.xml" title="偉恩與咖啡" type="application/atom+xml"><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</head>

<body itemscope itemtype="http://schema.org/WebPage">
  <!-- hexo-inject:begin --><!-- hexo-inject:end --><div class="container use-motion">
    <div class="headband"></div>

    <header class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-container">
  <div class="site-nav-toggle">
    <div class="toggle" aria-label="切換導航欄">
      <span class="toggle-line toggle-line-first"></span>
      <span class="toggle-line toggle-line-middle"></span>
      <span class="toggle-line toggle-line-last"></span>
    </div>
  </div>

  <div class="site-meta custom-logo">

    <a href="/" class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <h1 class="site-title">偉恩與咖啡</h1>
      <span class="logo-line-after"><i></i></span>
    </a>
      <p class="site-subtitle" itemprop="description">哲學、TRPG、雜談</p>
  </div>

  <div class="site-nav-right">
    <div class="toggle popup-trigger">
    </div>
  </div>
</div>




<nav class="site-nav">
  <ul id="menu" class="main-menu menu">
        <li class="menu-item menu-item-home">

    <a href="/" rel="section"><i class="fas fa-home fa-fw"></i>首頁</a>

  </li>
        <li class="menu-item menu-item-about">

    <a href="https://about.me/wayne930242" rel="noopener" target="_blank"><i class="fas fa-feather-alt fa-fw"></i>關於</a>

  </li>
        <li class="menu-item menu-item-哲學">

    <a href="/categories/philosophy/" rel="section"><i class="fas fa-coffee fa-fw"></i>哲學</a>

  </li>
        <li class="menu-item menu-item-trpg">

    <a href="/categories/TRPG/" rel="section"><i class="fas fa-dice-d20 fa-fw"></i>TRPG</a>

  </li>
        <li class="menu-item menu-item-archives">

    <a href="/archives/" rel="section"><i class="fas fa-archive fa-fw"></i>歸檔</a>

  </li>
  </ul>
</nav>




</div>
    </header>

    
  <div class="back-to-top">
    <i class="fa fa-arrow-up"></i>
    <span>0%</span>
  </div>


    <main class="main">
      <div class="main-inner">
        <div class="content-wrap">
          

          <div class="content post posts-expand">
            

    
  
  
  <article itemscope itemtype="http://schema.org/Article" class="post-block" lang="zh-TW">
    <link itemprop="mainEntityOfPage" href="https://wayneh.tw/2020/09/24/mechanism-1/">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="image" content="/logo.png">
      <meta itemprop="name" content="洪偉 Wei Hung">
      <meta itemprop="description" content="哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="偉恩與咖啡">
    </span>
      <header class="post-header">
        <h1 class="post-title" itemprop="name headline">
          六、如何理解機制？
        </h1>

        <div class="post-meta">
            <span class="post-meta-item">
              <span class="post-meta-item-icon">
                <i class="far fa-calendar"></i>
              </span>
              <span class="post-meta-item-text">發表於</span>
              

              <time title="創建時間：2020-09-24 14:08:38 / 修改時間：21:17:03" itemprop="dateCreated datePublished" datetime="2020-09-24T14:08:38+08:00">2020-09-24</time>
            </span>
            <span class="post-meta-item">
              <span class="post-meta-item-icon">
                <i class="far fa-folder"></i>
              </span>
              <span class="post-meta-item-text">分類於</span>
                <span itemprop="about" itemscope itemtype="http://schema.org/Thing">
                  <a href="/categories/TRPG/" itemprop="url" rel="index"><span itemprop="name">TRPG</span></a>
                </span>
            </span>

          
  
  <span class="post-meta-item">
    
      <span class="post-meta-item-icon">
        <i class="far fa-comment"></i>
      </span>
      <span class="post-meta-item-text">Disqus：</span>
    
    <a title="disqus" href="/2020/09/24/mechanism-1/#disqus_thread" itemprop="discussionUrl">
      <span class="post-comments-count disqus-comment-count" data-disqus-identifier="2020/09/24/mechanism-1/" itemprop="commentCount"></span>
    </a>
  </span>
  
  

        </div>
      </header>

    
    
    
    <div class="post-body" itemprop="articleBody">

      
        <img data-src="/img/coc7.jpg" class>
<p>&#x6211;&#x5011;&#x5DF2;&#x7D93;&#x8AAA;&#x660E;&#x4E86;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x662F;&#x600E;&#x6A23;&#x7684;&#x5C0D;&#x8A71;&#x6A21;&#x5F0F;&#xFF0C;&#x4E26;&#x4E14;&#x8AAA;&#x660E;&#x4E86;&#x8A72;&#x7D93;&#x71DF;&#x600E;&#x6A23;&#x7684;&#x5C0D;&#x8A71;&#x5FC3;&#x614B;&#xFF0C;&#x4F86;&#x8B93;&#x6545;&#x4E8B;&#x6829;&#x6829;&#x5982;&#x751F;&#x3001;&#x6709;&#x8DA3;&#x7DCA;&#x6E4A;&#x3002;&#x6280;&#x8853;&#x7684;&#x90E8;&#x5206;&#x6211;&#x5011;&#x5148;&#x7701;&#x7565;&#x4E0D;&#x8AC7;&#xFF0C;&#x4F46;&#x653E;&#x5FC3;&#xFF0C;&#x6211;&#x5011;&#x4EE5;&#x5F8C;&#x6703;&#x56DE;&#x4F86;&#x88DC;&#x5145;&#x904A;&#x6232;&#x6280;&#x8853;&#x3002;</p>
<p>&#x63A5;&#x8457;&#x6211;&#x5011;&#x8AC7; <strong><em>&#x6A5F;&#x5236;</em></strong>&#x3002;</p>
<a id="more"></a>
<p>&#x70BA;&#x4EC0;&#x9EBC;&#x6211;&#x5011;&#x9700;&#x8981;&#x6A5F;&#x5236;&#xFF1F;&#x4E00;&#x500B;&#x5E38;&#x898B;&#x7684;&#x7406;&#x7531;&#x662F;&#xFF1A;&#x5E6B;&#x52A9;&#x6211;&#x5011;&#x6C7A;&#x5B9A;&#x6545;&#x4E8B;&#x767C;&#x5C55;&#x3002;&#x4F46;&#x70BA;&#x4EC0;&#x9EBC;&#x6211;&#x5011;&#x4E0D;&#x81EA;&#x5DF1;&#x6C7A;&#x5B9A;&#x5462;&#xFF1F;&#x70BA;&#x4EC0;&#x9EBC;&#x6211;&#x5011;&#x4E0D;&#x4EA4;&#x7531; GM &#x6C7A;&#x5B9A;&#xFF1F;&#x70BA;&#x4EC0;&#x9EBC;&#x9700;&#x8981;&#x64F2;&#x9AB0;&#xFF1F;&#x9019;&#x7CFB;&#x5217;&#x7684;&#x554F;&#x984C;&#xFF0C;&#x6C7A;&#x5B9A;&#x4E86; GM &#x5F15;&#x5165;&#x6A5F;&#x5236;&#x7684;&#x6642;&#x6A5F;&#x3002;&#x6240;&#x8B02;&#x5F15;&#x5165;&#x6A5F;&#x5236;&#xFF0C;&#x5C31;&#x662F;&#x5728;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x4E0A;&#x5EFA;&#x7ACB;&#x4E00;&#x500B;&#x7A0B;&#x5E8F;&#xFF0C;&#x901A;&#x5E38;&#x9019;&#x6703;&#x5305;&#x62EC;&#x8CED;&#x535A;&#xFF08;&#x64F2;&#x9AB0;&#xFF09;&#x7A0B;&#x5E8F;&#xFF0C;&#x6211;&#x5011;&#x4EE5;&#x8A72;&#x7A0B;&#x5E8F;&#x4F86;&#x6C7A;&#x5B9A;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x7684;&#x767C;&#x5C55;&#x3002;</p>
<p>&#x5F15;&#x5165;&#x6A5F;&#x5236;&#x7684;&#x540C;&#x6642;&#xFF0C;&#x4E00;&#x500B;&#x65B0;&#x7684;&#x5C0D;&#x8A71;&#x6A21;&#x5F0F;&#x5C31;&#x88AB;&#x555F;&#x52D5;&#x3002;&#x7576;&#x6A5F;&#x5236;&#x555F;&#x52D5;&#xFF0C;&#x6211;&#x5011;&#x5C31;&#x4E0D;&#x662F;&#x5728;&#x9032;&#x884C;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#xFF0C;&#x800C;&#x662F;&#x5728;&#x8AC7;&#x8AD6;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#xFF1A;&#x6211;&#x5011;&#x5728;&#x8AAA;&#xFF0C;&#x8B6C;&#x5982;&#xFF0C;&#x4F60;&#x7684;&#x9AB0;&#x5B50;&#x64F2;&#x51FA;&#x7684;&#x5931;&#x6557;&#x610F;&#x5473;&#x8457;&#x300C;&#x884C;&#x52D5;&#x5931;&#x6557;&#x300D;&#x3002;&#x300C;&#x884C;&#x52D5;&#x5931;&#x6557;&#x300D;&#x5728;&#x9019;&#x88E1;&#x662F;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x7684;&#x6307;&#x5C0E;&#x3001;&#x662F;&#x5C6C;&#x65BC;&#x6A5F;&#x5236;&#x7684;&#x8A9E;&#x8A00;&#xFF0C;&#x7B49;&#x5230;&#x6211;&#x5011;&#x518D;&#x6B21;&#x56DE;&#x5230;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#xFF0C;&#x6211;&#x5011;&#x624D;&#x6703;&#x6558;&#x8FF0;&#xFF08;&#x7B26;&#x5408;&#x884C;&#x52D5;&#x5931;&#x6557;&#x7684;&#xFF09;&#x6545;&#x4E8B;&#x7684;&#x767C;&#x5C55;&#x3002;&#x7576;&#x6211;&#x5011;&#x900F;&#x904E;&#x6A5F;&#x5236;&#x6C7A;&#x5B9A;&#x4E86;&#x6545;&#x4E8B;&#x8A72;&#x5982;&#x4F55;&#x767C;&#x5C55;&#xFF0C;&#x6211;&#x5011;&#x7684;&#x6A5F;&#x5236;&#x5C0D;&#x8A71;&#x4FBF;&#x6703;&#x95DC;&#x9589;&#xFF0C;&#x7136;&#x5F8C;&#x6211;&#x5011;&#x518D;&#x6B21;&#x56DE;&#x5230;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x4E2D;&#x3002;</p>
<p>&#x6A5F;&#x5236;&#x4F7F;&#x7528;&#x4E00;&#x5957;&#x4E0D;&#x540C;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x7684;<strong>&#x8A9E;&#x8A00;</strong>&#xFF0C;&#x5305;&#x62EC;&#x5C6C;&#x6027;&#x503C;&#x3001;&#x6280;&#x80FD;&#x3001;&#x9AB0;&#x5B50;&#x3001;&#x64F2;&#x9AB0;&#x7D50;&#x679C;&#x7B49;&#x3002;&#x4E5F;&#x56E0;&#x6B64;&#xFF0C;&#x5728;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x4E2D;&#x8B93;&#x89D2;&#x8272;&#x8AAA;&#x51FA;&#x300C;&#x6211;&#x9084;&#x883B;&#x64C5;&#x9577;&#x8046;&#x807D;&#x7684;&#x300D;&#x2014;&#x2014;&#x8981;&#x662F;&#x9019;&#x500B;&#x8046;&#x807D;&#x6307;&#x7684;&#x662F;&#x6A5F;&#x5236;&#x4E0A;&#x7684;&#x300C;&#x8046;&#x807D;&#x300D;&#x6280;&#x80FD;&#xFF0C;&#x9019;&#x5C31;&#x56E0;&#x70BA;&#x5C0D;&#x8A71;&#x6A21;&#x5F0F;&#x7684;&#x932F;&#x4E82;&#x800C;&#x662F;&#x4E0D;&#x59A5;&#x7576;&#x7684;&#x3002;</p>
<p>&#x7576;&#x7136;&#xFF0C;&#x8B93;&#x89D2;&#x8272;&#x4F9D;&#x64DA;&#x6A5F;&#x5236;&#x4E0A;&#x7684;&#x597D;&#x8655;&#x884C;&#x52D5;&#x662F;&#x6C92;&#x554F;&#x984C;&#x7684;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x9019;&#x500B;&#x89D2;&#x8272;&#x5728;&#x8003;&#x616E;&#x884C;&#x52D5;&#x7684;&#x51FA;&#x767C;&#x9EDE;&#x5168;&#x7136;&#x662F;&#x6A5F;&#x5236;&#x4E0A;&#x7684;&#x3001;&#x5728;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x537B;&#x7121;&#x6CD5;&#x7FFB;&#x8B6F;&#x8207;&#x5408;&#x7406;&#x5316;&#xFF0C;&#x90A3;&#x4F9D;&#x7136;&#x6703;&#x56E0;&#x70BA;&#x5C0D;&#x8A71;&#x6A21;&#x5F0F;&#x932F;&#x4E82;&#x800C;&#x662F;&#x4E0D;&#x59A5;&#x7576;&#x7684;&#x3002;&#x8B6C;&#x5982;&#xFF1A;&#xFF08;&#x72C0;&#x6CC1;&#x5341;&#x5206;&#x5371;&#x6025;&#xFF09;&#x56E0;&#x70BA;&#x6015;&#x6389; San &#x800C;&#x4E0D;&#x5C07;&#x773C;&#x775B;&#x5F35;&#x958B;&#x3001;&#x70BA;&#x4E86;&#x8B93;&#x89D2;&#x8272;&#x4F7F;&#x7528;&#x67D0;&#x6280;&#x80FD;&#x800C;&#x505A;&#x51FA;&#x4E0D;&#x5408;&#x5E38;&#x7406;&#x7684;&#x6558;&#x4E8B;&#x3001;&#x63D0;&#x9192;&#x56E0;&#x70BA;&#x760B;&#x72C2;&#x800C;&#x6709;&#x6F5B;&#x5728;&#x526F;&#x4F5C;&#x7528;&#x7684;&#x4EBA;&#x300C;&#x4F60;&#x525B;&#x525B;&#x767C;&#x760B;&#x4E86;&#xFF0C;&#x7B49;&#x4E00;&#x4E0B;&#x9084;&#x53EF;&#x80FD;&#x770B;&#x5230;&#x5E7B;&#x89BA;&#x300D;&#x7B49;&#x3002;</p>
<p>&#x6A5F;&#x5236;&#x662F;<strong>&#x8F14;&#x52A9;&#x6211;&#x5011;&#x9032;&#x884C;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x7684;&#x65B9;&#x5F0F;</strong>&#x4E4B;&#x4E00;&#xFF0C;&#x5B83;&#x4E0D;&#x8A72;&#x7368;&#x7ACB;&#x6210;&#x70BA;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x63A8;&#x52D5;&#x7684;&#x52D5;&#x529B;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8AAA;&#xFF0C;&#x7576;&#x6211;&#x5011;&#x63F4;&#x5F15;&#x6A5F;&#x5236;&#xFF0C;&#x4E26;&#x4E0D;&#x662F;&#x56E0;&#x70BA;&#x9019;&#x6A23;&#x6BD4;&#x8F03;&#x6709;&#x8DA3;&#x6216;&#x59A5;&#x7576;&#xFF08;&#x6240;&#x4EE5;&#xFF0C;&#x548C;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x4E0D;&#x4E00;&#x6A23;&#xFF09;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x56E0;&#x70BA;&#x300C;&#x898F;&#x5247;&#x66F8;&#x6216;&#x5287;&#x672C;&#x9019;&#x6A23;&#x5BEB;&#x300D;&#x3002;</p>
<p>&#x9996;&#x5148;&#xFF0C;&#x8CED;&#x535A;&#x6A5F;&#x5236;&#x63F4;&#x5F15;&#x7684;&#x6642;&#x6A5F;&#xFF0C;&#x5FC5;&#x9808;&#x662F;&#x6211;&#x5011;&#x5C0D;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x63D0;&#x554F;&#x7684;&#x6642;&#x6A5F;&#xFF08;&#x300C;&#x9019;&#x5834;&#x6230;&#x9B25;&#x8AB0;&#x6703;&#x52DD;&#x5229;&#x300D;&#x3001;&#x300C;&#x9019;&#x500B;&#x884C;&#x52D5;&#x662F;&#x5426;&#x6210;&#x529F;&#x300D;&#xFF09;&#x3002;&#x63A5;&#x8457;&#xFF0C;&#x6211;&#x5011;&#x9078;&#x64C7;&#x4EE5;&#x300C;&#x96A8;&#x6A5F;&#x6027;&#x300D;&#x4F86;&#x56DE;&#x7B54;&#x9019;&#x500B;&#x554F;&#x984C;&#x3002;&#x554F;&#x984C;&#x5728;&#x65BC;&#xFF0C;&#x6211;&#x5011;&#x4EC0;&#x9EBC;&#x6642;&#x5019;&#x8981;&#x5C07;&#x96A8;&#x6A5F;&#x6027;&#x5E36;&#x9032;&#x904A;&#x6232;&#x4F86;&#xFF1F;&#x4EE5;&#x4E0B;&#x662F;&#x4E00;&#x4E9B;&#x597D;&#x6642;&#x6A5F;&#xFF1A;</p>
<ol type="1">
<li>&#x7576;&#x4F60;&#x5E0C;&#x671B;&#x9019;&#x6545;&#x4E8B;&#x6709;&#x5176;&#x4ED6;&#x53EF;&#x80FD;&#x9032;&#x5C55;&#x7684;&#x6642;&#x5019;&#xFF1B;</li>
<li>&#x7576;&#x4F60;&#x8A8D;&#x70BA;&#x5931;&#x6557;&#x548C;&#x6210;&#x529F;&#x7684;&#x7D50;&#x679C;&#x90FD;&#x4E0D;&#x5947;&#x602A;&#x7684;&#x6642;&#x5019;&#xFF1B;</li>
<li>&#x7576;&#x4F60;&#x8A8D;&#x70BA;&#x9019;&#x884C;&#x52D5;&#x7684;&#x7D50;&#x679C;&#xFF0C;&#x80FD;&#x88AB;&#x5176;&#x4ED6;&#x4EBA;&#x6216;&#x795E;&#x8A71;&#x5BE6;&#x9AD4;&#x7684;&#x884C;&#x52D5;&#x5E72;&#x64FE;&#x6216;&#x5F71;&#x97FF;&#x7684;&#x6642;&#x5019;&#xFF1B;</li>
<li>&#x7576;&#x4F60;&#x8A8D;&#x70BA;&#x6709;&#x96A8;&#x6A5F;&#x56E0;&#x7D20;&#x662F;&#x6C7A;&#x5B9A;&#x6027;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#xFF0C;&#x6C92;&#x8FA6;&#x6CD5;&#x7528;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x5408;&#x7406;&#x63A8;&#x51FA;&#x884C;&#x52D5;&#x7D50;&#x679C;&#x7684;&#x6642;&#x5019;&#xFF08;&#x300C;&#x6383;&#x5177;&#x9593;&#x6709;&#x5E7E;&#x500B;&#x62D6;&#x628A;&#xFF1F;&#x300D;&#xFF09;&#x3002;</li>
</ol>
<p>&#x4F60;&#x6703;&#x6CE8;&#x610F;&#x5230;&#xFF0C;&#x6211;&#x5011;&#x662F;&#x7528;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x4F86;&#x5224;&#x65B7;&#x8981;&#x4E0D;&#x8981;&#x5F15;&#x5165;&#x6A5F;&#x5236;&#x7684;&#x3002;&#x4EE5;&#x4E0B;&#x662F;&#x4E00;&#x4E9B;&#x4E0D;&#x597D;&#x7684;&#x6642;&#x6A5F;&#xFF1A;</p>
<ol type="1">
<li>&#x7576;&#x4F60;&#x61F6;&#x5F97;&#x6C7A;&#x5B9A;&#x7684;&#x6642;&#x5019;&#xFF08;&#x64F2;&#x9AB0;&#x4E0D;&#x662F;&#x4E0D;&#x505A;&#x9078;&#x64C7;&#xFF0C;&#x8981;&#x77E5;&#x9053;&#x6211;&#x5011;&#x70BA;&#x4EC0;&#x9EBC;&#x8981;&#x9078;&#x64C7;&#x64F2;&#x9AB0;&#xFF1A;<strong>&#x64F2;&#x9AB0;&#x662F;&#x4F60;&#x7684;&#x9078;&#x64C7;</strong>&#xFF09;&#xFF1B;</li>
<li>&#x7576;&#x4F60;&#x548C;&#x73A9;&#x5BB6;&#x7684;&#x76EE;&#x7684;&#x548C;&#x671F;&#x5F85;&#x76F8;&#x540C;&#xFF0C;&#x4E26;&#x4E14;&#x6C92;&#x6709;&#x660E;&#x986F;&#x7684;&#x5A01;&#x8105;&#x5B58;&#x5728;&#x7684;&#x6642;&#x5019;&#xFF08;<strong>&#x907F;&#x514D;&#x6C92;&#x610F;&#x7FA9;&#x7684;&#x64F2;&#x9AB0;</strong>&#xFF09;&#xFF1B;</li>
<li>&#x7576;&#x4F60;&#x60F3;&#x5047;&#x88DD;&#x9019;&#x88E1;&#x6709;&#x5287;&#x60C5;&#x5206;&#x6B67;&#xFF0C;&#x4F46;&#x5176;&#x5BE6;&#x6C92;&#x6709;&#x7684;&#x6642;&#x5019;&#xFF08;<strong>&#x907F;&#x514D;&#x5047;&#x64F2;&#x9AB0;</strong>&#xFF09;&#xFF1B;</li>
<li>&#x4F60;&#x5C0D;&#x65BC;&#x6210;&#x529F;&#x6216;&#x5931;&#x6557;&#x7684;&#x7D50;&#x679C;&#xFF0C;&#x6709;&#x5176;&#x4E2D;&#x4E00;&#x7A2E;&#x6703;&#x8B93;&#x4F60;&#x89BA;&#x5F97;&#x5C37;&#x5C2C;&#x7684;&#x6642;&#x5019;&#xFF08;<strong>&#x907F;&#x514D;&#x8B93;&#x81EA;&#x5DF1;&#x56F0;&#x64FE;&#x7684;&#x64F2;&#x9AB0;</strong>&#xFF09;&#x3002;</li>
</ol>
<p>&#x7576;&#x4F60;&#x8981;&#x6C42;&#x64F2;&#x9AB0;&#xFF0C;&#x5C31;&#x662F;&#x5728;&#x63F4;&#x5F15;&#x6A5F;&#x5236;&#xFF0C;&#x7576;&#x73A9;&#x5BB6;&#x62FF;&#x8D77;&#x9AB0;&#x5B50;&#x3001;&#x4E26;&#x64F2;&#x4E0B;&#xFF0C;&#x4ED6;&#x5FC5;&#x9808;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x5728;&#x5E79;&#x561B;&#x3002;&#x5C0D;&#x65BC;&#x65B0;&#x624B;&#x73A9;&#x5BB6;&#x4F86;&#x8AAA;&#xFF0C;&#x4ED6;&#x81F3;&#x5C11;&#x9700;&#x8981;&#x610F;&#x8B58;&#x5230;&#x64F2;&#x9AB0;&#x5C0D;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x800C;&#x8A00;&#x7684;&#x610F;&#x7FA9;&#xFF0C;&#x5C0D;&#x65BC;&#x66F4;&#x8001;&#x7DF4;&#x7684;&#x73A9;&#x5BB6;&#xFF0C;&#x4ED6;&#x53EF;&#x80FD;&#x77E5;&#x9053;&#x66F4;&#x591A;&#xFF1A;&#x77E5;&#x9053;&#x96E3;&#x5EA6;&#x5982;&#x4F55;&#x8ABF;&#x6574;&#x3001;&#x77E5;&#x9053;&#x734E;&#x52F5;&#x9AB0;&#x548C;&#x61F2;&#x7F70;&#x9AB0;&#x4F55;&#x6642;&#x6703;&#x88AB;&#x52A0;&#x5165;&#x3001;&#x77E5;&#x9053;&#x4F60;&#x63F4;&#x5F15;&#x6A5F;&#x5236;&#x7684;&#x7406;&#x7531;&#x662F;&#x4EC0;&#x9EBC;&#xFF0C;&#x751A;&#x81F3;&#x77E5;&#x9053;&#x4F60;&#x7684;&#x63F4;&#x5F15;&#x4F86;&#x81EA;&#x90A3;&#x4E9B;&#x898F;&#x5247;&#x3002;</p>
<p>&#x73A9;&#x5BB6;&#x9700;&#x8981;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x5728;&#x5E79;&#x561B;&#xFF0C;&#x56E0;&#x70BA;&#x4ED6;&#x5011;&#x5FC5;&#x9808;&#x540C;&#x610F;&#x4EE5;&#x8A72;&#x6A5F;&#x5236;&#x4F86;&#x56DE;&#x7B54;&#x5C0D;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x7684;&#x63D0;&#x554F;&#xFF0C;&#x624D;&#x4E1F;&#x4E0B;&#x9AB0;&#x5B50;&#x3002;&#x4E00;&#x65E6;&#x4E1F;&#x4E0B;&#x9AB0;&#x5B50;&#xFF0C;&#x4ED6;&#x5011;&#x4FBF;&#x4E0D;&#x80FD;&#x53CD;&#x6094;&#xFF0C;&#x56E0;&#x6B64;&#x4ED6;&#x5011;&#x6709;&#x6B0A;&#x5229;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x5728;&#x5982;&#x4F55;&#x5730;&#x6C7A;&#x5B9A;&#x4E86;&#x4EC0;&#x9EBC;&#x3002;&#x56E0;&#x70BA;&#x9019;&#x6A23;&#xFF0C;&#x6211;&#x5011;&#x7684;&#x6A5F;&#x5236;&#x5C0D;&#x8A71;&#x4E5F;&#x5305;&#x542B;&#x4E86;&#x5718;&#x968A;&#x5C0D;&#x6A5F;&#x5236;&#x7684;&#x8A0E;&#x8AD6;&#x3002;&#x8A0E;&#x8AD6;&#x7684;&#x9762;&#x5411;&#x5305;&#x62EC;&#xFF1A;</p>
<ol type="1">
<li>&#x4F60;&#x88AB;&#x8981;&#x6C42;&#x8AAA;&#x660E;&#x63F4;&#x5F15;&#x7684;&#x898F;&#x5247;&#x7D30;&#x7BC0;&#xFF08;&#x5C0D;&#x65BC;&#x65B0;&#x624B;&#x73A9;&#x5BB6;&#xFF0C;&#x4F60;&#x61C9;&#x8A72;&#x4E3B;&#x52D5;&#x8AAA;&#x660E;&#xFF09;&#xFF1B;</li>
<li>&#x8B93;&#x73A9;&#x5BB6;&#x5C0D;&#x8CED;&#x5C40;&#x5F8C;&#x679C;&#x9032;&#x884C;&#x7C21;&#x55AE;&#x78BA;&#x8A8D;&#xFF1B;</li>
<li>&#x6A5F;&#x5236;&#x8207;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x7684;&#x5C0D;&#x61C9;&#x95DC;&#x4FC2;&#xFF08;&#x5728;&#x9019;&#x88E1;&#x70BA;&#x4EC0;&#x9EBC;&#x662F;&#x4F7F;&#x7528;&#x8AAA;&#x670D;&#x6280;&#x80FD;&#xFF1F;&#x70BA;&#x4EC0;&#x9EBC;&#x9700;&#x8981; San &#x6AA2;&#x5B9A;&#xFF1F;&#xFF09;&#xFF1B;</li>
<li>&#x73A9;&#x5BB6;&#x63D0;&#x51FA;&#x5176;&#x4ED6;&#x5C0D;&#x6A5F;&#x5236;&#x7684;&#x5EFA;&#x8B70;&#xFF0C;&#x4F60;&#x8003;&#x616E;&#x8981;&#x4E0D;&#x8981;&#x63A5;&#x53D7;&#xFF08;&#x4F46;&#x6211;&#x5011;<strong>&#x4E0D;&#x8DF3;&#x904E;&#x6A5F;&#x5236;</strong>&#xFF01;&#x544A;&#x8A34;&#x73A9;&#x5BB6;&#x300C;&#x6C92;&#x6709;&#x7D55;&#x5C0D;&#x5B89;&#x5168;&#x7684;&#x505A;&#x6CD5;&#x300D;&#x3002;&#x5982;&#x679C;&#x73A9;&#x5BB6;&#x4E0D;&#x9858;&#x64F2;&#x9AB0;&#xFF0C;&#x4ED6;&#x7684;&#x884C;&#x52D5;&#x81EA;&#x52D5;&#x5931;&#x6557;&#xFF09;&#xFF1B;</li>
<li>&#x9032;&#x5165;&#x6A5F;&#x5236;&#x524D;&#xFF0C;&#x8B93;&#x73A9;&#x5BB6;&#x88DC;&#x5145;&#x4E00;&#x4E9B;&#x6558;&#x4E8B;&#x4EE5;&#x8B93;&#x4ED6;&#x66F4;&#x6709;&#x5229;&#x3002;</li>
</ol>
<p>&#x5728;&#x6A5F;&#x5236;&#x5C0D;&#x8A71;&#x4E2D;&#xFF0C;&#x4F60;&#x9700;&#x8981;&#x91D0;&#x6E05;&#x73A9;&#x5BB6;&#x5C0D;&#x6A5F;&#x5236;&#x7684;&#x554F;&#x984C;&#xFF0C;&#x4E26;&#x4E14;&#x70BA;&#x4F60;&#x7684;&#x5224;&#x6C7A;&#x63D0;&#x4F9B;&#x516C;&#x6B63;&#x5408;&#x7406;&#x7684;&#x89E3;&#x91CB;&#x3002;&#x8AA0;&#x7136;&#xFF0C;&#x4F60;&#x662F;&#x898F;&#x5247;&#x7684;&#x4EF2;&#x88C1;&#x8005;&#xFF0C;&#x56E0;&#x6B64;&#x6700;&#x7D42;&#x662F;&#x4F60;&#x8AAA;&#x4E86;&#x7B97;&#x3002;&#x4F46;&#x9019;&#x4E0D;&#x4EE3;&#x8868;&#x4F60;&#x53EF;&#x4EE5;&#x7D93;&#x5E38;&#x8A34;&#x8AF8;&#x6B0A;&#x5A01;&#x3002;&#x70BA;&#x4EC0;&#x9EBC;&#xFF1F;&#x56E0;&#x70BA;&#x8A34;&#x8AF8;&#x6B0A;&#x5A01;&#x610F;&#x5473;&#x8457;&#x4F60;&#x62FF;&#x73A9;&#x5BB6;&#x5C0D;&#x4F60;&#x7684;&#x4FE1;&#x4EFB;&#x7576;&#x4F5C;&#x4EE3;&#x50F9;&#xFF0C;&#x5E7E;&#x6B21;&#x4E0B;&#x4F86;&#xFF0C;&#x4F60;&#x6703;&#x7834;&#x58DE;&#x73A9;&#x5BB6;&#x548C;&#x4F60;&#x7684;&#x4E92;&#x4FE1;&#x95DC;&#x4FC2;&#x3002;</p>
<p>&#x7D66;&#x51FA;&#x516C;&#x6B63;&#x7684;&#x89E3;&#x91CB;&#x4E5F;&#x610F;&#x5473;&#x8457;&#x4F60;&#x5728;&#x6A5F;&#x5236;&#x4E0A;&#x662F;&#x8AA0;&#x5BE6;&#x7684;&#xFF0C;&#x4F60;&#x4E0D;&#x6703;&#x504F;&#x8892;&#x4F60;&#x504F;&#x597D;&#x7684;&#x7B54;&#x6848;&#xFF0C;&#x4E5F;&#x4E0D;&#x6703;&#x6545;&#x610F;&#x63F4;&#x5F15;&#x5C0D;&#x73A9;&#x5BB6;&#x4E0D;&#x5229;&#x7684;&#x898F;&#x5247;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x6545;&#x610F;&#x63F4;&#x5F15;&#x5C0D;&#x73A9;&#x5BB6;&#x6709;&#x5229;&#x7684;&#x898F;&#x5247;&#xFF0C;&#x4F86;&#x8B93;&#x73A9;&#x5BB6;&#x6709;&#x66F4;&#x8F15;&#x9B06;&#x7684;&#x9AD4;&#x9A57;&#xFF0C;&#x4F46;&#x9019;&#x4E5F;&#x4E0D;&#x662F;&#x5FC5;&#x9808;&#x7684;&#x3002;&#x4E00;&#x500B;&#x56B4;&#x82DB;&#x7684;&#x904A;&#x6232;&#x4E26;&#x4E0D;&#x6703;&#x8B93;&#x73A9;&#x5BB6;&#x75DB;&#x6068;&#x5B83;&#xFF0C;&#x4F46;&#x6A5F;&#x5236;&#x5F88;&#x721B;&#x7684;&#x904A;&#x6232;&#x6703;&#x3002;</p>
<p>&#x7576;&#x4F60;&#x5011;&#x5728;&#x9032;&#x884C;&#x6A5F;&#x5236;&#x7684;&#x5C0D;&#x8A71;&#x6642;&#xFF0C;&#x5287;&#x672C;&#x4E0A;&#x7684;&#x898F;&#x5247;&#x8981;&#x6C42;&#x90FD;&#x4E0D;&#x662F;&#x5FC5;&#x9808;&#x7684;&#xFF0C;&#x4F60;&#x61C9;&#x8A72;&#x6309;&#x7167;&#x72C0;&#x6CC1;&#x4F86;&#x8ABF;&#x6574;&#x51FA;&#x6700;&#x5408;&#x7406;&#x516C;&#x6B63;&#x7684;&#x8CED;&#x5C40;&#x3002;&#x6709;&#x4E9B;&#x6642;&#x5019;&#xFF0C;&#x898F;&#x5247;&#x66F8;&#x4E0A;&#x7684;&#x898F;&#x5247;&#x90FD;&#x53EF;&#x80FD;&#x4E0D;&#x662F;&#x5FC5;&#x9808;&#x7684;&#xFF08;&#x8B6C;&#x5982;&#xFF0C;&#x4F60;&#x5011;&#x6240;&#x6709;&#x4EBA;&#x90FD;&#x5FD8;&#x4E86;&#x898F;&#x5247;&#x7684;&#x6642;&#x5019;&#xFF09;&#xFF0C;&#x8207;&#x5176;&#x82B1;&#x8CBB;&#x5341;&#x4E94;&#x5206;&#x9418;&#x53BB;&#x7FFB;&#x51FA;&#x90A3;&#x689D;&#x898F;&#x5247;&#xFF0C;&#x9084;&#x4E0D;&#x5982;&#x73FE;&#x5834;&#x548C;&#x73A9;&#x5BB6;&#x4E00;&#x8D77;&#x7C21;&#x55AE;&#x5236;&#x5B9A;&#x4E00;&#x500B;&#xFF0C;&#x7136;&#x5F8C;&#x5728;&#x904A;&#x6232;&#x7D50;&#x675F;&#x5F8C;&#x518D;&#x53BB;&#x67E5;&#x898F;&#x5247;&#x66F8;&#x4E0A;&#x7684;&#x5EFA;&#x8B70;&#x662F;&#x4EC0;&#x9EBC;&#x3002;</p>
<p>&#x7E3D;&#x7D50;&#x4F86;&#x8AAA;&#xFF0C;&#x9019;&#x500B;&#x7AE0;&#x7BC0;&#x6709;&#x9019;&#x4E9B;&#x91CD;&#x9EDE;&#xFF1A;</p>
<ul>
<li>&#x5F15;&#x5165;&#x6A5F;&#x5236;&#xFF0C;&#x5C31;&#x662F;&#x5F15;&#x5165;&#x96A8;&#x6A5F;&#x6027;&#x548C;&#x8CED;&#x5C40;&#xFF0C;&#x76EE;&#x7684;&#x662F;&#x70BA;&#x4E86;&#x56DE;&#x7B54;&#x6211;&#x5011;&#x5C0D;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x7684;&#x63D0;&#x554F;&#x3002;</li>
<li>&#x5F15;&#x5165;&#x6A5F;&#x5236;&#x7684;&#x6642;&#x6A5F;&#x7531;&#x4F60;&#x6C7A;&#x5B9A;&#x3002;&#x544A;&#x8A34;&#x73A9;&#x5BB6;&#xFF1A;&#x6C92;&#x6709;&#x7D55;&#x5C0D;&#x5B89;&#x5168;&#x7684;&#x505A;&#x6CD5;&#x3002;</li>
<li>&#x7576;&#x73A9;&#x5BB6;&#x64F2;&#x9AB0;&#x524D;&#xFF0C;&#x5148;&#x6C7A;&#x689D;&#x4EF6;&#x662F;&#x4ED6;&#x5011;&#x90FD;&#x540C;&#x610F;&#x9019;&#x500B;&#x8CED;&#x5C40;&#x3002;&#x78BA;&#x5B9A;&#x4ED6;&#x5011;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x5728;&#x5E79;&#x561B;&#x3002;</li>
<li>&#x5982;&#x679C;&#x4F60;&#x5011;&#x8A0E;&#x8AD6;&#x6A5F;&#x5236;&#xFF0C;&#x76E1;&#x91CF;&#x7D66;&#x51FA;&#x5408;&#x7406;&#x516C;&#x6B63;&#x7684;&#x5224;&#x6C7A;&#x3002;</li>
</ul>
<p>&#x4F46;&#x7576;&#x7136;&#xFF0C;&#x5197;&#x9577;&#x7684;&#x6A5F;&#x5236;&#x5C0D;&#x8A71;&#x5C07;&#x5927;&#x5927;&#x5F71;&#x97FF;&#x904A;&#x6232;&#x7684;&#x7BC0;&#x594F;&#xFF0C;&#x751A;&#x81F3;&#x7834;&#x58DE;&#x904A;&#x6232;&#x7684;&#x6C1B;&#x570D;&#x3002;&#x6211;&#x5011;&#x6709;&#x6C92;&#x6709;&#x4EC0;&#x9EBC;&#x597D;&#x8FA6;&#x6CD5;&#x76E1;&#x91CF;&#x4E0D;&#x8B93;&#x6A5F;&#x5236;&#x5E72;&#x64FE;&#x6211;&#x5011;&#x7684;&#x904A;&#x6232;&#xFF1F;&#x4E0B;&#x4E00;&#x7BC7;&#xFF0C;&#x8B93;&#x6211;&#x5011;&#x4F86;&#x8AC7;&#x9019;&#x500B;&#x554F;&#x984C;&#x3002;</p>
<blockquote>
<p>&#x4E0B;&#x4E00;&#x7BC7;&#xFF1A;&#x7D93;&#x71DF;&#x826F;&#x597D;&#x7684;&#x6A5F;&#x5236;&#x5C0D;&#x8A71;</p>
</blockquote>
<hr>
<p>&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B61;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x8ACB;&#x4E0D;&#x541D;&#x7528;&#x5BE6;&#x969B;&#x884C;&#x52D5;&#x652F;&#x6301;&#x6211;&#xFF1A;</p>
<ul>
<li><a target="_blank" rel="noopener" href="https://www.patreon.com/weihung"><i class="fab fa-patreon"></i> &#x5B9A;&#x671F;&#x652F;&#x6301;&#xFF08;patreon&#xFF09;</a></li>
<li><a target="_blank" rel="noopener" href="https://www.paypal.com/pools/c/8jLP7Wsi80"><i class="fab fa-paypal"></i> &#x55AE;&#x6B21;&#x652F;&#x6301;&#xFF08;paypal&#xFF09;</a></li>
</ul>

    </div>

    
    
    
        

  <div class="followme">
    <p>歡迎關注我的其它發布渠道</p>

    <div class="social-list">

        <div class="social-item">
          <a target="_blank" class="social-link" href="https://twitter.com/wayne930242">
            <span class="icon">
              <i class="fab fa-twitter"></i>
            </span>

            <span class="label">Twitter</span>
          </a>
        </div>

        <div class="social-item">
          <a target="_blank" class="social-link" href="https://www.plurk.com/wayne930242">
            <span class="icon">
              <i class="fas fa-parking"></i>
            </span>

            <span class="label">Plurk</span>
          </a>
        </div>

        <div class="social-item">
          <a target="_blank" class="social-link" href="/atom.xml">
            <span class="icon">
              <i class="fa fa-rss"></i>
            </span>

            <span class="label">RSS</span>
          </a>
        </div>
    </div>
  </div>


      <footer class="post-footer">
          <div class="post-tags">
              <a href="/tags/CoC-%E5%AE%88%E5%AF%86%E4%BA%BA%E6%8C%87%E5%8D%97/" rel="tag"># CoC 守密人指南</a>
          </div>

        


        
    <div class="post-nav">
      <div class="post-nav-item">
    <a href="/2020/09/23/fiction-3/" rel="prev" title="五、順利進行虛構敘事(2)：場景發展">
      <i class="fa fa-chevron-left"></i> 五、順利進行虛構敘事(2)：場景發展
    </a></div>
      <div class="post-nav-item"></div>
    </div>
      </footer>
    
  </article>
  
  
  



          </div>
          
    
  <div class="comments">
    <div id="disqus_thread">
      <noscript>Please enable JavaScript to view the comments powered by Disqus.</noscript>
    </div>
  </div>
  

<script>
  window.addEventListener('tabs:register', () => {
    let { activeClass } = CONFIG.comments;
    if (CONFIG.comments.storage) {
      activeClass = localStorage.getItem('comments_active') || activeClass;
    }
    if (activeClass) {
      let activeTab = document.querySelector(`a[href="#comment-${activeClass}"]`);
      if (activeTab) {
        activeTab.click();
      }
    }
  });
  if (CONFIG.comments.storage) {
    window.addEventListener('tabs:click', event => {
      if (!event.target.matches('.tabs-comment .tab-content .tab-pane')) return;
      let commentClass = event.target.classList[1];
      localStorage.setItem('comments_active', commentClass);
    });
  }
</script>

        </div>
          
  
  <div class="toggle sidebar-toggle">
    <span class="toggle-line toggle-line-first"></span>
    <span class="toggle-line toggle-line-middle"></span>
    <span class="toggle-line toggle-line-last"></span>
  </div>

  <aside class="sidebar">
    <div class="sidebar-inner">

      <ul class="sidebar-nav motion-element">
        <li class="sidebar-nav-toc">
          文章目錄
        </li>
        <li class="sidebar-nav-overview">
          本站概要
        </li>
      </ul>

      <!--noindex-->
      <div class="post-toc-wrap sidebar-panel">
      </div>
      <!--/noindex-->

      <div class="site-overview-wrap sidebar-panel">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <img class="site-author-image" itemprop="image" alt="洪偉 Wei Hung"
      src="/logo.png">
  <p class="site-author-name" itemprop="name">洪偉 Wei Hung</p>
  <div class="site-description" itemprop="description">哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。</div>
</div>
<div class="site-state-wrap motion-element">
  <nav class="site-state">
      <div class="site-state-item site-state-posts">
          <a href="/archives/">
        
          <span class="site-state-item-count">22</span>
          <span class="site-state-item-name">文章</span>
        </a>
      </div>
      <div class="site-state-item site-state-categories">
        <span class="site-state-item-count">2</span>
        <span class="site-state-item-name">分類</span>
      </div>
      <div class="site-state-item site-state-tags">
        <span class="site-state-item-count">24</span>
        <span class="site-state-item-name">標籤</span>
      </div>
  </nav>
</div>
  <div class="links-of-author motion-element">
      <span class="links-of-author-item">
        <a href="https://github.com/wayne930242" title="GitHub → https:&#x2F;&#x2F;github.com&#x2F;wayne930242" rel="noopener" target="_blank"><i class="fab fa-github fa-fw"></i>GitHub</a>
      </span>
      <span class="links-of-author-item">
        <a href="mailto:wayne930242@gmail.com" title="E-Mail → mailto:wayne930242@gmail.com" rel="noopener" target="_blank"><i class="fa fa-envelope fa-fw"></i>E-Mail</a>
      </span>
      <span class="links-of-author-item">
        <a href="https://twitter.com/wayne930242" title="Twitter → https:&#x2F;&#x2F;twitter.com&#x2F;wayne930242" rel="noopener" target="_blank"><i class="fab fa-twitter fa-fw"></i>Twitter</a>
      </span>
      <span class="links-of-author-item">
        <a href="https://www.facebook.com/wayne930242" title="FB Page → https:&#x2F;&#x2F;www.facebook.com&#x2F;wayne930242" rel="noopener" target="_blank"><i class="fab fa-facebook fa-fw"></i>FB Page</a>
      </span>
      <span class="links-of-author-item">
        <a href="https://www.plurk.com/wayne930242" title="Plurk → https:&#x2F;&#x2F;www.plurk.com&#x2F;wayne930242" rel="noopener" target="_blank"><i class="fas fa-parking fa-fw"></i>Plurk</a>
      </span>
  </div>



      </div>

    </div>
  </aside>
  <div id="sidebar-dimmer"></div>


      </div>
    </main>

    <footer class="footer">
      <div class="footer-inner">
        

        

<div class="copyright">
  
  &copy; 
  <span itemprop="copyrightYear">2020</span>
  <span class="with-love">
    <i class="fas fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">洪偉 Wei Hung</span>
</div>
  <div class="powered-by">由 <a href="https://hexo.io/" class="theme-link" rel="noopener" target="_blank">Hexo</a> & <a href="https://mist.theme-next.org/" class="theme-link" rel="noopener" target="_blank">NexT.Mist</a> 強力驅動
  </div><script defer src="/lib/three.js"></script>

        








      </div>
    </footer>
  </div>

  
  <script src="/lib/anime.min.js"></script>
  <script src="/lib/pjax/pjax.min.js"></script>
  <script src="//cdn.jsdelivr.net/npm/jquery@3/dist/jquery.min.js"></script>
  <script src="//cdn.jsdelivr.net/gh/fancyapps/fancybox@3/dist/jquery.fancybox.min.js"></script>
  <script src="//cdn.jsdelivr.net/npm/lozad@1/dist/lozad.min.js"></script>
  <script src="/lib/velocity/velocity.min.js"></script>
  <script src="/lib/velocity/velocity.ui.min.js"></script>

<script src="/js/utils.js"></script>

<script src="/js/motion.js"></script>


<script src="/js/schemes/muse.js"></script>


<script src="/js/next-boot.js"></script>

  <script>
var pjax = new Pjax({
  selectors: [
    'head title',
    '#page-configurations',
    '.content-wrap',
    '.post-toc-wrap',
    '.languages',
    '#pjax'
  ],
  switches: {
    '.post-toc-wrap': Pjax.switches.innerHTML
  },
  analytics: false,
  cacheBust: false,
  scrollTo : !CONFIG.bookmark.enable
});

window.addEventListener('pjax:success', () => {
  document.querySelectorAll('script[data-pjax], script#page-configurations, #pjax script').forEach(element => {
    var code = element.text || element.textContent || element.innerHTML || '';
    var parent = element.parentNode;
    parent.removeChild(element);
    var script = document.createElement('script');
    if (element.id) {
      script.id = element.id;
    }
    if (element.className) {
      script.className = element.className;
    }
    if (element.type) {
      script.type = element.type;
    }
    if (element.src) {
      script.src = element.src;
      // Force synchronous loading of peripheral JS.
      script.async = false;
    }
    if (element.dataset.pjax !== undefined) {
      script.dataset.pjax = '';
    }
    if (code !== '') {
      script.appendChild(document.createTextNode(code));
    }
    parent.appendChild(script);
  });
  NexT.boot.refresh();
  // Define Motion Sequence & Bootstrap Motion.
  if (CONFIG.motion.enable) {
    NexT.motion.integrator
      .init()
      .add(NexT.motion.middleWares.subMenu)
      .add(NexT.motion.middleWares.postList)
      .bootstrap();
  }
  NexT.utils.updateSidebarPosition();
});
</script>


  <script defer src="/lib/three/three.min.js"></script>
    <script defer src="/lib/three/three-waves.min.js"></script>
    <script defer src="/lib/three/canvas_lines.min.js"></script>
    <script defer src="/lib/three/canvas_sphere.min.js"></script>


  











<script data-pjax>
document.querySelectorAll('.pdfobject-container').forEach(element => {
  let url = element.dataset.target;
  let pdfOpenParams = {
    navpanes : 0,
    toolbar  : 0,
    statusbar: 0,
    pagemode : 'thumbs',
    view     : 'FitH'
  };
  let pdfOpenFragment = '#' + Object.entries(pdfOpenParams).map(([key, value]) => `${key}=${encodeURIComponent(value)}`).join('&');
  let fullURL = `/lib/pdf/web/viewer.html?file=${encodeURIComponent(url)}${pdfOpenFragment}`;

  if (NexT.utils.supportsPDFs()) {
    element.innerHTML = `<embed class="pdfobject" src="${url + pdfOpenFragment}" type="application/pdf" style="height: ${element.dataset.height};">`;
  } else {
    element.innerHTML = `<iframe src="${fullURL}" style="height: ${element.dataset.height};" frameborder="0"></iframe>`;
  }
});
</script>


<script data-pjax>
if (document.querySelectorAll('pre.mermaid').length) {
  NexT.utils.getScript('//cdn.jsdelivr.net/npm/mermaid@8/dist/mermaid.min.js', () => {
    mermaid.initialize({
      theme    : 'forest',
      logLevel : 3,
      flowchart: { curve     : 'linear' },
      gantt    : { axisFormat: '%m/%d/%Y' },
      sequence : { actorMargin: 50 }
    });
  }, window.mermaid);
}
</script>


    <div id="pjax">
  

  

  

<script>
  function loadCount() {
    var d = document, s = d.createElement('script');
    s.src = 'https://waynehtw.disqus.com/count.js';
    s.id = 'dsq-count-scr';
    (d.head || d.body).appendChild(s);
  }
  // defer loading until the whole page loading is completed
  window.addEventListener('load', loadCount, false);
</script>
<script>
  var disqus_config = function() {
    this.page.url = "https://wayneh.tw/2020/09/24/mechanism-1/";
    this.page.identifier = "2020/09/24/mechanism-1/";
    this.page.title = "六、如何理解機制？";
    };
  NexT.utils.loadComments(document.querySelector('#disqus_thread'), () => {
    if (window.DISQUS) {
      DISQUS.reset({
        reload: true,
        config: disqus_config
      });
    } else {
      var d = document, s = d.createElement('script');
      s.src = 'https://waynehtw.disqus.com/embed.js';
      s.setAttribute('data-timestamp', '' + +new Date());
      (d.head || d.body).appendChild(s);
    }
  });
</script>

    </div><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</body>
</html>
