
<!DOCTYPE html>
<html lang="zh-TW" class="loading">
<head><meta name="generator" content="Hexo 3.9.0">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <title>如何讓玩家融入場景——談「控場」的理論與技巧 - 偉恩與咖啡</title>
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black-translucent">
    <meta name="google" content="notranslate">
    <meta name="keywords" content="哲學, philosophy, TRPG,"> 
    <meta name="description" content="哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。,&amp;#x904A;&amp;#x6232;&amp;#x4E3B;&amp;#x6301;&amp;#x4EBA;&amp;#xFF08;GM&amp;#xFF09;&amp;#x5B89;&amp;#x6392;&amp;#x5834;&amp;#x666F;&amp;#xFF0C;&amp;,"> 
    <meta name="author" content="洪偉 Wei Hung"> 
    <link rel="alternative" href="atom.xml" title="偉恩與咖啡" type="application/atom+xml"> 
    <link rel="icon" href="https://wayneh.tw/favicon.png"> 
    <link rel="stylesheet" href="../../../../css/diaspora.css">
    <meta name="description" content="&amp;#x904A;&amp;#x6232;&amp;#x4E3B;&amp;#x6301;&amp;#x4EBA;&amp;#xFF08;GM&amp;#xFF09;&amp;#x5B89;&amp;#x6392;&amp;#x5834;&amp;#x666F;&amp;#xFF0C;&amp;#x63D0;&amp;#x4F9B;&amp;#x73A9;&amp;#x5BB6;&amp;#x89D2;&amp;#x8272;&amp;#x53C3;&amp;#x8207;&amp;#x6545;&amp;#x4E8B;&amp;#x7684;&amp;#x6846;&amp;#x67B">
<meta name="keywords" content="GM技巧">
<meta property="og:type" content="article">
<meta property="og:title" content="如何讓玩家融入場景——談「控場」的理論與技巧">
<meta property="og:url" content="https://wayneh.tw/2020/02/07/control-scene/index.html">
<meta property="og:site_name" content="偉恩與咖啡">
<meta property="og:description" content="&amp;#x904A;&amp;#x6232;&amp;#x4E3B;&amp;#x6301;&amp;#x4EBA;&amp;#xFF08;GM&amp;#xFF09;&amp;#x5B89;&amp;#x6392;&amp;#x5834;&amp;#x666F;&amp;#xFF0C;&amp;#x63D0;&amp;#x4F9B;&amp;#x73A9;&amp;#x5BB6;&amp;#x89D2;&amp;#x8272;&amp;#x53C3;&amp;#x8207;&amp;#x6545;&amp;#x4E8B;&amp;#x7684;&amp;#x6846;&amp;#x67B">
<meta property="og:locale" content="zh-TW">
<meta property="og:updated_time" content="2020-06-19T07:52:58.459Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="如何讓玩家融入場景——談「控場」的理論與技巧">
<meta name="twitter:description" content="&amp;#x904A;&amp;#x6232;&amp;#x4E3B;&amp;#x6301;&amp;#x4EBA;&amp;#xFF08;GM&amp;#xFF09;&amp;#x5B89;&amp;#x6392;&amp;#x5834;&amp;#x666F;&amp;#xFF0C;&amp;#x63D0;&amp;#x4F9B;&amp;#x73A9;&amp;#x5BB6;&amp;#x89D2;&amp;#x8272;&amp;#x53C3;&amp;#x8207;&amp;#x6545;&amp;#x4E8B;&amp;#x7684;&amp;#x6846;&amp;#x67B">
    <script id="dsq-count-scr" src="//waynetwhexo.disqus.com/count.js" async></script>
    <link href="https://fonts.googleapis.com/css?family=Noto+Sans+TC:400,500,700|Noto+Serif+TC:400,700&display=swap" rel="stylesheet">
    <script defer src="/js/all.js"></script><!-- hexo-inject:begin --><!-- hexo-inject:end --> 
</head></html>
<body class="loading">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><span id="config-title" style="display:none">偉恩與咖啡</span>
    <div id="loader"></div>
    <div id="single">
    <div id="top" style="display: block;">
    <div class="bar" style="width: 0;"></div>
    <a class="icon-home image-icon" href="javascript:;" data-url="https://wayneh.tw"></a>
    <div title="播放/暫停" class="icon-play"></div>
    <h3 class="subtitle">如何讓玩家融入場景——談「控場」的理論與技巧</h3>
    <div class="social">
        <!--<div class="like-icon">-->
            <!--<a href="javascript:;" class="likeThis active"><span class="icon-like"></span><span class="count">76</span></a>-->
        <!--</div>-->
        <div>
            <div class="share">
                <a title="QR code" class="icon-scan" href="javascript:;"></a>
            </div>
            <div id="qr"></div>
        </div>
    </div>
    <div class="scrollbar"></div>
</div>

    <div class="section">
        <div class="article">
    <div class='main'>
        <h1 class="title">如何讓玩家融入場景——談「控場」的理論與技巧</h1>
        <div class="stuff">
            <span>二月 07, 2020</span>
            
  <ul class="post-tags-list"><li class="post-tags-list-item"><a class="post-tags-list-link" href="../../../../tags/GM技巧/">GM技巧</a></li></ul>


        </div>
        <div class="content markdown">
            <p>&#x904A;&#x6232;&#x4E3B;&#x6301;&#x4EBA;&#xFF08;GM&#xFF09;&#x5B89;&#x6392;&#x5834;&#x666F;&#xFF0C;&#x63D0;&#x4F9B;&#x73A9;&#x5BB6;&#x89D2;&#x8272;&#x53C3;&#x8207;&#x6545;&#x4E8B;&#x7684;&#x6846;&#x67B6;&#x3002;&#x7136;&#x800C;&#x5834;&#x666F;&#x5167;&#x8981;&#x591A;&#x7DCA;&#x6E4A;&#xFF1F;&#x904E;&#x5834;&#x5982;&#x4F55;&#x5B89;&#x6392;&#xFF1F;&#x5834;&#x666F;&#x5982;&#x4F55;&#x5B9A;&#x4F4D;&#xFF1F;&#x5982;&#x4F55;&#x8655;&#x7406;&#x89D2;&#x8272;&#x7684;&#x5373;&#x8208;&#x884C;&#x52D5;&#xFF1F;&#x5982;&#x4F55;&#x8B93;&#x73A9;&#x5BB6;&#x878D;&#x5165;&#x5834;&#x666F;&#xFF1F;</p>
<p>&#x6211;&#x5C07;&#x9019;&#x4E9B;&#x554F;&#x984C;&#x7A31;&#x70BA;&#x300C;&#x63A7;&#x5834;&#x554F;&#x984C;&#x300D;&#x3002;</p>
<p>&#x63A7;&#x5834;&#xFF0C;&#x662F;&#x4E00;&#x7A2E;&#x7D9C;&#x5408;&#x6280;&#x5DE7;&#xFF0C;&#x7528;&#x4F86;&#x8B93;&#x904A;&#x6232;&#x9806;&#x5229;&#x524D;&#x9032;&#xFF0C;&#x8B93;&#x7BC0;&#x594F;&#x7DCA;&#x5F1B;&#x6709;&#x5EA6;&#x3002;&#x597D;&#x7684;&#x63A7;&#x5834;&#x4E0D;&#x50C5;&#x8B93;&#x73A9;&#x5BB6;&#x4FDD;&#x6301;&#x8208;&#x5473;&#x3001;&#x8B93;&#x6545;&#x4E8B;&#x9806;&#x5229;&#x63A8;&#x9032;&#xFF0C;&#x540C;&#x6642;&#x9084;&#x80FD;&#x70BA;&#x904A;&#x6232;&#x52A0;&#x6599;&#xFF0C;&#x4E26;&#x70BA;&#x6545;&#x4E8B;&#x589E;&#x6DFB;&#x5370;&#x8C61;&#x6DF1;&#x523B;&#x7684;&#x8A18;&#x61B6;&#x9EDE;&#x3002;</p>
<p>&#x63A7;&#x5834;&#x5230;&#x5E95;&#x8A72;&#x600E;&#x9EBC;&#x505A;&#xFF1F;&#x8981;&#x6CE8;&#x610F;&#x4EC0;&#x9EBC;&#xFF1F;</p>
<h2 id="&#x5834;&#x666F;&#xFF1A;&#x884C;&#x9032;&#x8207;&#x805A;&#x7126;"><a class="header-anchor" href="#&#x5834;&#x666F;&#xFF1A;&#x884C;&#x9032;&#x8207;&#x805A;&#x7126;">&#xB6;</a>&#x5834;&#x666F;&#xFF1A;&#x884C;&#x9032;&#x8207;&#x805A;&#x7126;</h2>
<p>&#x6700;&#x57FA;&#x672C;&#x7684;&#x63A7;&#x5834;&#x76EE;&#x6A19;&#x6709;&#x5169;&#x7A2E;&#x3002;&#x4E00;&#x7A2E;&#x95DC;&#x65BC;&#x300C;&#x5982;&#x4F55;&#x8B93;&#x904A;&#x6232;&#x63A8;&#x9032;&#x5230;&#x5834;&#x666F;&#x300D;&#xFF0C;&#x4E00;&#x7A2E;&#x95DC;&#x65BC;&#x300C;&#x5982;&#x4F55;&#x6574;&#x9813;&#x5834;&#x666F;&#x4EE5;&#x8B93;&#x89D2;&#x8272;&#x80FD;&#x4E92;&#x52D5;&#x300D;&#x3002;&#x6211;&#x5C07;&#x524D;&#x8005;&#x7A31;&#x4E4B;&#x70BA;&#x300C;<strong>&#x884C;&#x9032;</strong>&#x300D;&#xFF0C;&#x5F8C;&#x8005;&#x7A31;&#x4E4B;&#x70BA;&#x300C;<strong>&#x805A;&#x7126;</strong>&#x300D;&#x3002;</p>
<p>&#x5169;&#x7A2E;&#x63A7;&#x5834;&#x76EE;&#x6A19;&#xFF0C;&#x4E8B;&#x5BE6;&#x4E0A;&#x90FD;&#x95DC;&#x4E4E;&#x5834;&#x666F;&#x7684;&#x57FA;&#x672C;&#x6982;&#x5FF5;&#x3002;&#x4EC0;&#x9EBC;&#x662F;&#x5834;&#x666F;&#xFF1F;&#x6307;&#x73A9;&#x5BB6;&#x89D2;&#x8272;<strong>&#x80FD;&#x5920;&#x9032;&#x884C;&#x4E00;&#x6BB5;&#x4E92;&#x52D5;</strong>&#x7684;&#x74B0;&#x5883;&#x72C0;&#x614B;&#x3002;</p>
<p>&#x4EC0;&#x9EBC;&#x53EB;&#x300C;&#x80FD;&#x5920;&#x4E92;&#x52D5;&#x300D;&#xFF1F;&#x9019;&#x5305;&#x542B;&#x4E09;&#x500B;&#x4E0D;&#x540C;&#x74B0;&#x7BC0;&#xFF1A;</p>
<ul>
<li><strong>&#x74B0;&#x5883;&#x689D;&#x4EF6;</strong>&#xFF1A;&#x5728;&#x5834;&#x666F;&#x4E2D;&#x5177;&#x5099;&#x660E;&#x78BA;&#x7684;&#x3001;&#x73A9;&#x5BB6;&#x660E;&#x767D;&#x5982;&#x4F55;&#x4E92;&#x52D5;&#x7684;&#x4EBA;&#x3001;&#x4E8B;&#x3001;&#x7269;&#x3002;</li>
<li><strong>&#x5834;&#x666F;&#x610F;&#x8B58;</strong>&#xFF1A;&#x6709;&#x8B93;&#x73A9;&#x5BB6;&#x660E;&#x767D;&#x8A72;&#x4EE5;&#x4EC0;&#x9EBC;&#x614B;&#x5EA6;&#x53C3;&#x8207;&#x5834;&#x666F;&#x7684;&#x5145;&#x5206;&#x63D0;&#x793A;&#x3002;</li>
<li><strong>&#x5834;&#x666F;&#x6F5B;&#x529B;</strong>&#xFF1A;&#x5834;&#x666F;&#x6709;&#x53EF;&#x767C;&#x5C55;&#x7684;&#x6232;&#x5287;&#x5316;&#x6F5B;&#x529B;&#x3002;&#x6211;&#x5011;&#x671F;&#x5F85;&#x548C;&#x73A9;&#x5BB6;&#x5728;&#x9019;&#x6642;&#x7A7A;&#x4E92;&#x52D5;&#x3002;</li>
</ul>
<p>&#x7F3A;&#x5C11;&#x4E86;&#x4EFB;&#x4F55;&#x4E00;&#x74B0;&#x7684;&#xFF0C;&#x90FD;&#x7121;&#x6CD5;&#x69CB;&#x6210;&#x4E00;&#x500B;&#x5834;&#x666F;&#xFF0C;&#x53EA;&#x662F;&#x975E;&#x5834;&#x666F;&#xFF1A;&#x7F3A;&#x4E4F;&#x74B0;&#x5883;&#x689D;&#x4EF6;&#x6703;&#x9020;&#x6210;&#x73A9;&#x5BB6;&#x7684;&#x56F0;&#x7A98;&#xFF0C;&#x7F3A;&#x4E4F;&#x5834;&#x666F;&#x610F;&#x8B58;&#x6703;&#x9020;&#x6210;&#x6DF7;&#x4E82;&#xFF0C;&#x7F3A;&#x4E4F;&#x5834;&#x666F;&#x6F5B;&#x529B;&#x6703;&#x8B93;&#x6545;&#x4E8B;&#x8B8A;&#x5F97;&#x5197;&#x9577;&#x3002;</p>
<p><strong>&#x884C;&#x9032;</strong>&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x662F;&#x70BA;&#x4E86;&#x8DF3;&#x904E;&#x975E;&#x5834;&#x666F;&#x901A;&#x5F80;&#x5834;&#x666F;&#xFF0C;&#x5C07;&#x6545;&#x4E8B;&#x7684;&#x4E3B;&#x8EF8;&#x63A8;&#x51FA;&#x80CC;&#x666F;&#x3002;&#x800C;<strong>&#x805A;&#x7126;</strong>&#x662F;&#x70BA;&#x4E86;&#x7D71;&#x6574;&#x5834;&#x666F;&#x610F;&#x8B58;&#xFF0C;&#x8B93;&#x5834;&#x666F;&#x6F5B;&#x529B;&#x80FD;&#x5F9E;&#x5834;&#x666F;&#x7684;&#x9670;&#x6697;&#x8655;&#x6D6E;&#x51FA;&#x5149;&#x660E;&#x3002;</p>
<p>&#x5728;&#x672C;&#x6587;&#x4E2D;&#xFF0C;&#x6211;&#x6703;&#x4ECB;&#x7D39;&#x5169;&#x7A2E;&#x5E38;&#x7528;&#x7684;&#x6280;&#x5DE7;&#xFF0C;&#x4E26;&#x8AAA;&#x660E;&#x9019;&#x5169;&#x7A2E;&#x6280;&#x5DE7;&#x7684;&#x4F7F;&#x7528;&#x6709;&#x4EC0;&#x9EBC;&#x8A72;&#x6CE8;&#x610F;&#x7684;&#x4E8B;&#xFF1A;<strong>&#x9032;&#x884C;&#x7E3D;&#x7D50;</strong>&#x8207;<strong>&#x6253;&#x5149;</strong>&#x3002;</p>
<h2 id="&#x63A7;&#x5834;&#x6280;&#x5DE7;&#xFF1A;&#x9032;&#x884C;&#x7E3D;&#x7D50;"><a class="header-anchor" href="#&#x63A7;&#x5834;&#x6280;&#x5DE7;&#xFF1A;&#x9032;&#x884C;&#x7E3D;&#x7D50;">&#xB6;</a>&#x63A7;&#x5834;&#x6280;&#x5DE7;&#xFF1A;&#x9032;&#x884C;&#x7E3D;&#x7D50;</h2>
<p>&#x5834;&#x666F;&#x4EE5;&#x7DCA;&#x6E4A;&#x4E92;&#x52D5;&#x9032;&#x884C;&#xFF0C;&#x76F8;&#x6BD4;&#x4E4B;&#x4E0B;&#xFF0C;<strong>&#x7E3D;&#x7D50;</strong>&#x6709;&#x5927;&#x5E45;&#x7684;&#x7701;&#x7565;&#x8207;&#x7CBE;&#x7C21;&#x3002;&#x5B83;&#x5C31;&#x50CF;&#x5FEB;&#x8F49;&#xFF0C;&#x8B93;&#x73A9;&#x5BB6;&#x7565;&#x904E;&#x90A3;&#x4E9B;&#x4ED6;&#x5011;&#x4E26;&#x4E0D;&#x9700;&#x8981;&#x82B1;&#x8CBB;&#x5FC3;&#x529B;&#x7684;&#x74B0;&#x5883;&#x72C0;&#x614B;&#x3002;</p>
<p>&#x4F46;&#x5373;&#x4FBF;&#x662F;&#x70BA;&#x4E86;<strong>&#x884C;&#x9032;</strong>&#xFF0C;&#x7E3D;&#x7D50;&#x4E5F;&#x4E0D;&#x662F;&#x300C;&#x8DF3;&#x904E;&#x300D;&#xFF0C;&#x5B83;&#x5FC5;&#x9808;&#x5305;&#x542B;&#x8DB3;&#x5920;&#x8C50;&#x5BCC;&#x7684;&#x52D5;&#x614B;&#x6A23;&#x5F0F;&#x8207;&#x975C;&#x614B;&#x7D30;&#x7BC0;&#xFF0C;&#x800C;&#x5FFD;&#x7565;&#x90A3;&#x4E9B;&#x5728;&#x9577;&#x6642;&#x9593;&#x4E2D;&#x53EF;&#x88AB;&#x5FFD;&#x7565;&#x7684;&#x52D5;&#x614B;&#x7D30;&#x7BC0;&#x3002;&#x9019;&#x662F;&#x7528;&#x4F86;<strong>&#x884C;&#x9032;</strong>&#x7684;&#x4E00;&#x500B;&#x7E3D;&#x7D50;&#xFF0C;&#x6211;&#x5011;&#x53EF;&#x4EE5;&#x4F86;&#x770B;&#x770B;&#x5B83;&#x7684;&#x529F;&#x80FD;&#xFF1A;</p>
<blockquote>
<p>&#x597D;&#xFF0C;&#x90A3;&#x9EBC;&#x22EF;&#x22EF; Tommy &#x6253;&#x7B97;&#x5728;&#x5716;&#x66F8;&#x9928;&#x82B1;&#x8CBB;&#x4E00;&#x500B;&#x4E0B;&#x5348;&#x7814;&#x7A76;&#x300A;&#x7121;&#x540D;&#x796D;&#x7940;&#x66F8;&#x300B;&#x3002;&#x4ED6;&#x5C07;&#x8A31;&#x591A;&#x539A;&#x91CD;&#x9673;&#x820A;&#x7684;&#x53C3;&#x8003;&#x66F8;&#x7C4D;&#x642C;&#x5230;&#x5927;&#x82F1;&#x535A;&#x7269;&#x9928;&#x5716;&#x66F8;&#x9928;&#x7684;&#x500B;&#x4EBA;&#x5EA7;&#x4F4D;&#x4E0A;&#x3002;&#x4E00;&#x9801;&#x4E00;&#x9801;&#x7FFB;&#x904E;&#xFF0C;&#x9664;&#x4E86;&#x92FC;&#x7B46;&#x6469;&#x64E6;&#x7684;&#x8072;&#x97F3;&#xFF0C;&#x548C;&#x4ED6;&#x81EA;&#x5DF1;&#x8D8A;&#x4F86;&#x8D8A;&#x7C97;&#x91CD;&#x7684;&#x547C;&#x5438;&#x8072;&#x5916;&#xFF0C;&#x7A7A;&#x7121;&#x4E00;&#x4EBA;&#x7684;&#x5730;&#x4E0B;&#x5BA4;&#xFF0C;&#x5B89;&#x975C;&#x5730;&#x4EE4;&#x4EBA;&#x760B;&#x72C2;&#x3002;&#x4E0D;&#x77E5;&#x9053;&#x6642;&#x9593;&#x904E;&#x4E86;&#x591A;&#x4E45;&#x3002;&#x7D42;&#x65BC;&#xFF0C;&#x4ED6;&#x660E;&#x767D;&#x4E86;&#x9019;&#x672C;&#x66F8;&#x4EE4;&#x4EBA;&#x8A1D;&#x7570;&#x7684;&#x3001;&#x8FD1;&#x4E4E;&#x771F;&#x5BE6;&#x7684;&#x53EF;&#x6015;&#x5167;&#x5BB9;&#x3002;&#x4ED6;&#x7684;&#x982D;&#x8166;&#x4E00;&#x7247;&#x6DF7;&#x4E82;&#x22EF;&#x22EF;&#xFF08;&#x5834;&#x666F;&#x958B;&#x59CB;&#xFF09;</p>
</blockquote>
<p>&#x9996;&#x5148;&#xFF0C;&#x900F;&#x904E;&#x4E3B;&#x6301;&#x4EBA;&#x7684;&#x523B;&#x756B;&#xFF0C;&#x73A9;&#x5BB6;&#x6703;&#x66F4;&#x660E;&#x767D;&#x89D2;&#x8272;&#x7684;&#x8655;&#x5883;&#xFF0C;&#x4E5F;&#x66F4;&#x660E;&#x767D;&#x89D2;&#x8272;&#x8A72;&#x5982;&#x4F55;&#x626E;&#x6F14;&#x3001;&#x6558;&#x8FF0;&#x4EE5;&#x53CA;&#x5145;&#x5BE6;&#x7D30;&#x7BC0;&#x3002;&#x5982;&#x679C;&#x5728;&#x9762;&#x5718;&#xFF0C;&#x9019;&#x90E8;&#x4EFD;&#x76E1;&#x91CF;&#x548C;&#x73A9;&#x5BB6;&#x983B;&#x7E41;&#x773C;&#x795E;&#x4EA4;&#x6D41;&#xFF0C;&#x78BA;&#x4FDD;&#x4ED6;&#x8A8D;&#x70BA;&#x9019;&#x6A23;&#x7684;&#x63CF;&#x8FF0;&#x662F;&#x59A5;&#x7576;&#x7684;&#x3002;</p>
<p>&#x5176;&#x6B21;&#xFF0C;&#x5B83;&#x80FD;&#x896F;&#x6258;&#x51FA;&#x4E0B;&#x500B;&#x5834;&#x666F;&#x7684;&#x8108;&#x7D61;&#xFF0C;&#x4E26;&#x69CB;&#x6210;&#x5176;&#x6C1B;&#x570D;&#x4E0D;&#x53EF;&#x6216;&#x7F3A;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x3002;</p>
<p>&#x6700;&#x5F8C;&#xFF0C;&#x5B83;&#x88DC;&#x5B8C;&#x4E86;&#x6545;&#x4E8B;&#x5F27;&#x7DDA;&#x3002;&#x5728;&#x884C;&#x9032;&#x7684;&#x904E;&#x7A0B;&#x4E2D;&#xFF0C;&#x6545;&#x4E8B;&#x9010;&#x6F38;&#x5730;&#x8B8A;&#x5F97;&#x9AD8;&#x6F32;&#x3002;</p>
<p>&#x7E3D;&#x7D50;&#x4E5F;&#x53EF;&#x4EE5;&#x7528;&#x5728;&#x805A;&#x7126;&#x4E0A;&#xFF1A;</p>
<blockquote>
<p>&#x90A3;&#x6211;&#x7A0D;&#x5FAE;&#x7E3D;&#x7D50;&#x4E00;&#x4E0B;&#xFF1A;Tommy &#x5C07;&#x6C34;&#x676F;&#x88E1;&#x9762;&#x7684;&#x6C34;&#x7528;&#x529B;&#x6F51;&#x5728; John &#x7684;&#x81C9;&#x4E0A;&#xFF08;&#x770B;&#x5411; Tommy &#x7684;&#x73A9;&#x5BB6;&#xFF09;&#xFF0C;Jane &#x540C;&#x6642;&#x5C0D;&#x8457; John &#x5927;&#x7F75;&#xFF08;&#x770B;&#x5411; Jane &#x7684;&#x73A9;&#x5BB6;&#xFF09;&#x3002;&#x5728;&#x5496;&#x5561;&#x5EF3;&#x88E1;&#xFF0C;&#x4F60;&#x5011;&#x5F15;&#x8D77;&#x4E86;&#x8A31;&#x591A;&#x4EBA;&#x7684;&#x6CE8;&#x610F;&#x548C;&#x95DC;&#x5207;&#x3002;&#x4ED6;&#x5011;&#x7ACA;&#x7ACA;&#x79C1;&#x8A9E;&#x3002;&#x4F60;&#x5011;&#x7684;&#x773C;&#x775B;&#x76F4;&#x76F4;&#x76EF;&#x8457; John &#x3002;&#x4ED6;&#x62FF;&#x51FA;&#x624B;&#x5E15;&#xFF0C;&#x6253;&#x7B97;&#x5C07;&#x81C9;&#x4E0A;&#x7684;&#x6C34;&#x64E6;&#x4E7E;&#x3002;&#x4ED6;&#x5634;&#x4E2D;&#x767C;&#x51FA;&#x4E86;&#x602A;&#x7570;&#x7684;&#x77ED;&#x4FC3;&#x561F;&#x5583;&#x8072;&#x3002;&#x4F60;&#x5011;&#x4F9D;&#x7A00;&#x807D;&#x5230;&#x4E00;&#x6BB5;&#x602A;&#x7570;&#x97F3;&#x7BC0;&#xFF0C;&#x5F9E;&#x96DC;&#x4E82;&#x7684;&#x561F;&#x5665;&#x8072;&#x4E2D;&#x6D6E;&#x51FA;&#x3002;&#x300C;&#x5948;&#x4E9E;&#x62C9;&#x6258;&#x63D0;&#x666E;&#x300D;&#xFF0C;&#x4F60;&#x5011;&#x6E05;&#x695A;&#x807D;&#x898B;&#x4E86;&#x90A3;&#x4EE4;&#x4EBA;&#x4F5C;&#x5614;&#x7684;&#x22EF;&#x22EF;&#xFF08;&#x5834;&#x666F;&#x7E7C;&#x7E8C;&#xFF09;</p>
</blockquote>
<h2 id="&#x63A7;&#x5834;&#x6280;&#x5DE7;&#xFF1A;&#x6253;&#x5149;"><a class="header-anchor" href="#&#x63A7;&#x5834;&#x6280;&#x5DE7;&#xFF1A;&#x6253;&#x5149;">&#xB6;</a>&#x63A7;&#x5834;&#x6280;&#x5DE7;&#xFF1A;&#x6253;&#x5149;</h2>
<p>&#x5728;&#x5834;&#x666F;&#x4E2D;&#xFF0C;&#x4E3B;&#x6301;&#x4EBA;&#x9664;&#x4E86;&#x660E;&#x767D;&#x74B0;&#x5883;&#x7684;&#x88AB;&#x52D5;&#x6027;&#x5916;&#xFF0C;&#x4E5F;&#x8A72;&#x660E;&#x767D;&#x53C3;&#x8207;&#x8005;&#x7684;&#x80FD;&#x52D5;&#x6027;&#x3002;&#x74B0;&#x5883;&#x52A0;&#x4E0A;&#x53C3;&#x8207;&#x8005;&#xFF0C;&#x624D;&#x6C7A;&#x5B9A;&#x4E86;&#x5834;&#x666F;&#x7684;&#x6F5B;&#x529B;&#x3002;</p>
<p>&#x4E3B;&#x6301;&#x4EBA;&#x5FC5;&#x9808;&#x660E;&#x78BA;&#x5C07;&#x805A;&#x5149;&#x71C8;&#x6253;&#x5728;&#x67D0;&#x4F4D;&#xFF08;&#x6216;&#x67D0;&#x5E7E;&#x4F4D;&#xFF09;&#x73A9;&#x5BB6;&#x89D2;&#x8272;&#x4E0A;&#xFF0C;&#x8B93;&#x5834;&#x666F;&#x570D;&#x7E5E;&#x8457;&#x7279;&#x5B9A;&#x7684;&#x89D2;&#x8272;&#x9032;&#x884C;&#xFF0C;&#x800C;&#x8B93;&#x5176;&#x9918;&#x7684;&#x89D2;&#x8272;&#x6210;&#x70BA;&#x5354;&#x52A9;&#x8005;&#x6216;&#x662F;&#x80CC;&#x666F;&#x3002;</p>
<p>&#x4EE5;&#x4E0B;&#x662F;&#x4E00;&#x4E9B;&#x5E38;&#x898B;&#x7684;&#x6253;&#x5149;&#x6A21;&#x5F0F;&#xFF1A;</p>
<ul>
<li><strong>&#x7368;&#x767D;</strong>&#xFF1A;&#x5728;&#x9019;&#x500B;&#x5834;&#x666F;&#x4E2D;&#xFF0C;&#x67D0;&#x89D2;&#x8272;&#x7684;&#x5FC3;&#x5883;&#x8F49;&#x6298;&#x8207;&#x6050;&#x61FC;&#x61C9;&#x8A72;&#x88AB;&#x5F37;&#x8ABF;&#x3002;&#x53EF;&#x4EE5;&#x5C07;&#x805A;&#x5149;&#x71C8;&#x55AE;&#x4E00;&#x89D2;&#x8272;&#x8EAB;&#x4E0A;&#xFF0C;&#x8B93;&#x73A9;&#x5BB6;&#x95E1;&#x8FF0;&#x6216;&#x63CF;&#x8FF0;&#x89D2;&#x8272;&#x60C5;&#x7DD2;&#x3002;</li>
<li><strong>&#x60C5;&#x5883;&#x5287;</strong>&#xFF1A;&#x5728;&#x9019;&#x500B;&#x5834;&#x666F;&#x4E2D;&#x61C9;&#x8A72;&#x5F37;&#x8ABF;&#x89D2;&#x8272;&#x7684;&#x4E92;&#x52D5;&#x3002;&#x5C07;&#x4E00;&#x500B;&#x5927;&#x805A;&#x5149;&#x71C8;&#x6253;&#x5728;&#x95DC;&#x5207;&#x6B64;&#x554F;&#x984C;&#x7684;&#x6578;&#x540D;&#x89D2;&#x8272;&#x4E0A;&#x3002;&#x5305;&#x62EC;&#x6230;&#x9B25;&#x3001;&#x4EBA;&#x969B;&#x4E92;&#x52D5;&#x90FD;&#x662F;&#x5C6C;&#x65BC;&#x9019;&#x7A2E;&#x985E;&#x578B;&#x3002;</li>
<li><strong>&#x6311;&#x6230;&#x6216;&#x8ABF;&#x67E5;</strong>&#xFF1A;&#x5982;&#x679C;&#x6709;&#x89D2;&#x8272;&#x7684;&#x80FD;&#x529B;&#x6216;&#x8655;&#x5883;&#xFF0C;&#x6709;&#x5229;&#x65BC;&#x89E3;&#x6C7A;&#x4EFB;&#x52D9;&#x6216;&#x9032;&#x884C;&#x8ABF;&#x67E5;&#xFF0C;&#x5C07;&#x805A;&#x5149;&#x71C8;&#x6253;&#x5728;&#x4ED6;&#x548C;&#x74B0;&#x5883;&#x4E0A;&#x3002;&#x5C31;&#x50CF;&#x5C07;&#x74B0;&#x5883;&#x8207;&#x6C1B;&#x570D;&#x7576;&#x6210;&#x53E6;&#x5916;&#x4E00;&#x500B;&#x89D2;&#x8272;&#x3002;</li>
</ul>
<p>&#x6253;&#x5149;&#x7684;&#x65B9;&#x5F0F;&#x5F88;&#x591A;&#xFF0C;&#x6709;&#x6642;&#x5019;&#x53EA;&#x8981;&#x7C21;&#x55AE;&#x5730;&#x558A;&#x51FA;&#x89D2;&#x8272;&#x7684;&#x540D;&#x5B57;&#xFF0C;&#x6216;&#x662F;&#x8981;&#x554F;&#x73A9;&#x5BB6;&#x300C;&#x60F3;&#x8981;&#x8B93;&#x89D2;&#x8272;&#x505A;&#x4EC0;&#x9EBC;&#x300D;&#x5C31;&#x884C;&#x3002;&#x6709;&#x4E9B;&#x6642;&#x5019;&#xFF0C;&#x9700;&#x8981;&#x4F34;&#x96A8;&#x4E00;&#x6BB5;&#x7E3D;&#x7D50;&#xFF0C;&#x6216;&#x5728;&#x5834;&#x5916;&#x76F4;&#x8AAA;&#x300C;OK&#xFF0C;&#x6211;&#x60F3;&#x73FE;&#x5728;&#x61C9;&#x8A72;&#x662F;&#x628A;&#x5149;&#x6253;&#x5728; Tommy &#x8EAB;&#x4E0A;&#x7684;&#x6642;&#x5019;&#x4E86;&#x3002;&#x300D;</p>
<p>&#x66F4;&#x7D30;&#x7DFB;&#x7684;&#x4E3B;&#x6301;&#xFF0C;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x601D;&#x8003;&#x5982;&#x4F55;&#x5E73;&#x5206;&#x805A;&#x5149;&#x71C8;&#xFF0C;&#x4E26;&#x900F;&#x904E;&#x9010;&#x6B65;&#x5EFA;&#x7ACB;&#x5834;&#x666F;&#x7684;&#x65B9;&#x5F0F;&#x5E36;&#x9818;&#x73A9;&#x5BB6;&#x4E92;&#x52D5;&#xFF0C;&#x8B93;&#x73A9;&#x5BB6;&#x5728;&#x4E00;&#x6B65;&#x6B65;&#x5F15;&#x5C0E;&#x4E0B;&#x7372;&#x5F97;&#x626E;&#x6F14;&#x9032;&#x6B65;&#x548C;&#x5275;&#x4F5C;&#x6A02;&#x8DA3;&#x3002;</p>
<h2 id="&#x7D50;&#x8A9E;"><a class="header-anchor" href="#&#x7D50;&#x8A9E;">&#xB6;</a>&#x7D50;&#x8A9E;</h2>
<p>&#x63A7;&#x5834;&#x662F;&#x57FA;&#x790E;&#x800C;&#x5BE6;&#x7528;&#x7684;&#x89C0;&#x5FF5;&#x548C;&#x6280;&#x5DE7;&#xFF0C;&#x6709;&#x52A9;&#x65BC;&#x5354;&#x52A9;&#x8B93;&#x73A9;&#x5BB6;&#x6709;&#x826F;&#x597D;&#x3001;&#x523A;&#x6FC0;&#x3001;&#x7121;&#x51B7;&#x5834;&#x7684;&#x904A;&#x6232;&#x9AD4;&#x9A57;&#x3002;&#x719F;&#x7DF4;&#x63A7;&#x5834;&#xFF0C;&#x80FD;&#x8B93;&#x904A;&#x6232;&#x6709;&#x66F4;&#x591A;&#x5370;&#x8C61;&#x6DF1;&#x523B;&#x7684;&#x5834;&#x666F;&#x8207;&#x8A18;&#x61B6;&#x9EDE;&#xFF0C;&#x6E1B;&#x5C11;&#x73A9;&#x5BB6;&#x7684;&#x7CFE;&#x7D50;&#x3001;&#x56F0;&#x60D1;&#x548C;&#x6DF7;&#x4E82;&#x3002;&#x8B93;&#x904A;&#x6232;&#x7684;&#x9078;&#x64C7;&#x66F4;&#x52A0;&#x81EA;&#x7531;&#xFF0C;&#x4F46;&#x540C;&#x6642;&#x53C8;&#x80FD;&#x6293;&#x4F4F;&#x904A;&#x6232;&#x7684;&#x4E3B;&#x984C;&#x8207;&#x98A8;&#x683C;&#x3002;</p>
<p>&#x5982;&#x679C;&#x4F60;&#x662F;&#x4E00;&#x540D;&#x6709;&#x7D93;&#x9A57;&#x7684;&#x4E3B;&#x6301;&#x4EBA;&#xFF0C;&#x4F60;&#x53EF;&#x80FD;&#x5DF2;&#x7D93;&#x5728;&#x983B;&#x7E41;&#x5730;&#x4F7F;&#x7528;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#x4E2D;&#x63D0;&#x5230;&#x7684;&#x6280;&#x5DE7;&#x4E86;&#x3002;&#x5982;&#x679C;&#x662F;&#x9019;&#x6A23;&#xFF0C;&#x5E0C;&#x671B;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#x53EF;&#x4EE5;&#x7D66;&#x4F60;&#x4E00;&#x4E9B;&#x5C0D;&#x65BC;&#x9019;&#x7A2E;&#x7D93;&#x9A57;&#x7684;&#x5728;&#x89C0;&#x5FF5;&#x4E0A;&#x7684;&#x66F4;&#x6DF1;&#x5165;&#x7684;&#x601D;&#x8003;&#x3002;</p>
<p>&#x5982;&#x679C;&#x4F60;&#x662F;&#x7D93;&#x9A57;&#x8F03;&#x5C11;&#x7684;&#x4E3B;&#x6301;&#x4EBA;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x958B;&#x59CB;&#x7DF4;&#x7FD2;&#x4E86;&#x3002;</p>
<hr>
<p>&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B61;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x8ACB;&#x4E0D;&#x541D;&#x7528;&#x5BE6;&#x969B;&#x884C;&#x52D5;&#x652F;&#x6301;&#x6211;&#xFF1A;</p>
<ul>
<li>
<a href="https://www.patreon.com/bePatron?u=11250676" data-patreon-widget-type="become-patron-button" target="_blank" rel="noopener">&#x6210;&#x70BA;&#x6211;&#x7684; Patron &#xFF01;</a><script async src="https://c6.patreon.com/becomePatronButton.bundle.js"></script>
</li>
<li>
<ul>
<li><a href="https://paypal.me/wayne930242" target="_blank" rel="noopener"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="cc-paypal" class="svg-inline--fa fa-cc-paypal fa-w-18" role="img" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 576 512"><path fill="currentColor" d="M186.3 258.2c0 12.2-9.7 21.5-22 21.5-9.2 0-16-5.2-16-15 0-12.2 9.5-22 21.7-22 9.3 0 16.3 5.7 16.3 15.5zM80.5 209.7h-4.7c-1.5 0-3 1-3.2 2.7l-4.3 26.7 8.2-.3c11 0 19.5-1.5 21.5-14.2 2.3-13.4-6.2-14.9-17.5-14.9zm284 0H360c-1.8 0-3 1-3.2 2.7l-4.2 26.7 8-.3c13 0 22-3 22-18-.1-10.6-9.6-11.1-18.1-11.1zM576 80v352c0 26.5-21.5 48-48 48H48c-26.5 0-48-21.5-48-48V80c0-26.5 21.5-48 48-48h480c26.5 0 48 21.5 48 48zM128.3 215.4c0-21-16.2-28-34.7-28h-40c-2.5 0-5 2-5.2 4.7L32 294.2c-.3 2 1.2 4 3.2 4h19c2.7 0 5.2-2.9 5.5-5.7l4.5-26.6c1-7.2 13.2-4.7 18-4.7 28.6 0 46.1-17 46.1-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.2 8.2-5.8-8.5-14.2-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9 0 20.2-4.9 26.5-11.9-.5 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H200c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm40.5 97.9l63.7-92.6c.5-.5.5-1 .5-1.7 0-1.7-1.5-3.5-3.2-3.5h-19.2c-1.7 0-3.5 1-4.5 2.5l-26.5 39-11-37.5c-.8-2.2-3-4-5.5-4h-18.7c-1.7 0-3.2 1.8-3.2 3.5 0 1.2 19.5 56.8 21.2 62.1-2.7 3.8-20.5 28.6-20.5 31.6 0 1.8 1.5 3.2 3.2 3.2h19.2c1.8-.1 3.5-1.1 4.5-2.6zm159.3-106.7c0-21-16.2-28-34.7-28h-39.7c-2.7 0-5.2 2-5.5 4.7l-16.2 102c-.2 2 1.3 4 3.2 4h20.5c2 0 3.5-1.5 4-3.2l4.5-29c1-7.2 13.2-4.7 18-4.7 28.4 0 45.9-17 45.9-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.3 8.2-5.5-8.5-14-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9.3 0 20.5-4.9 26.5-11.9-.3 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H484c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm47.5-33.3c0-2-1.5-3.5-3.2-3.5h-18.5c-1.5 0-3 1.2-3.2 2.7l-16.2 104-.3.5c0 1.8 1.5 3.5 3.5 3.5h16.5c2.5 0 5-2.9 5.2-5.7L544 191.2v-.3zm-90 51.8c-12.2 0-21.7 9.7-21.7 22 0 9.7 7 15 16.2 15 12 0 21.7-9.2 21.7-21.5.1-9.8-6.9-15.5-16.2-15.5z"/></svg> &#x55AE;&#x6B21;&#x652F;&#x6301;&#xFF08;paypal&#xFF09;</a></li>
</ul>
</li>
</ul>

            <!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->
            <audio id="audio" loop="1" preload="auto" controls="controls" data-autoplay="false">
                <source type="audio/mpeg" src="">
            </audio>
            
                <ul id="audio-list" style="display:none">
                    
                        <li title='0' data-url='https://wayneh.tw/mp3/Touching_Moment.mp3'></li>
                    
                        <li title='1' data-url='https://wayneh.tw/mp3/Dinner_for_Two.mp3'></li>
                    
                </ul>
            
        </div>
        <div id="disqus_thread">
    <script type="text/javascript">
    var disqus_shortname = '';
    var disqus_config = function () {
        this.page.url = 'https://wayneh.tw/2020/02/07/control-scene/';
        this.page.identifier = '/2020/02/07/control-scene/';
        this.page.title = '如何讓玩家融入場景——談「控場」的理論與技巧';
    };
    (function() { // DON'T EDIT BELOW THIS LINE
    var d = document, s = d.createElement('script');
    s.src = 'https://waynetwhexo.disqus.com/embed.js';
    s.setAttribute('data-timestamp', +new Date());
    (d.head || d.body).appendChild(s);
  })();
  </script>
  <noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>


        </div>
        </div>
    
        <div class='side'>
            <ol class="toc"><li class="toc-item toc-level-2"><a class="toc-link" href="#場景：行進與聚焦"><span class="toc-text">¶場景：行進與聚焦</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#控場技巧：進行總結"><span class="toc-text">¶控場技巧：進行總結</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#控場技巧：打光"><span class="toc-text">¶控場技巧：打光</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#結語"><span class="toc-text">¶結語</span></a></li></ol>
        </div>
    
    <div id="footnoteText"></div>
</div>

    </div>
</div><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</body>
<script src="//cdn.jsdelivr.net/npm/gitalk@1/dist/gitalk.min.js"></script>
<script src="//ajax.googleapis.com/ajax/libs/jquery/1.8.3/jquery.min.js"></script>
<script src="../../../../js/plugin.js"></script>
<script src="../../../../js/diaspora.js"></script>
<link rel="stylesheet" href="../../../../photoswipe/photoswipe.css">
<link rel="stylesheet" href="../../../../photoswipe/default-skin/default-skin.css">
<script src="../../../../photoswipe/photoswipe.min.js"></script>
<script src="../../../../photoswipe/photoswipe-ui-default.min.js"></script>

<!-- Root element of PhotoSwipe. Must have class pswp. -->
<div class="pswp" tabindex="-1" role="dialog" aria-hidden="true">
    <!-- Background of PhotoSwipe. 
         It's a separate element as animating opacity is faster than rgba(). -->
    <div class="pswp__bg"></div>
    <!-- Slides wrapper with overflow:hidden. -->
    <div class="pswp__scroll-wrap">
        <!-- Container that holds slides. 
            PhotoSwipe keeps only 3 of them in the DOM to save memory.
            Don't modify these 3 pswp__item elements, data is added later on. -->
        <div class="pswp__container">
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
        </div>
        <!-- Default (PhotoSwipeUI_Default) interface on top of sliding area. Can be changed. -->
        <div class="pswp__ui pswp__ui--hidden">
            <div class="pswp__top-bar">
                <!--  Controls are self-explanatory. Order can be changed. -->
                <div class="pswp__counter"></div>
                <button class="pswp__button pswp__button--close" title="Close (Esc)"></button>
                <button class="pswp__button pswp__button--share" title="Share"></button>
                <button class="pswp__button pswp__button--fs" title="Toggle fullscreen"></button>
                <button class="pswp__button pswp__button--zoom" title="Zoom in/out"></button>
                <!-- Preloader demo http://codepen.io/dimsemenov/pen/yyBWoR -->
                <!-- element will get class pswp__preloader--active when preloader is running -->
                <div class="pswp__preloader">
                    <div class="pswp__preloader__icn">
                      <div class="pswp__preloader__cut">
                        <div class="pswp__preloader__donut"></div>
                      </div>
                    </div>
                </div>
            </div>
            <div class="pswp__share-modal pswp__share-modal--hidden pswp__single-tap">
                <div class="pswp__share-tooltip"></div> 
            </div>
            <button class="pswp__button pswp__button--arrow--left" title="Previous (arrow left)">
            </button>
            <button class="pswp__button pswp__button--arrow--right" title="Next (arrow right)">
            </button>
            <div class="pswp__caption">
                <div class="pswp__caption__center"></div>
            </div>
        </div>
    </div>
</div>



<!-- Google Analytics -->
<script type="text/javascript">
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','https://www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-61272067-1', 'auto');
  ga('send', 'pageview');
</script>
<!-- End Google Analytics -->


</html>
