
<!DOCTYPE html>
<html lang="zh-TW" class="loading">
<head><meta name="generator" content="Hexo 3.9.0">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <title>「你的邏輯被狗吃了嗎？」談普通人的邏輯學 - 偉恩與咖啡</title>
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black-translucent">
    <meta name="google" content="notranslate">
    <meta name="keywords" content="哲學, philosophy, TRPG,"> 
    <meta name="description" content="哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。,&amp;#x4E0D;&amp;#x7BA1;&amp;#x662F;&amp;#x516C;&amp;#x6C11;&amp;#x8A0E;&amp;#x8AD6;&amp;#x9084;&amp;#x662F;&amp;#x65E5;&amp;#x5E38;&amp;#x5435;&amp;#x,"> 
    <meta name="author" content="洪偉 Wei Hung"> 
    <link rel="alternative" href="atom.xml" title="偉恩與咖啡" type="application/atom+xml"> 
    <link rel="icon" href="https://wayneh.tw/favicon.png"> 
    <link rel="stylesheet" href="../../../../css/diaspora.css">
    <meta name="description" content="不管是公民討論還是日常吵架，「沒有邏輯」都是嚴重的指責，這代表「符合邏輯」是論述活動的重要價值，就像「發揮運動家精神」是體育活動的重要價值。 因此我們需要邏輯。邏輯學告訴我們，談論活動中具有怎樣的邏輯，能幫助我們了解彼此，並且區分言論的品質。 問題在於，邏輯學看起來很難。有人談三段論（有人則是不懂三段論還要談三段論），有人談形式邏輯，還有更多，看起來都滿難的。就算邏輯是論述活動的重要價值，哲學系以">
<meta name="keywords" content="邏輯,普通人,亞里斯多德">
<meta property="og:type" content="article">
<meta property="og:title" content="「你的邏輯被狗吃了嗎？」談普通人的邏輯學">
<meta property="og:url" content="https://wayneh.tw/2020/02/04/dogs-eat-logic/index.html">
<meta property="og:site_name" content="偉恩與咖啡">
<meta property="og:description" content="不管是公民討論還是日常吵架，「沒有邏輯」都是嚴重的指責，這代表「符合邏輯」是論述活動的重要價值，就像「發揮運動家精神」是體育活動的重要價值。 因此我們需要邏輯。邏輯學告訴我們，談論活動中具有怎樣的邏輯，能幫助我們了解彼此，並且區分言論的品質。 問題在於，邏輯學看起來很難。有人談三段論（有人則是不懂三段論還要談三段論），有人談形式邏輯，還有更多，看起來都滿難的。就算邏輯是論述活動的重要價值，哲學系以">
<meta property="og:locale" content="zh-TW">
<meta property="og:updated_time" content="2020-05-13T15:37:09.676Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="「你的邏輯被狗吃了嗎？」談普通人的邏輯學">
<meta name="twitter:description" content="不管是公民討論還是日常吵架，「沒有邏輯」都是嚴重的指責，這代表「符合邏輯」是論述活動的重要價值，就像「發揮運動家精神」是體育活動的重要價值。 因此我們需要邏輯。邏輯學告訴我們，談論活動中具有怎樣的邏輯，能幫助我們了解彼此，並且區分言論的品質。 問題在於，邏輯學看起來很難。有人談三段論（有人則是不懂三段論還要談三段論），有人談形式邏輯，還有更多，看起來都滿難的。就算邏輯是論述活動的重要價值，哲學系以">
    <script id="dsq-count-scr" src="//waynetwhexo.disqus.com/count.js" async></script>
    <link href="https://fonts.googleapis.com/css?family=Noto+Sans+TC:400,500,700|Noto+Serif+TC:400,700&display=swap" rel="stylesheet">
    <script defer src="/js/all.js"></script><!-- hexo-inject:begin --><!-- hexo-inject:end --> 
</head></html>
<body class="loading">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><span id="config-title" style="display:none">偉恩與咖啡</span>
    <div id="loader"></div>
    <div id="single">
    <div id="top" style="display: block;">
    <div class="bar" style="width: 0;"></div>
    <a class="icon-home image-icon" href="javascript:;" data-url="https://wayneh.tw"></a>
    <div title="播放/暫停" class="icon-play"></div>
    <h3 class="subtitle">「你的邏輯被狗吃了嗎？」談普通人的邏輯學</h3>
    <div class="social">
        <!--<div class="like-icon">-->
            <!--<a href="javascript:;" class="likeThis active"><span class="icon-like"></span><span class="count">76</span></a>-->
        <!--</div>-->
        <div>
            <div class="share">
                <a title="QR code" class="icon-scan" href="javascript:;"></a>
            </div>
            <div id="qr"></div>
        </div>
    </div>
    <div class="scrollbar"></div>
</div>

    <div class="section">
        <div class="article">
    <div class='main'>
        <h1 class="title">「你的邏輯被狗吃了嗎？」談普通人的邏輯學</h1>
        <div class="stuff">
            <span>二月 04, 2020</span>
            
  <ul class="post-tags-list"><li class="post-tags-list-item"><a class="post-tags-list-link" href="../../../../tags/亞里斯多德/">亞里斯多德</a></li><li class="post-tags-list-item"><a class="post-tags-list-link" href="../../../../tags/普通人/">普通人</a></li><li class="post-tags-list-item"><a class="post-tags-list-link" href="../../../../tags/邏輯/">邏輯</a></li></ul>


        </div>
        <div class="content markdown">
            <p>&#x4E0D;&#x7BA1;&#x662F;&#x516C;&#x6C11;&#x8A0E;&#x8AD6;&#x9084;&#x662F;&#x65E5;&#x5E38;&#x5435;&#x67B6;&#xFF0C;&#x300C;&#x6C92;&#x6709;&#x908F;&#x8F2F;&#x300D;&#x90FD;&#x662F;&#x56B4;&#x91CD;&#x7684;&#x6307;&#x8CAC;&#xFF0C;&#x9019;&#x4EE3;&#x8868;&#x300C;&#x7B26;&#x5408;&#x908F;&#x8F2F;&#x300D;&#x662F;&#x8AD6;&#x8FF0;&#x6D3B;&#x52D5;&#x7684;&#x91CD;&#x8981;&#x50F9;&#x503C;&#xFF0C;&#x5C31;&#x50CF;&#x300C;&#x767C;&#x63EE;&#x904B;&#x52D5;&#x5BB6;&#x7CBE;&#x795E;&#x300D;&#x662F;&#x9AD4;&#x80B2;&#x6D3B;&#x52D5;&#x7684;&#x91CD;&#x8981;&#x50F9;&#x503C;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#x6211;&#x5011;&#x9700;&#x8981;&#x908F;&#x8F2F;&#x3002;&#x908F;&#x8F2F;&#x5B78;&#x544A;&#x8A34;&#x6211;&#x5011;&#xFF0C;&#x8AC7;&#x8AD6;&#x6D3B;&#x52D5;&#x4E2D;&#x5177;&#x6709;&#x600E;&#x6A23;&#x7684;&#x908F;&#x8F2F;&#xFF0C;&#x80FD;&#x5E6B;&#x52A9;&#x6211;&#x5011;&#x4E86;&#x89E3;&#x5F7C;&#x6B64;&#xFF0C;&#x4E26;&#x4E14;&#x5340;&#x5206;&#x8A00;&#x8AD6;&#x7684;&#x54C1;&#x8CEA;&#x3002;</p>
<p>&#x554F;&#x984C;&#x5728;&#x65BC;&#xFF0C;&#x908F;&#x8F2F;&#x5B78;&#x770B;&#x8D77;&#x4F86;&#x5F88;&#x96E3;&#x3002;&#x6709;&#x4EBA;&#x8AC7;&#x4E09;&#x6BB5;&#x8AD6;&#xFF08;&#x6709;&#x4EBA;&#x5247;&#x662F;&#x4E0D;&#x61C2;&#x4E09;&#x6BB5;&#x8AD6;&#x9084;&#x8981;&#x8AC7;&#x4E09;&#x6BB5;&#x8AD6;&#xFF09;&#xFF0C;&#x6709;&#x4EBA;&#x8AC7;&#x5F62;&#x5F0F;&#x908F;&#x8F2F;&#xFF0C;&#x9084;&#x6709;&#x66F4;&#x591A;&#xFF0C;&#x770B;&#x8D77;&#x4F86;&#x90FD;&#x6EFF;&#x96E3;&#x7684;&#x3002;&#x5C31;&#x7B97;&#x908F;&#x8F2F;&#x662F;&#x8AD6;&#x8FF0;&#x6D3B;&#x52D5;&#x7684;&#x91CD;&#x8981;&#x50F9;&#x503C;&#xFF0C;&#x54F2;&#x5B78;&#x7CFB;&#x4EE5;&#x5916;&#x7684;&#x666E;&#x901A;&#x4EBA;&#x6709;&#x8FA6;&#x6CD5;&#x4E86;&#x89E3;&#x9019;&#x7A2E;&#x6771;&#x897F;&#x55CE;&#xFF1F;&#x6211;&#x5011;&#x9700;&#x8981;&#x77E5;&#x9053;&#x591A;&#x5C11;&#x624D;&#x5920;&#xFF1F;</p>
<a id="more"></a>
<h2 id="&#x908F;&#x8F2F;&#x662F;&#x4EC0;&#x9EBC;">&#x908F;&#x8F2F;&#x662F;&#x4EC0;&#x9EBC;&#xFF1F;</h2>
<p>&#x908F;&#x8F2F;&#xFF08;logic&#xFF09;&#x7684;&#x8A5E;&#x6E90;&#x4F86;&#x81EA;&#x53E4;&#x5E0C;&#x81D8;&#x6587;&#x7684;&#x908F;&#x5404;&#x65AF;&#xFF08;logos&#x3001;&#x3BB;&#x3CC;&#x3B3;&#x3BF;&#x3C2;&#xFF09;&#x3002;&#x5728;&#x4E9E;&#x91CC;&#x65AF;&#x591A;&#x5FB7;&#x7684;&#x300A;&#x4FEE;&#x8FAD;&#x5B78;&#x300B;&#xFF08;<em>Rhetoric</em>&#xFF09;&#x4E2D;&#xFF0C;&#x63A2;&#x8A0E;&#x4E86;&#x5728;&#x8AAA;&#x670D;&#x6D3B;&#x52D5;&#x4E2D;&#xFF0C;&#x6211;&#x5011;&#x5982;&#x4F55;&#x5F9E;&#x7406;&#x7531;&#x51FA;&#x767C;&#x4F86;&#x63D0;&#x4F9B;&#x8AD6;&#x8B49;&#x3002;</p>
<p>&#x4E9E;&#x91CC;&#x65AF;&#x591A;&#x5FB7;&#x7279;&#x5225;&#x5F37;&#x8ABF;&#x908F;&#x5404;&#x65AF;&#xFF0C;&#x4ED6;&#x8A8D;&#x70BA;&#xFF0C;&#x6709;&#x5225;&#x65BC;&#x4EBA;&#x683C;&#x9B45;&#x529B;&#x6216;&#x60C5;&#x7DD2;&#x611F;&#x67D3;&#x529B;&#xFF0C;&#x908F;&#x5404;&#x65AF;&#x8207;&#x60C5;&#x611F;&#x7121;&#x95DC;&#xFF0C;&#x4E26;&#x5EFA;&#x7ACB;&#x5728;&#x771F;&#x7406;&#x4E4B;&#x4E0A;&#xFF0C;&#x56E0;&#x6B64;&#x5177;&#x6709;&#x66F4;&#x5F37;&#x7684;&#x8AAA;&#x670D;&#x529B;&#x5EA6;&#x3002;&#x908F;&#x8F2F;&#x5B78;&#x662F;&#x5C0D;&#x908F;&#x5404;&#x65AF;&#x7684;&#x7814;&#x7A76;&#xFF0C;&#x5305;&#x62EC;&#x90A3;&#x4E9B;&#x8AAA;&#x670D;&#x529B;&#x548C;&#x60C5;&#x611F;&#x7121;&#x95DC;&#x7684;&#x8AD6;&#x8B49;&#xFF0C;&#x5176;&#x8AAA;&#x670D;&#x529B;&#x4F86;&#x6E90;&#x662F;&#x4EC0;&#x9EBC;&#xFF1F;&#x6709;&#x54EA;&#x4E9B;&#x662F;&#x771F;&#x7684;&#x5EFA;&#x7ACB;&#x5728;&#x771F;&#x7406;&#x4E4B;&#x4E0A;&#xFF0C;&#x54EA;&#x4E9B;&#x53EA;&#x662F;&#x507D;&#x9020;&#x7684;&#xFF1F;</p>
<p>&#x9019;&#x500B;&#x5DE5;&#x4F5C;&#x76F8;&#x7576;&#x8907;&#x96DC;&#xFF0C;&#x7121;&#x8AD6;&#x662F;&#x5DE5;&#x4F5C;&#x5167;&#x5BB9;&#x9084;&#x662F;&#x6210;&#x679C;&#x3002;&#x4F46;&#x56F0;&#x96E3;&#x4E0D;&#x662F;&#x85C9;&#x53E3;&#xFF0C;&#x6211;&#x5011;&#x9700;&#x8981;&#x908F;&#x8F2F;&#x5B78;&#xFF0C;&#x6BCF;&#x500B;&#x4EBA;&#x90FD;&#x662F;&#x3002;</p>
<h2 id="&#x600E;&#x9EBC;&#x8A13;&#x7DF4;&#x908F;&#x8F2F;">&#x600E;&#x9EBC;&#x8A13;&#x7DF4;&#x908F;&#x8F2F;&#xFF1F;</h2>
<p>&#x908F;&#x8F2F;&#x5B78;&#x4F86;&#x81EA;&#x5C0D;&#x601D;&#x60F3;&#x7684;&#x53CD;&#x601D;&#x7FD2;&#x6163;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x6B7B;&#x80CC;&#x908F;&#x8F2F;&#x898F;&#x5247;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x7121;&#x6CD5;&#x81EA;&#x767C;&#x5730;&#x61C9;&#x7528;&#x5728;&#x65E5;&#x5E38;&#x601D;&#x8003;&#x4E0A;&#xFF0C;&#x4F60;&#x4F9D;&#x7136;&#x4E0D;&#x7B97;&#x662F;&#x638C;&#x63E1;&#x908F;&#x8F2F;&#x3002;</p>
<p>&#x8981;&#x600E;&#x9EBC;&#x8A13;&#x7DF4;&#x908F;&#x8F2F;&#x80FD;&#x529B;&#xFF1F;&#x8CC7;&#x8A0A;&#x901A;&#x9054;&#x7684;&#x73FE;&#x5728;&#xFF0C;&#x4E00;&#x500B;&#x6709;&#x6548;&#x7387;&#x7684;&#x65B9;&#x6CD5;&#x6216;&#x8A31;&#x662F;&#xFF1A;&#x5728;&#x91CD;&#x8996;&#x908F;&#x8F2F;&#x7684;&#x5C0D;&#x8A71;&#x4E2D;&#xFF0C;&#x8AA0;&#x5BE6;&#x5730;&#x5C31;&#x4E00;&#x500B;&#x8B70;&#x984C;&#x9032;&#x884C;&#x8A0E;&#x8AD6;&#x3002;</p>
<p>&#x5728;&#x9019;&#x88E1;&#x300C;&#x91CD;&#x8996;&#x908F;&#x8F2F;&#x7684;&#x5C0D;&#x8A71;&#x300D;&#x6709;&#x5E7E;&#x500B;&#x7279;&#x8272;&#xFF1A;</p>
<ol type="1">
<li>&#x908F;&#x5404;&#x65AF;&#x7684;&#x6148;&#x5584;&#x539F;&#x5247;&#xFF1A;&#x5728;&#x5C0D;&#x8A71;&#x4E2D;&#x7684;&#x96D9;&#x65B9;&#x4E0D;&#x662F;&#x7528;&#x60C5;&#x7DD2;&#x548C;&#x7ACB;&#x5834;&#xFF0C;&#x800C;&#x662F;&#x4EE5;&#x7406;&#x6027;&#x4F86;&#x5728;&#x8861;&#x91CF;&#x96D9;&#x65B9;&#x6BCF;&#x500B;&#x610F;&#x898B;&#x7684;&#x771F;&#x5047;&#xFF0C;&#x77E5;&#x9053;&#x5C0D;&#x65B9;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x4E26;&#x4E14;&#x77E5;&#x9053;&#x96D9;&#x65B9;&#x90FD;&#x77E5;&#x9053;&#x5C0D;&#x65B9;&#x90FD;&#x662F;&#x5982;&#x6B64;&#x3002;</li>
<li>&#x6E9D;&#x901A;&#x8AA0;&#x610F;&#xFF1A;&#x96D9;&#x65B9;&#x4E26;&#x4E0D;&#x5805;&#x6301;&#x81EA;&#x5DF1;&#x5C0D;&#x8A5E;&#x8A9E;&#x610F;&#x7FA9;&#x7684;&#x754C;&#x5B9A;&#xFF0C;&#x9858;&#x610F;&#x96A8;&#x6642;&#x8ABF;&#x6574;&#xFF0C;&#x4E26;&#x4E14;&#x9858;&#x610F;&#x793A;&#x4F8B;&#x6E05;&#x695A;&#x4EE5;&#x8B93;&#x5C0D;&#x65B9;&#x7406;&#x89E3;&#x81EA;&#x5DF1;&#x7684;&#x610F;&#x601D;&#xFF0C;&#x4E5F;&#x9858;&#x610F;&#x7A4D;&#x6975;&#x4E86;&#x89E3;&#x5C0D;&#x65B9;&#x7684;&#x610F;&#x601D;&#x3002;</li>
<li>&#x53CD;&#x601D;&#x6027;&#xFF1A;&#x5927;&#x5BB6;&#x9858;&#x610F;&#x8AA0;&#x5BE6;&#x8ABF;&#x6574;&#x81EA;&#x5DF1;&#x7684;&#x770B;&#x6CD5;&#x3002;&#x8A0E;&#x8AD6;&#x7684;&#x901F;&#x5EA6;&#x9069;&#x4E2D;&#xFF0C;&#x8B93;&#x5927;&#x5BB6;&#x90FD;&#x6709;&#x6642;&#x9593;&#x7406;&#x89E3;&#x5F7C;&#x6B64;&#x548C;&#x53CD;&#x601D;&#x81EA;&#x8EAB;&#x3002;</li>
</ol>
<p>&#x9664;&#x4E86;&#x91CD;&#x8996;&#x908F;&#x8F2F;&#x7684;&#x5C0D;&#x8A71;&#xFF0C;&#x5C0D;&#x65BC;&#x81EA;&#x6211;&#x601D;&#x60F3;&#x7684;&#x5145;&#x5206;&#x53CD;&#x601D;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x900F;&#x904E;&#x5BEB;&#x4F5C;&#x4F86;&#x9032;&#x884C;&#x7DF4;&#x7FD2;&#x3002;&#x5728;&#x9019;&#x7A2E;&#x5BEB;&#x4F5C;&#x4E2D;&#xFF0C;&#x6211;&#x5011;&#x4E0D;&#x59A8;&#x60F3;&#x50CF;&#x4E00;&#x500B;&#x6587;&#x7AE0;&#x7684;&#x89C0;&#x770B;&#x8005;&#xFF0C;&#x4E26;&#x4E14;&#x8003;&#x616E;&#x4ED6;&#x6703;&#x5C0D;&#x81EA;&#x5DF1;&#x7684;&#x601D;&#x60F3;&#x6709;&#x600E;&#x6A23;&#x7684;&#x56DE;&#x61C9;&#xFF0C;&#x5C31;&#x50CF;&#x662F;&#x6A21;&#x64EC;&#x4E00;&#x6B21;&#x91CD;&#x8996;&#x908F;&#x8F2F;&#x7684;&#x5C0D;&#x8A71;&#x3002;</p>
<h2 id="&#x6709;&#x908F;&#x8F2F;&#x7684;&#x8A0E;&#x8AD6;">&#x6709;&#x908F;&#x8F2F;&#x7684;&#x8A0E;&#x8AD6;</h2>
<blockquote>
<p>&#x82B1;&#x82B1;&#xFF1A;&#x7BA1;&#x5236;&#x5047;&#x65B0;&#x805E;&#x7834;&#x58DE;&#x8A00;&#x8AD6;&#x81EA;&#x7531;&#x3002;&#x5149;&#x9019;&#x9EDE;&#x5C31;&#x503C;&#x5F97;&#x53CD;&#x5C0D;&#xFF0C;&#x8A00;&#x8AD6;&#x81EA;&#x7531;&#x662F;&#x61B2;&#x6CD5;&#x4FDD;&#x969C;&#x7684;&#x50F9;&#x503C;&#xFF0C;&#x4E5F;&#x662F;&#x6C11;&#x4E3B;&#x570B;&#x5BB6;&#x6700;&#x91CD;&#x8981;&#x7684;&#x6B0A;&#x5229;&#x3002; &#x7CD6;&#x7CD6;&#xFF1A;&#x6211;&#x540C;&#x610F;&#x8A00;&#x8AD6;&#x81EA;&#x7531;&#x662F;&#x91CD;&#x8981;&#x7684;&#x6B0A;&#x5229;&#xFF0C;&#x4F46;&#x662F;&#x4F60;&#x597D;&#x50CF;&#x53EA;&#x8003;&#x616E;&#x5230;&#x7BA1;&#x5236;&#x5047;&#x65B0;&#x805E;&#x7684;&#x4E00;&#x500B;&#x6548;&#x679C;&#xFF1A;&#x5B83;&#x9664;&#x4E86;&#x7834;&#x58DE;&#x8A00;&#x8AD6;&#x81EA;&#x7531;&#xFF0C;&#x4E5F;&#x4FDD;&#x969C;&#x4E86;&#x5176;&#x4ED6;&#x6B0A;&#x5229;&#x3002;&#x9019;&#x4E9B;&#x6B0A;&#x5229;&#x6BD4;&#x8A00;&#x8AD6;&#x81EA;&#x7531;&#x66F4;&#x4E0D;&#x91CD;&#x8981;&#x55CE;&#xFF1F; &#x82B1;&#x82B1;&#xFF1A;&#x4E0D;&#x904E;&#xFF0C;&#x5982;&#x679C;&#x6C11;&#x4E3B;&#x570B;&#x5BB6;&#x53EF;&#x4EE5;&#x4E0D;&#x4FDD;&#x969C;&#x8A00;&#x8AD6;&#x81EA;&#x7531;&#xFF0C;&#x5B83;&#x9084;&#x662F;&#x6C11;&#x4E3B;&#x570B;&#x5BB6;&#x55CE;&#xFF1F; &#x7CD6;&#x7CD6;&#xFF1A;&#x6216;&#x8A31;&#x8A00;&#x8AD6;&#x81EA;&#x7531;&#x7684;&#x4FDD;&#x969C;&#xFF0C;&#x5373;&#x4F7F;&#x5728;&#x6C11;&#x4E3B;&#x570B;&#x5BB6;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x5168;&#x6709;&#x6216;&#x5168;&#x7121;&#xFF1F; &#x82B1;&#x82B1;&#xFF1A;&#x662F;&#x3002;&#x4E0D;&#x904E;&#x2026;&#x2026;</p>
</blockquote>
<p>&#x5728;&#x4EE5;&#x4E0A;&#x8A0E;&#x8AD6;&#x88E1;&#xFF0C;&#x5169;&#x500B;&#x53C3;&#x8207;&#x8005;&#x5C07;&#x8A0E;&#x8AD6;&#x7684;&#x91CD;&#x9EDE;&#x653E;&#x5728;&#x8A00;&#x8AAA;&#x7684;&#x5167;&#x5BB9;&#x4E0A;&#xFF0C;&#x4E26;&#x4E14;&#x6709;&#x610F;&#x8B58;&#x5730;&#x53BB;&#x4E86;&#x89E3;&#x548C;&#x627F;&#x8A8D;&#x5C0D;&#x65B9;&#x7684;&#x9810;&#x8A2D;&#x3002;&#x7CD6;&#x7CD6;&#x4E0D;&#x540C;&#x610F;&#x82B1;&#x82B1;&#x7684;&#x8AD6;&#x8B49;&#xFF0C;&#x4F46;&#x4ED6;&#x4E0D;&#x57F7;&#x8457;&#x65BC;&#x512A;&#x5148;&#x91D0;&#x6E05;&#x300C;&#x8A00;&#x8AD6;&#x81EA;&#x7531;&#x300D;&#x300C;&#x6C11;&#x4E3B;&#x570B;&#x5BB6;&#x300D;&#x7684;&#x610F;&#x6DB5;&#xFF0C;&#x800C;&#x662F;&#x512A;&#x5148;&#x627F;&#x8A8D;&#x8207;&#x8003;&#x616E;&#x5C0D;&#x65B9;&#x610F;&#x898B;&#x7684;&#x908F;&#x5404;&#x65AF;&#x3002;</p>
<p>&#x503C;&#x5F97;&#x6CE8;&#x610F;&#x7684;&#x662F;&#xFF0C;&#x7E31;&#x4F7F;&#x7CD6;&#x7CD6;&#x4E26;&#x4E0D;&#x5805;&#x6301;&#x81EA;&#x5DF1;&#x7684;&#x754C;&#x5B9A;&#xFF0C;&#x4ED6;&#x63D0;&#x4F9B;&#x7684;&#x610F;&#x898B;&#x4E5F;&#x8DB3;&#x4EE5;&#x8B93;&#x82B1;&#x82B1;&#x4FEE;&#x6539;&#x81EA;&#x5DF1;&#x5C0D;&#x8A00;&#x8AD6;&#x81EA;&#x7531;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x4E26;&#x56E0;&#x6B64;&#x610F;&#x8B58;&#x5230;&#x81EA;&#x5DF1;&#x4E00;&#x958B;&#x59CB;&#x8003;&#x616E;&#x7684;&#x8AD6;&#x8B49;&#x4E0D;&#x5920;&#x5468;&#x5EF6;&#x3002;&#x96D9;&#x65B9;&#x5C55;&#x73FE;&#x7684;&#x8AA0;&#x610F;&#xFF0C;&#x8B93;&#x4ED6;&#x5011;&#x80FD;&#x8A0E;&#x8AD6;&#x5F7C;&#x6B64;&#x610F;&#x898B;&#x7684;&#x6838;&#x5FC3;&#x5DEE;&#x7570;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x6D41;&#x65BC;&#x5E38;&#x898B;&#x7684;&#x4E92;&#x7F75;&#x3002;</p>
<p>&#x9019;&#x7A2E;&#x8A0E;&#x8AD6;&#x6301;&#x7E8C;&#x4E0B;&#x53BB;&#xFF0C;&#x5169;&#x4EBA;&#x9664;&#x4E86;&#x5728;&#x9019;&#x8B70;&#x984C;&#x4E0A;&#x6709;&#x6DF1;&#x5165;&#x7684;&#x5BE6;&#x8CEA;&#x63A2;&#x8A0E;&#xFF08;&#x800C;&#x975E;&#x53EA;&#x662F;&#x8853;&#x8A9E;&#x5DEE;&#x7570;&#x7684;&#x63A2;&#x8A0E;&#xFF09;&#xFF0C;&#x4E5F;&#x6703;&#x5C0D;&#x300C;&#x600E;&#x6A23;&#x7684;&#x8AAA;&#x6CD5;&#x80FD;&#x5920;&#x8AAA;&#x670D;&#x5C0D;&#x65B9;&#x300D;&#x6709;&#x66F4;&#x591A;&#x7406;&#x89E3;&#x3002;&#x800C;&#x7576;&#x6709;&#x7B2C;&#x4E09;&#x500B;&#x4EBA;&#x52A0;&#x5165;&#x8A0E;&#x8AD6;&#xFF0C;&#x4ED6;&#x5011;&#x6216;&#x8A31;&#x6703;&#x6CE8;&#x610F;&#x5230;&#x4E8B;&#x60C5;&#x6539;&#x8B8A;&#x4E86;&#xFF0C;&#x672C;&#x4F86;&#x80FD;&#x8AAA;&#x670D;&#x5169;&#x65B9;&#x7684;&#x8AAA;&#x6CD5;&#xFF0C;&#x5C0D;&#x65BC;&#x7B2C;&#x4E09;&#x65B9;&#x537B;&#x4E0D;&#x4E00;&#x5B9A;&#x80FD;&#x76F4;&#x89BA;&#x5730;&#x63A5;&#x53D7;&#x3002;&#x9019;&#x6A23;&#x4E00;&#x4F86;&#xFF0C;&#x53CD;&#x601D;&#x548C;&#x8A0E;&#x8AD6;&#x7684;&#x7BC4;&#x570D;&#x4FBF;&#x7E7C;&#x7E8C;&#x62D3;&#x5BEC;&#x3002;</p>
<p>&#x7576;&#x7136;&#xFF0C;&#x91CD;&#x8996;&#x908F;&#x8F2F;&#x7684;&#x5C0D;&#x8A71;&#x4E0D;&#x4E00;&#x5B9A;&#x662F;&#x6700;&#x7406;&#x60F3;&#x7684;&#x6E9D;&#x901A;&#x3002;&#x5B83;&#x91CD;&#x8996;&#x4E92;&#x76F8;&#x8AAA;&#x670D;&#xFF0C;&#x4E26;&#x4E14;&#x8981;&#x6C42;&#x5C07;&#x7ACB;&#x5834;&#x66AB;&#x6642;&#x64F1;&#x7F6E;&#x3002;&#x5B83;&#x4E0D;&#x898B;&#x5F97;&#x80FD;&#x8655;&#x7406;&#x60C5;&#x611F;&#x4EA4;&#x6D41;&#x3002;</p>
<p>&#x91CD;&#x8996;&#x908F;&#x8F2F;&#x7684;&#x5C0D;&#x8A71;&#x9700;&#x8981;&#x53C3;&#x52A0;&#x8005;&#x5F7C;&#x6B64;&#x5C0D;&#x7B49;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x8981;&#x5728;&#x6B0A;&#x529B;&#x4E0D;&#x5C0D;&#x7B49;&#x7684;&#x6559;&#x5B78;&#x5834;&#x5408;&#x5BE6;&#x73FE;&#xFF0C;&#x5F97;&#x8981;&#x8CBB;&#x529F;&#x592B;&#x3002;</p>
<p>&#x4F8B;&#x5982;&#xFF0C;&#x82E5;&#x6211;&#x5011;&#x5E0C;&#x671B;&#x5728;&#x6559;&#x5B78;&#x5834;&#x5408;&#x9032;&#x884C;&#x91CD;&#x8996;&#x908F;&#x8F2F;&#x7684;&#x5C0D;&#x8A71;&#x4F86;&#x9032;&#x884C;&#x7DF4;&#x7FD2;&#xFF0C;&#x8001;&#x5E2B;&#x7684;&#x614B;&#x5EA6;&#x5C31;&#x5FC5;&#x9808;&#x66F4;&#x8EDF;&#xFF0C;&#x4E26;&#x4E14;&#x8981;&#x8A66;&#x5716;&#x5F15;&#x5C0E;&#x5B78;&#x751F;&#x7684;&#x53CD;&#x601D;&#xFF1B;&#x5982;&#x679C;&#x662F;&#x5728;&#x516C;&#x53F8;&#xFF0C;&#x4E3B;&#x6301;&#x4EBA;&#x5FC5;&#x9808;&#x78BA;&#x5B9A;&#x5982;&#x4ECA;&#x7684;&#x76EE;&#x7684;&#x4E26;&#x975E;&#x662F;&#x5F97;&#x51FA;&#x7D50;&#x8AD6;&#xFF0C;&#x800C;&#x662F;&#x6E9D;&#x901A;&#x8207;&#x5B78;&#x7FD2;&#xFF0C;&#x50CF;&#x662F;&#x54E1;&#x5DE5;&#x57F9;&#x8A13;&#x6216;&#x662F;&#x51DD;&#x805A;&#x5171;&#x8B58;&#x7684;&#x6703;&#x8B70;&#xFF1B;&#x800C;&#x5728;&#x5371;&#x96AA;&#x7684;&#x7DB2;&#x8DEF;&#x8A0E;&#x8AD6;&#x5834;&#x5408;&#xFF0C;&#x5247;&#x9700;&#x614E;&#x9078;&#x5C0D;&#x8C61;&#x3002;</p>
<h2 id="&#x666E;&#x901A;&#x4EBA;&#x7684;&#x908F;&#x8F2F;&#x5B78;">&#x666E;&#x901A;&#x4EBA;&#x7684;&#x908F;&#x8F2F;&#x5B78;</h2>
<p>&#x5728;&#x9019;&#x6A23;&#x7684;&#x8A0E;&#x8AD6;&#x4E2D;&#x5F62;&#x6210;&#x7684;&#x908F;&#x8F2F;&#x8A13;&#x7DF4;&#xFF0C;&#x8DDF;&#x908F;&#x8F2F;&#x6559;&#x79D1;&#x66F8;&#x88E1;&#x5BEB;&#x7684;&#x770B;&#x8D77;&#x4F86;&#x4E0D;&#x6703;&#x4E00;&#x6A23;&#x3002;&#x5B83;&#x6C92;&#x6709;&#x592A;&#x591A;&#x8853;&#x8A9E;&#xFF0C;&#x4E5F;&#x6216;&#x8A31;&#x6C92;&#x6709;&#x592A;&#x591A;&#x80FD;&#x5F9E;&#x4E00;&#x500B;&#x8A0E;&#x8AD6;&#x5834;&#x666F;&#x5E36;&#x5230;&#x53E6;&#x4E00;&#x500B;&#x8A0E;&#x8AD6;&#x5834;&#x666F;&#x7684;&#x7406;&#x8AD6;&#x3002;&#x9019;&#x50CF;&#x662F;&#x4E00;&#x7A2E;&#x9ED8;&#x6703;&#x77E5;&#x8B58;&#xFF08;Tacit Knowledge&#xFF09;&#xFF0C;&#x6211;&#x5011;&#x6162;&#x6162;&#x638C;&#x63E1;&#x5230;&#x601D;&#x60F3;&#x7684;&#x908F;&#x5404;&#x65AF;&#xFF0C;&#x4E26;&#x4E14;&#x6F84;&#x6E05;&#x81EA;&#x5DF1;&#x7684;&#x60F3;&#x6CD5;&#x3002;</p>
<p>&#x6211;&#x5011;&#x4E0D;&#x9700;&#x8981;&#x80CC;&#x4E00;&#x5806;&#x8B2C;&#x8AA4;&#x7684;&#x540D;&#x7A31;&#xFF0C;&#x56E0;&#x70BA;&#x540D;&#x7A31;&#x672C;&#x8EAB;&#x6BEB;&#x7121;&#x7528;&#x8655;&#x3002;&#x300C;&#x6253;&#x7A3B;&#x8349;&#x4EBA;&#x300D;&#x9019;&#x7A2E;&#x8AAA;&#x6CD5;&#x5F88;&#x597D;&#x7528;&#xFF0C;&#x9019;&#x7A2E;&#x8853;&#x8A9E;&#x901A;&#x5E38;&#x7528;&#x4F86;&#x6279;&#x8A55;&#x4ED6;&#x4EBA;&#x4E26;&#x6C92;&#x6709;&#x53CD;&#x99C1;&#x4ED6;&#x4E3B;&#x5F35;&#x8981;&#x53CD;&#x99C1;&#x7684;&#x6A19;&#x7684;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x6B78;&#x985E;&#x8B2C;&#x8AA4;&#xFF0C;&#x548C;&#x59A5;&#x7576;&#x5730;&#x627E;&#x5230;&#x601D;&#x60F3;&#x7684;&#x76F2;&#x9EDE;&#x548C;&#x8AA4;&#x5340;&#xFF0C;&#x662F;&#x5169;&#x4EF6;&#x4E8B;&#x60C5;&#x3002;</p>
<p>&#x4E0D;&#x904E;&#xFF0C;&#x9019;&#x4E26;&#x4E0D;&#x4EE3;&#x8868;&#x666E;&#x901A;&#x4EBA;&#x7684;&#x908F;&#x8F2F;&#x5B78;&#x6703;&#x548C;&#x5B78;&#x9662;&#x7684;&#x908F;&#x8F2F;&#x5B78;&#x683C;&#x683C;&#x4E0D;&#x5165;&#xFF0C;&#x4E5F;&#x4E0D;&#x610F;&#x5473;&#x8457;&#x666E;&#x901A;&#x4EBA;&#x6C92;&#x80FD;&#x529B;&#x5B78;&#x7FD2;&#x5B78;&#x9662;&#x7684;&#x908F;&#x8F2F;&#x5B78;&#x3002;&#x6211;&#x60F3;&#x5F37;&#x8ABF;&#x7684;&#x662F;&#xFF0C;&#x9019;&#x4E9B;&#x91CD;&#x8996;&#x908F;&#x8F2F;&#x7684;&#x5C0D;&#x8A71;&#xFF0C;&#x4EE5;&#x53CA;&#x5728;&#x5C0D;&#x8A71;&#x4E2D;&#x7684;&#x6BCF;&#x6B21;&#x7D93;&#x9A57;&#xFF0C;&#x6216;&#x8A31;&#x6703;&#x6BD4;&#x908F;&#x8F2F;&#x6559;&#x79D1;&#x66F8;&#x88E1;&#x9762;&#x7684;&#x8B49;&#x660E;&#x7DF4;&#x7FD2;&#xFF0C;&#x66F4;&#x80FD;&#x6709;&#x6548;&#x7387;&#x8B93;&#x6211;&#x5011;&#x990A;&#x6210;&#x597D;&#x7684;&#x908F;&#x8F2F;&#x7FD2;&#x6163;&#x548C;&#x614B;&#x5EA6;&#x3002;&#x53CD;&#x904E;&#x4F86;&#x8AAA;&#xFF0C;&#x9019;&#x4E9B;&#x7FD2;&#x6163;&#x548C;&#x614B;&#x5EA6;&#xFF0C;&#x5C0D;&#x5B78;&#x9662;&#x7684;&#x908F;&#x8F2F;&#x5B78;&#x8A13;&#x7DF4;&#x4F86;&#x8AAA;&#xFF0C;&#x4E5F;&#x6703;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x3002;</p>
<p>&#x8AAA;&#x5230;&#x5E95;&#xFF0C;&#x4E0D;&#x7BA1;&#x5728;&#x5B78;&#x9662;&#x5167;&#x5916;&#xFF0C;&#x8981;&#x7CBE;&#x9032;&#x908F;&#x8F2F;&#xFF0C;&#x9664;&#x4E86;&#x7A4D;&#x6975;&#x5730;&#x4F7F;&#x7528;&#x4EE5;&#x53CA;&#x6AA2;&#x8A0E;&#x5B83;&#xFF0C;&#x5176;&#x5BE6;&#x6C92;&#x6709;&#x592A;&#x591A;&#x7684;&#x6709;&#x6548;&#x6CD5;&#x9580;&#x3002;&#x5982;&#x679C;&#x7576;&#x6709;&#x4EBA;&#x6279;&#x8A55;&#x4F60;&#x300C;&#x6C92;&#x6709;&#x908F;&#x8F2F;&#x300D;&#xFF0C;&#x6216;&#x662F;&#x300C;&#x53EB;&#x4F60;&#x8B80;&#x54F2;&#x5B78;&#x300D;&#x300C;&#x56DE;&#x53BB;&#x8B80;&#x908F;&#x8F2F;&#x300D;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x503C;&#x5F97;&#x61F7;&#x7591;&#x7684;&#x662F;&#xFF0C;&#x4ED6;&#x662F;&#x771F;&#x7684;&#x5728;&#x610F;&#x908F;&#x8F2F;&#xFF0C;&#x9084;&#x662F;&#x53EA;&#x662F;&#x8981;&#x4F60;&#x9589;&#x5634;&#x8A8D;&#x932F;&#xFF1F;</p>
<p>&#x908F;&#x8F2F;&#x5C0D;&#x65BC;&#x8AD6;&#x8FF0;&#x4E0D;&#x53EF;&#x6216;&#x7F3A;&#xFF0C;&#x5C0D;&#x65BC;&#x6709;&#x689D;&#x7406;&#x7684;&#x601D;&#x8003;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x6211;&#x5011;&#x9700;&#x8981;&#x7684;&#xFF0C;&#x4E26;&#x4E0D;&#x898B;&#x5F97;&#x662F;&#x80CC;&#x8AA6;&#x908F;&#x8F2F;&#x898F;&#x5247;&#x8207;&#x8B2C;&#x8AA4;&#x5927;&#x5168;&#x3002;&#x908F;&#x8F2F;&#x601D;&#x8003;&#x7684;&#x7DF4;&#x7FD2;&#x8207;&#x7CBE;&#x9032;&#xFF0C;&#x4E26;&#x6C92;&#x6709;&#x4EC0;&#x9EBC;&#x6377;&#x5F91;&#x3002;</p>
<blockquote>
<p>&#x672C;&#x6587;&#x6700;&#x65E9;&#x520A;&#x767B;&#x65BC;&#x300C;&#x9CF4;&#x4EBA;&#x5802;&#x70D9;&#x54F2;&#x5B78;&#x300D;&#x5C08;&#x6B04;&#x3002;</p>
</blockquote>
<hr>
<p>&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B61;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x8ACB;&#x4E0D;&#x541D;&#x7528;&#x5BE6;&#x969B;&#x884C;&#x52D5;&#x652F;&#x6301;&#x6211;&#xFF1A;</p>
<ul>
<li><a href="https://paypal.me/wayne930242" target="_blank" rel="noopener"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="cc-paypal" class="svg-inline--fa fa-cc-paypal fa-w-18" role="img" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 576 512"><path fill="currentColor" d="M186.3 258.2c0 12.2-9.7 21.5-22 21.5-9.2 0-16-5.2-16-15 0-12.2 9.5-22 21.7-22 9.3 0 16.3 5.7 16.3 15.5zM80.5 209.7h-4.7c-1.5 0-3 1-3.2 2.7l-4.3 26.7 8.2-.3c11 0 19.5-1.5 21.5-14.2 2.3-13.4-6.2-14.9-17.5-14.9zm284 0H360c-1.8 0-3 1-3.2 2.7l-4.2 26.7 8-.3c13 0 22-3 22-18-.1-10.6-9.6-11.1-18.1-11.1zM576 80v352c0 26.5-21.5 48-48 48H48c-26.5 0-48-21.5-48-48V80c0-26.5 21.5-48 48-48h480c26.5 0 48 21.5 48 48zM128.3 215.4c0-21-16.2-28-34.7-28h-40c-2.5 0-5 2-5.2 4.7L32 294.2c-.3 2 1.2 4 3.2 4h19c2.7 0 5.2-2.9 5.5-5.7l4.5-26.6c1-7.2 13.2-4.7 18-4.7 28.6 0 46.1-17 46.1-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.2 8.2-5.8-8.5-14.2-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9 0 20.2-4.9 26.5-11.9-.5 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H200c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm40.5 97.9l63.7-92.6c.5-.5.5-1 .5-1.7 0-1.7-1.5-3.5-3.2-3.5h-19.2c-1.7 0-3.5 1-4.5 2.5l-26.5 39-11-37.5c-.8-2.2-3-4-5.5-4h-18.7c-1.7 0-3.2 1.8-3.2 3.5 0 1.2 19.5 56.8 21.2 62.1-2.7 3.8-20.5 28.6-20.5 31.6 0 1.8 1.5 3.2 3.2 3.2h19.2c1.8-.1 3.5-1.1 4.5-2.6zm159.3-106.7c0-21-16.2-28-34.7-28h-39.7c-2.7 0-5.2 2-5.5 4.7l-16.2 102c-.2 2 1.3 4 3.2 4h20.5c2 0 3.5-1.5 4-3.2l4.5-29c1-7.2 13.2-4.7 18-4.7 28.4 0 45.9-17 45.9-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.3 8.2-5.5-8.5-14-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9.3 0 20.5-4.9 26.5-11.9-.3 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H484c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm47.5-33.3c0-2-1.5-3.5-3.2-3.5h-18.5c-1.5 0-3 1.2-3.2 2.7l-16.2 104-.3.5c0 1.8 1.5 3.5 3.5 3.5h16.5c2.5 0 5-2.9 5.2-5.7L544 191.2v-.3zm-90 51.8c-12.2 0-21.7 9.7-21.7 22 0 9.7 7 15 16.2 15 12 0 21.7-9.2 21.7-21.5.1-9.8-6.9-15.5-16.2-15.5z"/></svg> &#x55AE;&#x6B21;&#x652F;&#x6301;&#xFF08;paypal&#xFF09;</a></li>
</ul>

            <!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->
            <audio id="audio" loop="1" preload="auto" controls="controls" data-autoplay="false">
                <source type="audio/mpeg" src="https://wayneh.tw/mp3/Night_Snow.mp3">
            </audio>
            
        </div>
        <div id="disqus_thread">
    <script type="text/javascript">
    var disqus_shortname = '';
    var disqus_config = function () {
        this.page.url = 'https://wayneh.tw/2020/02/04/dogs-eat-logic/';
        this.page.identifier = '/2020/02/04/dogs-eat-logic/';
        this.page.title = '「你的邏輯被狗吃了嗎？」談普通人的邏輯學';
    };
    (function() { // DON'T EDIT BELOW THIS LINE
    var d = document, s = d.createElement('script');
    s.src = 'https://waynetwhexo.disqus.com/embed.js';
    s.setAttribute('data-timestamp', +new Date());
    (d.head || d.body).appendChild(s);
  })();
  </script>
  <noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>


        </div>
        </div>
    
        <div class='side'>
            <ol class="toc"><li class="toc-item toc-level-2"><a class="toc-link" href="#邏輯是什麼"><span class="toc-number">1.</span> <span class="toc-text">邏輯是什麼？</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#怎麼訓練邏輯"><span class="toc-number">2.</span> <span class="toc-text">怎麼訓練邏輯？</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#有邏輯的討論"><span class="toc-number">3.</span> <span class="toc-text">有邏輯的討論</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#普通人的邏輯學"><span class="toc-number">4.</span> <span class="toc-text">普通人的邏輯學</span></a></li></ol>
        </div>
    
    <div id="footnoteText"></div>
</div>

    </div>
</div><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</body>
<script src="//cdn.jsdelivr.net/npm/gitalk@1/dist/gitalk.min.js"></script>
<script src="//ajax.googleapis.com/ajax/libs/jquery/1.8.3/jquery.min.js"></script>
<script src="../../../../js/plugin.js"></script>
<script src="../../../../js/diaspora.js"></script>
<link rel="stylesheet" href="../../../../photoswipe/photoswipe.css">
<link rel="stylesheet" href="../../../../photoswipe/default-skin/default-skin.css">
<script src="../../../../photoswipe/photoswipe.min.js"></script>
<script src="../../../../photoswipe/photoswipe-ui-default.min.js"></script>

<!-- Root element of PhotoSwipe. Must have class pswp. -->
<div class="pswp" tabindex="-1" role="dialog" aria-hidden="true">
    <!-- Background of PhotoSwipe. 
         It's a separate element as animating opacity is faster than rgba(). -->
    <div class="pswp__bg"></div>
    <!-- Slides wrapper with overflow:hidden. -->
    <div class="pswp__scroll-wrap">
        <!-- Container that holds slides. 
            PhotoSwipe keeps only 3 of them in the DOM to save memory.
            Don't modify these 3 pswp__item elements, data is added later on. -->
        <div class="pswp__container">
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
        </div>
        <!-- Default (PhotoSwipeUI_Default) interface on top of sliding area. Can be changed. -->
        <div class="pswp__ui pswp__ui--hidden">
            <div class="pswp__top-bar">
                <!--  Controls are self-explanatory. Order can be changed. -->
                <div class="pswp__counter"></div>
                <button class="pswp__button pswp__button--close" title="Close (Esc)"></button>
                <button class="pswp__button pswp__button--share" title="Share"></button>
                <button class="pswp__button pswp__button--fs" title="Toggle fullscreen"></button>
                <button class="pswp__button pswp__button--zoom" title="Zoom in/out"></button>
                <!-- Preloader demo http://codepen.io/dimsemenov/pen/yyBWoR -->
                <!-- element will get class pswp__preloader--active when preloader is running -->
                <div class="pswp__preloader">
                    <div class="pswp__preloader__icn">
                      <div class="pswp__preloader__cut">
                        <div class="pswp__preloader__donut"></div>
                      </div>
                    </div>
                </div>
            </div>
            <div class="pswp__share-modal pswp__share-modal--hidden pswp__single-tap">
                <div class="pswp__share-tooltip"></div> 
            </div>
            <button class="pswp__button pswp__button--arrow--left" title="Previous (arrow left)">
            </button>
            <button class="pswp__button pswp__button--arrow--right" title="Next (arrow right)">
            </button>
            <div class="pswp__caption">
                <div class="pswp__caption__center"></div>
            </div>
        </div>
    </div>
</div>



<!-- Google Analytics -->
<script type="text/javascript">
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','https://www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-61272067-1', 'auto');
  ga('send', 'pageview');
</script>
<!-- End Google Analytics -->


</html>
