
<!DOCTYPE html>
<html lang="zh-TW" class="loading">
<head><meta name="generator" content="Hexo 3.9.0">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <title>角色太平面怎麼辦——讓角色立體的幾個建議 - 偉恩與咖啡</title>
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black-translucent">
    <meta name="google" content="notranslate">
    <meta name="keywords" content="哲學, philosophy, TRPG,"> 
    <meta name="description" content="哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。,&amp;#x5982;&amp;#x679C;&amp;#x4F60;&amp;#x611F;&amp;#x89BA;&amp;#x81EA;&amp;#x5DF1;&amp;#x9677;&amp;#x5165;&amp;#x4EE5;&amp;#x4E0B;&amp;#x60C5;&amp;#x,"> 
    <meta name="author" content="洪偉 Wei Hung"> 
    <link rel="alternative" href="atom.xml" title="偉恩與咖啡" type="application/atom+xml"> 
    <link rel="icon" href="https://wayneh.tw/favicon.png"> 
    <link rel="stylesheet" href="../../../../css/diaspora.css">
    <meta name="description" content="&amp;#x5982;&amp;#x679C;&amp;#x4F60;&amp;#x611F;&amp;#x89BA;&amp;#x81EA;&amp;#x5DF1;&amp;#x9677;&amp;#x5165;&amp;#x4EE5;&amp;#x4E0B;&amp;#x60C5;&amp;#x5883;&amp;#xFF0C;&amp;#x9019;&amp;#x7BC7;&amp;#x6587;&amp;#x7AE0;&amp;#x5F88;&amp;#x53EF;&amp;#x80FD;&amp;#x5C31;&amp;#x662F;&amp;#x4F60;&amp;#x9700;">
<meta name="keywords" content="玩家">
<meta property="og:type" content="article">
<meta property="og:title" content="角色太平面怎麼辦——讓角色立體的幾個建議">
<meta property="og:url" content="https://wayneh.tw/2020/06/15/make-character-round/index.html">
<meta property="og:site_name" content="偉恩與咖啡">
<meta property="og:description" content="&amp;#x5982;&amp;#x679C;&amp;#x4F60;&amp;#x611F;&amp;#x89BA;&amp;#x81EA;&amp;#x5DF1;&amp;#x9677;&amp;#x5165;&amp;#x4EE5;&amp;#x4E0B;&amp;#x60C5;&amp;#x5883;&amp;#xFF0C;&amp;#x9019;&amp;#x7BC7;&amp;#x6587;&amp;#x7AE0;&amp;#x5F88;&amp;#x53EF;&amp;#x80FD;&amp;#x5C31;&amp;#x662F;&amp;#x4F60;&amp;#x9700;">
<meta property="og:locale" content="zh-TW">
<meta property="og:updated_time" content="2020-06-15T17:30:01.418Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="角色太平面怎麼辦——讓角色立體的幾個建議">
<meta name="twitter:description" content="&amp;#x5982;&amp;#x679C;&amp;#x4F60;&amp;#x611F;&amp;#x89BA;&amp;#x81EA;&amp;#x5DF1;&amp;#x9677;&amp;#x5165;&amp;#x4EE5;&amp;#x4E0B;&amp;#x60C5;&amp;#x5883;&amp;#xFF0C;&amp;#x9019;&amp;#x7BC7;&amp;#x6587;&amp;#x7AE0;&amp;#x5F88;&amp;#x53EF;&amp;#x80FD;&amp;#x5C31;&amp;#x662F;&amp;#x4F60;&amp;#x9700;">
    <script id="dsq-count-scr" src="//waynetwhexo.disqus.com/count.js" async></script>
    <link href="https://fonts.googleapis.com/css?family=Noto+Sans+TC:400,500,700|Noto+Serif+TC:400,700&display=swap" rel="stylesheet">
    <script defer src="/js/all.js"></script><!-- hexo-inject:begin --><!-- hexo-inject:end --> 
</head></html>
<body class="loading">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><span id="config-title" style="display:none">偉恩與咖啡</span>
    <div id="loader"></div>
    <div id="single">
    <div id="top" style="display: block;">
    <div class="bar" style="width: 0;"></div>
    <a class="icon-home image-icon" href="javascript:;" data-url="https://wayneh.tw"></a>
    <div title="播放/暫停" class="icon-play"></div>
    <h3 class="subtitle">角色太平面怎麼辦——讓角色立體的幾個建議</h3>
    <div class="social">
        <!--<div class="like-icon">-->
            <!--<a href="javascript:;" class="likeThis active"><span class="icon-like"></span><span class="count">76</span></a>-->
        <!--</div>-->
        <div>
            <div class="share">
                <a title="QR code" class="icon-scan" href="javascript:;"></a>
            </div>
            <div id="qr"></div>
        </div>
    </div>
    <div class="scrollbar"></div>
</div>

    <div class="section">
        <div class="article">
    <div class='main'>
        <h1 class="title">角色太平面怎麼辦——讓角色立體的幾個建議</h1>
        <div class="stuff">
            <span>六月 15, 2020</span>
            
  <ul class="post-tags-list"><li class="post-tags-list-item"><a class="post-tags-list-link" href="../../../../tags/玩家/">玩家</a></li></ul>


        </div>
        <div class="content markdown">
            <p>&#x5982;&#x679C;&#x4F60;&#x611F;&#x89BA;&#x81EA;&#x5DF1;&#x9677;&#x5165;&#x4EE5;&#x4E0B;&#x60C5;&#x5883;&#xFF0C;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#x5F88;&#x53EF;&#x80FD;&#x5C31;&#x662F;&#x4F60;&#x9700;&#x8981;&#x7684;&#xFF1A;</p>
<ul>
<li>&#x4F60;&#x7D93;&#x5E38;&#x611F;&#x89BA;&#x627E;&#x4E0D;&#x5230;&#x5207;&#x5165;&#x9EDE;&#x4F86;&#x5BE6;&#x73FE;&#x81EA;&#x5DF1;&#x7684;&#x8A2D;&#x5B9A;&#x3002;</li>
<li>&#x4F60;&#x7684;&#x89D2;&#x8272;&#x7D93;&#x5E38;&#x50BE;&#x5411;&#x81EA;&#x6211;&#x6BC0;&#x6EC5;&#x6216;&#x662F;&#x6BC0;&#x6EC5;&#x4ED6;&#x4EBA;&#xFF0C;&#x800C;&#x5176;&#x4ED6;&#x5718;&#x54E1;&#x90FD;&#x89BA;&#x5F97;&#x9019;&#x4E26;&#x4E0D;&#x5408;&#x7406;&#x3002;</li>
<li>&#x7576;&#x89D2;&#x8272;&#x9047;&#x5230;&#x632B;&#x6298;&#x6216;&#x662F;&#x5931;&#x53BB;&#x67D0;&#x500B;&#x4EBA;&#x3001;&#x4E8B;&#x3001;&#x7269;&#xFF0C;&#x4F60;&#x4FBF;&#x89BA;&#x5F97;&#x524D;&#x9014;&#x832B;&#x7136;&#x3002;&#x6700;&#x56B4;&#x91CD;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x4E00;&#x5207;&#x90FD;&#x6C92;&#x610F;&#x7FA9;&#x3002;</li>
<li>&#x4F60;&#x7684;&#x8A2D;&#x5B9A;&#x9A5A;&#x5929;&#x52D5;&#x5730;&#xFF0C;&#x4F46;&#x5728;&#x6545;&#x4E8B;&#x4E2D;&#x8868;&#x73FE;&#x5F97;&#x5E73;&#x6DE1;&#x7121;&#x5947;&#x3002;</li>
<li>&#x4F60;&#x7684;&#x89D2;&#x8272;&#x7D93;&#x5E38;&#x9700;&#x8981;&#x9577;&#x7BC7;&#x7684;&#x5167;&#x5FC3;&#x6232;&#x4F86;&#x89E3;&#x91CB;&#x4F60;&#x7684;&#x884C;&#x52D5;&#xFF0C;&#x5426;&#x5247;&#x5225;&#x4EBA;&#x96E3;&#x4EE5;&#x548C;&#x4F60;&#x4E92;&#x52D5;&#x3002;</li>
<li>&#x8DD1;&#x4E86;&#x5341;&#x6B21;&#x5718;&#xFF0C;&#x89D2;&#x8272;&#x6BEB;&#x7121;&#x6210;&#x9577;&#xFF1A;&#x4ED6;&#x7684;&#x500B;&#x6027;&#x548C;&#x50F9;&#x503C;&#x89C0;&#x90FD;&#x6BEB;&#x7121;&#x6539;&#x8B8A;&#x3002;</li>
</ul>
<p>&#x5728;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#x4E2D;&#xFF0C;&#x6211;&#x5E0C;&#x671B;&#x7D66;&#x4E9B;&#x5177;&#x9AD4;&#x5EFA;&#x8B70;&#xFF0C;&#x5E0C;&#x671B;&#x5354;&#x52A9;&#x60F3;&#x628A;&#x89D2;&#x8272;&#x73A9;&#x5F97;&#x66F4;&#x5230;&#x4F4D;&#x548C;&#x7ACB;&#x9AD4;&#x7684;&#x73A9;&#x5BB6;&#x627E;&#x5230;&#x65B9;&#x6CD5;&#x2014;&#x2014;&#x81F3;&#x5C11;&#xFF0C;&#x627E;&#x5230;&#x5B78;&#x7FD2;&#x7684;&#x65B9;&#x5411;&#x3002;</p>
<h1 id="&#x9019;&#x662F;&#x600E;&#x6A23;&#x7684;&#x554F;&#x984C;">&#x9019;&#x662F;&#x600E;&#x6A23;&#x7684;&#x554F;&#x984C;&#xFF1F;</h1>
<p>&#x300C;&#x89D2;&#x8272;&#x904E;&#x65BC;&#x5E73;&#x9762;&#x300D;&#x4E0D;&#x662F;&#x300C;&#x89D2;&#x8272;&#x8A2D;&#x5B9A;&#x592A;&#x5C11;&#x300D;&#x7684;&#x610F;&#x601D;&#x3002;&#x5927;&#x91CF;&#x7684;&#x8A2D;&#x5B9A;&#x6C92;&#x8FA6;&#x6CD5;&#x5E6B;&#x52A9;&#x6211;&#x5011;&#x89E3;&#x6C7A;&#x554F;&#x984C;&#xFF0C;&#x751A;&#x81F3;&#x6709;&#x6642;&#x5019;&#xFF0C;&#x8A2D;&#x5B9A;&#x592A;&#x591A;&#x53CD;&#x800C;&#x6210;&#x4E86;&#x554F;&#x984C;&#x3002;&#x66F4;&#x591A;&#x7D30;&#x7BC0;&#x4E0D;&#x6703;&#x8B93;&#x89D2;&#x8272;&#x8B8A;&#x5F97;&#x66F4;&#x7ACB;&#x9AD4;&#xFF08;&#xFF01;&#xFF09;&#x3002;</p>
<p><strong>&#x771F;&#x5BE6;&#x6027;</strong>&#x662F;&#x4E0D;&#x53EF;&#x6216;&#x7F3A;&#x7684;&#x8003;&#x91CF;&#x3002;&#x6709;&#x4EBA;&#x53EF;&#x80FD;&#x8AA4;&#x6703;&#x6211;&#x5728;&#x9019;&#x88E1;&#x8AAA;&#x7684;&#x771F;&#x5BE6;&#x6027;&#x662F;&#x6307;&#x300C;&#x8A2D;&#x5B9A;&#x7684;&#x5408;&#x7406;&#x6027;&#x300D;&#x3002;&#x4F46;&#x6211;&#x5011;&#x77E5;&#x9053;&#xFF0C;&#x73FE;&#x5BE6;&#x6709;&#x6642;&#x5019;&#x6BD4;&#x5C0F;&#x8AAA;&#x66F4;&#x96E2;&#x5947;&#x3002;&#x9019;&#x4E0D;&#x662F;&#x6211;&#x7684;&#x610F;&#x601D;&#x3002;&#x771F;&#x5BE6;&#x6027;&#x7684;&#x610F;&#x7FA9;&#x5728;&#x8B93;&#x89D2;&#x8272;<strong>&#x6829;&#x6829;&#x5982;&#x751F;</strong>&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5E73;&#x51E1;&#x7121;&#x5947;&#x3002;</p>
<p>&#x6240;&#x8B02;&#x300C;&#x4E00;&#x500B;&#x89D2;&#x8272;&#x662F;&#x5E73;&#x9762;&#x7684;&#x300D;&#xFF0C;&#x610F;&#x601D;&#x662F;&#x300C;&#x9019;&#x500B;&#x89D2;&#x8272;&#x9664;&#x53BB;&#x8A2D;&#x5B9A;&#x5F8C;&#x5C31;&#x662F;&#x7A7A;&#x6D1E;&#x7684;&#x300D;&#xFF0C;&#x7A7A;&#x6D1E;&#x7684;&#x8A2D;&#x5B9A;&#x53EF;&#x4EE5;&#x5305;&#x62EC;&#xFF1A;&#x89D2;&#x8272;&#x7684;&#x6B77;&#x7DF4;&#x3001;&#x500B;&#x6027;&#x63CF;&#x8FF0;&#x3001;&#x73CD;&#x91CD;&#x7684;&#x4EBA;&#x4E8B;&#x7269;&#x3001;&#x4EBA;&#x751F;&#x76EE;&#x6A19;&#x8207;&#x7406;&#x60F3;&#xFF08;&#xFF01;&#xFF09;&#x3002;</p>
<p>&#x770B;&#x5230;&#x9019;&#xFF0C;&#x6216;&#x8A31;&#x6709;&#x4EBA;&#x611F;&#x5230;&#x56F0;&#x60D1;&#xFF1A;&#x5982;&#x679C;&#x6211;&#x5DF2;&#x7D93;&#x90FD;&#x7D66;&#x4E86;&#x89D2;&#x8272;&#x300C;&#x6B77;&#x7DF4;&#x3001;&#x500B;&#x6027;&#x63CF;&#x8FF0;&#x3001;&#x73CD;&#x91CD;&#x7684;&#x4EBA;&#x4E8B;&#x7269;&#x3001;&#x4EBA;&#x751F;&#x76EE;&#x6A19;&#x8207;&#x7406;&#x60F3;&#x300D;&#x9019;&#x6A23;&#x8C50;&#x5BCC;&#x7684;&#x8A2D;&#x5B9A;&#xFF0C;&#x70BA;&#x4EC0;&#x9EBC;&#x89D2;&#x8272;&#x9084;&#x6703;&#x662F;&#x5E73;&#x9762;&#x7684;&#xFF1F;</p>
<h1 id="&#x70BA;&#x8A2D;&#x5B9A;&#x589E;&#x52A0;&#x4EBA;&#x6027;">&#x70BA;&#x8A2D;&#x5B9A;&#x589E;&#x52A0;&#x4EBA;&#x6027;</h1>
<p>&#x56DE;&#x6B78;&#x672C;&#x8CEA;&#xFF1A;&#x89D2;&#x8272;&#x626E;&#x6F14;&#x7684;&#x662F;&#x300C;&#x4EBA;&#x300D;&#xFF0C;&#x7121;&#x8AD6;&#x9019;&#x500B;&#x300C;&#x4EBA;&#x300D;&#x662F;&#x4E0D;&#x662F;&#x771F;&#x6B63;&#x7684;&#x4EBA;&#x985E;&#x3002;</p>
<p>&#x7576;&#x89D2;&#x8272;&#x8A2D;&#x5B9A;&#x6C92;&#x8FA6;&#x6CD5;&#x5728;&#x4EBA;&#x6027;&#x4E2D;&#x627E;&#x5230;&#x6839;&#x64DA;&#xFF0C;&#x9019;&#x500B;&#x8A2D;&#x5B9A;&#x5C31;&#x662F;&#x7A7A;&#x6D1E;&#x7684;&#x3002;&#x5149;&#x4F9D;&#x9760;&#x7A7A;&#x6D1E;&#x7684;&#x8A2D;&#x5B9A;&#xFF0C;&#x5C31;&#x53EA;&#x80FD;&#x63D0;&#x4F9B;&#x5E73;&#x9762;&#x7684;&#x89D2;&#x8272;&#x2014;&#x2014;&#x9019;&#x7A2E;&#x6642;&#x5019;&#xFF0C;<strong>&#x4EC0;&#x9EBC;&#x8A2D;&#x5B9A;&#x90FD;&#x6C92;&#x6709;</strong>&#x7684;&#x89D2;&#x8272;&#x641E;&#x4E0D;&#x597D;&#x9084;&#x6BD4;&#x8F03;&#x7ACB;&#x9AD4;&#x3002;</p>
<p>&#x70BA;&#x4E86;&#x8AAA;&#x660E;&#x4EC0;&#x9EBC;&#x53EB;&#x300C;&#x5728;&#x4EBA;&#x6027;&#x4E2D;&#x627E;&#x5230;&#x6839;&#x64DA;&#x300D;&#xFF0C;&#x6211;&#x5011;&#x7D66;&#x500B;&#x4F8B;&#x5B50;&#xFF1A;</p>
<blockquote>
<p>Alice &#x662F;&#x500B;&#x9ED1;&#x9053;&#x5BB6;&#x9577;&#x5927;&#x7684;&#x5927;&#x5C0F;&#x59D0;&#xFF0C;&#x662F;&#x500B;&#x50B2;&#x5B0C;&#xFF0C;&#x5BB6;&#x88E1;&#x6709;&#x9322;&#x5230;&#x7206;&#x70B8;&#x3002;&#x8FFD;&#x6C42;&#x8005;&#x50CF;&#x91CE;&#x72D7;&#x4E00;&#x6A23;&#x591A;&#xFF0C;&#x4F46;&#x5168;&#x90FD;&#x88AB;&#x5979;&#x62D2;&#x7D55;&#x4E86;&#x3002;&#x5979;&#x4E8B;&#x5BE6;&#x4E0A;&#x662F;&#x4E00;&#x96BB;&#x5438;&#x8840;&#x9B3C;&#x3002;&#x5979;&#x7684;&#x76EE;&#x6A19;&#x662F;&#x8FFD;&#x6C42;&#x771F;&#x611B;&#xFF0C;&#x4E26;&#x4E14;&#x4E5F;&#x5C07;&#x4ED6;&#x8F49;&#x5316;&#x6210;&#x5438;&#x8840;&#x9B3C;&#x3002;</p>
</blockquote>
<p>&#x9019;&#x500B;&#x8A2D;&#x5B9A;&#x770B;&#x8D77;&#x4F86;&#x633A;&#x6709;&#x8DA3;&#x7684;&#xFF0C;&#x4F46;&#x5B83;&#x4F9D;&#x7136;&#x662F;&#x7A7A;&#x6D1E;&#x7684;&#x3002;&#x8981;&#x8B93;&#x89D2;&#x8272;&#x8B8A;&#x5F97;&#x7ACB;&#x9AD4;&#xFF0C;&#x6211;&#x5011;&#x5FC5;&#x9808;&#x5728;&#x8A2D;&#x5B9A;&#x4E0A;&#x589E;&#x52A0;&#x771F;&#x5BE6;&#x53EF;&#x7406;&#x89E3;&#x7684;&#x4EBA;&#x6027;&#x3002;&#x4EE5; Alice &#x70BA;&#x4F8B;&#xFF0C;&#x6211;&#x5011;&#x53EF;&#x4EE5;&#x8003;&#x616E;&#xFF1A;</p>
<ul>
<li><strong>&#x6838;&#x5FC3;&#x500B;&#x6027;</strong>&#xFF1A;Alice &#x770B;&#x8D77;&#x4F86;&#x662F;&#x500B;&#x50B2;&#x5B0C;&#xFF0C;&#x4F46;&#x50B2;&#x9A55;&#x4E0D;&#x662F;&#x500B;&#x6027;&#xFF0C;&#x90A3;&#x53EA;&#x662F;&#x5370;&#x8C61;&#xFF1A;&#x662F;&#x4EC0;&#x9EBC;&#x500B;&#x6027;&#x8B93;&#x5979;&#x770B;&#x8D77;&#x4F86;&#x50CF;&#x662F;&#x50B2;&#x9A55;&#xFF1F;</li>
<li><strong>&#x81EA;&#x4E3B;&#x6027;</strong>&#xFF1A;Alice &#x5728;&#x4EC0;&#x9EBC;&#x6642;&#x5019;&#x6700;&#x58D3;&#x6291;&#xFF1F;&#x5979;&#x6700;&#x64D4;&#x5FC3;&#x7684;&#x4E8B;&#x60C5;&#x4EC0;&#x9EBC;&#xFF1F;&#x4EC0;&#x9EBC;&#x6642;&#x5019;&#x6700;&#x81EA;&#x5728;&#xFF1F;</li>
<li><strong>&#x617E;&#x671B;</strong>&#xFF1A;&#x5979;&#x7684;&#x60C5;&#x611F;&#x9084;&#x7559;&#x4E0B;&#x54EA;&#x4E9B;&#x4EBA;&#x985E;&#x7684;&#x5F31;&#x9EDE;&#xFF1F;</li>
<li><strong>&#x8A8D;&#x540C;</strong>&#xFF1A;&#x5979;&#x5C0D;&#x5979;&#x5BB6;&#x4EBA;&#x7684;&#x60C5;&#x611F;&#x662F;&#x4EC0;&#x9EBC;&#xFF1F;&#x5979;&#x600E;&#x9EBC;&#x770B;&#x5F85;&#x81EA;&#x5DF1;&#x7684;&#x8EAB;&#x4EFD;&#xFF1F;</li>
<li><strong>&#x5B58;&#x5728;&#x554F;&#x984C;</strong>&#xFF1A;&#x5979;&#x7684;&#x76EE;&#x6A19;&#xFF08;&#x300C;&#x8FFD;&#x6C42;&#x771F;&#x611B;&#xFF0C;&#x4E26;&#x4E14;&#x4E5F;&#x5C07;&#x4ED6;&#x8F49;&#x5316;&#x6210;&#x5438;&#x8840;&#x9B3C;&#x300D;&#xFF09;&#x5C0D;&#x5979;&#x4F86;&#x8AAA;&#x610F;&#x5473;&#x8457;&#x4EC0;&#x9EBC;&#xFF1F;&#x5979;&#x51FA;&#x65BC;&#x4EC0;&#x9EBC;&#x617E;&#x671B;&#x3001;&#x81EA;&#x4E3B;&#x6027;&#x548C;&#x8A8D;&#x540C;&#x60F3;&#x8981;&#x8FFD;&#x6C42;&#x5B83;&#xFF1F;</li>
</ul>
<p>&#x53EF;&#x4EE5;&#x770B;&#x5230;&#xFF0C;&#x6211;&#x5011;&#x9700;&#x8981;&#x7684;&#x4E0D;&#x662F;&#x66F4;&#x591A;&#x7684;&#x8A2D;&#x5B9A;&#xFF0C;&#x6211;&#x5011;&#x9700;&#x8981;&#x7684;&#x662F;&#x5C0D;&#x89D2;&#x8272;&#x66F4;&#x591A;&#x7684;&#x8A8D;&#x8B58;&#xFF1A;&#x5C0D;&#x65BC;<strong>&#x4EBA;</strong>&#x8207;<strong>&#x4EBA;&#x751F;</strong>&#x7684;&#x8A8D;&#x8B58;&#x3002;</p>
<blockquote>
<p>&#x4EE5;&#x4E0B;&#x662F;&#x4E00;&#x500B;&#x67E5;&#x6838;&#x8868;&#xFF0C;&#x8A66;&#x8457;&#x5C0D;&#x81EA;&#x5DF1;&#x7684;&#x89D2;&#x8272;&#x591A;&#x4E9B;&#x601D;&#x8003;&#xFF1A;</p>
<ul>
<li><strong>&#x6838;&#x5FC3;&#x500B;&#x6027;</strong>&#xFF1A;&#x4F60;&#x7D66;&#x89D2;&#x8272;&#x7684;&#x8A2D;&#x5B9A;&#x6709;<strong>&#x500B;&#x6027;</strong>&#x55CE;&#xFF0C;&#x9084;&#x662F;&#x53EA;&#x6709;<strong>&#x5370;&#x8C61;</strong>&#x548C;<strong>&#x5916;&#x8868;</strong>&#xFF1F;</li>
<li><strong>&#x81EA;&#x4E3B;&#x6027;</strong>&#xFF1A;&#x8981;&#x8B93;&#x9019;&#x89D2;&#x8272;&#x611F;&#x5230;&#x81EA;&#x5728;&#xFF0C;&#x9700;&#x8981;&#x54EA;&#x4E9B;&#x689D;&#x4EF6;&#xFF1F;&#x5982;&#x679C;&#x4F60;&#x7684;&#x56DE;&#x7B54;&#x662F;&#x300C;&#x65E5;&#x5E38;&#x7684;&#x6642;&#x5019;&#x6700;&#x81EA;&#x5728;&#x300D;&#xFF0C;&#x8981;&#x561B;&#x4F60;&#x60F3;&#x5F97;&#x592A;&#x5C11;&#xFF0C;&#x8981;&#x561B;&#x4EE3;&#x8868;&#x9019;&#x89D2;&#x8272;&#x76F8;&#x7576;&#x7F3A;&#x4E4F;&#x6297;&#x58D3;&#x6027;&#x3002;</li>
<li><strong>&#x617E;&#x671B;</strong>&#xFF1A;&#x9019;&#x89D2;&#x8272;&#x5C0D;&#x65BC;&#x54EA;&#x4E9B;&#x617E;&#x671B;&#x7279;&#x5225;&#x91CD;&#x8996;&#xFF1F;&#x54EA;&#x4E9B;&#x6C92;&#x6709;&#xFF1F;&#x5982;&#x679C;&#x4F60;&#x7684;&#x7B54;&#x6848;&#x662F;&#x67D0;&#x7A2E;<strong>&#x50F9;&#x503C;&#x89C0;</strong>&#xFF0C;&#x554F;&#x81EA;&#x5DF1;&#xFF1A;&#x9019;&#x500B;&#x50F9;&#x503C;&#x89C0;&#x6EFF;&#x8DB3;&#x4E86;&#x4ED6;&#x600E;&#x6A23;&#x7684;&#x617E;&#x671B;&#xFF1F;&#x865B;&#x69AE;&#xFF1F;&#x512A;&#x8D8A;&#xFF1F;&#x7FD2;&#x6163;&#xFF1F;&#x56DE;&#x5230;&#x4EBA;&#x6027;&#xFF01;</li>
<li><strong>&#x8A8D;&#x540C;</strong>&#xFF1A;&#x4ED6;&#x89BA;&#x5F97;&#x81EA;&#x5DF1;&#x662F;&#x8AB0;&#xFF1F;&#x4ED6;&#x89BA;&#x5F97;&#x8EAB;&#x908A;&#x7684;&#x4EBA;&#x6703;&#x600E;&#x6A23;&#x770B;&#x5F85;&#x81EA;&#x5DF1;&#xFF1F;</li>
<li><strong>&#x5B58;&#x5728;&#x554F;&#x984C;</strong>&#xFF1A;&#x89D2;&#x8272;&#x601D;&#x8003;&#x904E;&#x4EBA;&#x751F;&#xFF0C;&#x4E26;&#xFF08;&#x59D1;&#x4E14;&#xFF09;&#x9078;&#x64C7;&#x4E86;&#x4E00;&#x7A2E;&#x6D3B;&#x8457;&#x7684;&#x65B9;&#x5F0F;&#x548C;&#x610F;&#x7FA9;&#xFF0C;&#x90A3;&#x662F;&#x4EC0;&#x9EBC;&#xFF1F;&#x70BA;&#x4EC0;&#x9EBC;&#x4ED6;&#x6703;&#x9019;&#x6A23;&#x9078;&#xFF1F;</li>
</ul>
</blockquote>
<h1 id="&#x5728;&#x9019;&#x5FF5;&#x982D;&#x51FA;&#x73FE;&#x6642;&#x591A;&#x60F3;&#x4E00;&#x4E0B;">&#x5728;&#x9019;&#x5FF5;&#x982D;&#x51FA;&#x73FE;&#x6642;&#xFF0C;&#x591A;&#x60F3;&#x4E00;&#x4E0B;</h1>
<p>&#x5728;&#x9019;&#x500B;&#x5FF5;&#x982D;&#x51FA;&#x73FE;&#x6642;&#xFF0C;&#x5E0C;&#x671B;&#x4F60;&#x591A;&#x60F3;&#x4E00;&#x4E0B;&#xFF1A;</p>
<blockquote>
<p><strong>&#x524D;&#x9032;&#x601D;&#x7DAD;</strong>&#xFF1A;&#x6211;&#x7684;&#x89D2;&#x8272;&#x6309;&#x7167;&#x8A2D;&#x5B9A;&#x662F;&#xFF08;&#x300C;&#x67D0;&#x7A2E;&#x300D;&#x4EBA;&#xFF09;&#xFF0C;&#x56E0;&#x6B64;&#x4ED6;&#x6703;&#x505A;/&#x4E0D;&#x6703;&#x505A;&#xFF08;&#x67D0;&#x4EF6;&#x4E8B;&#xFF09;&#x3002;</p>
</blockquote>
<p>&#x9019;&#x88E1;&#x7684;&#x300C;&#x67D0;&#x7A2E;&#x300D;&#xFF0C;&#x5305;&#x62EC;&#xFF1A;</p>
<blockquote>
<ul>
<li>&#x67D0;&#x500B;&#x9663;&#x71DF;&#xFF08;DnD&#xFF09;</li>
<li>&#x67D0;&#x7A2E;&#x6027;&#x683C;&#xFF0C;&#x50CF;&#x662F;&#x8001;&#x5BE6;&#x3001;&#x8AA0;&#x5BE6;</li>
<li>&#x67D0;&#x500B;&#x4FE1;&#x4EF0;</li>
<li>&#x67D0;&#x500B;&#x58DE;&#x7FD2;&#x6163;</li>
<li>&#x67D0;&#x7A2E;&#x5805;&#x6301;</li>
</ul>
</blockquote>
<p>&#x6211;&#x4E0D;&#x8AAA;&#x9019;&#x662F;<strong>&#x932F;&#x8AA4;&#x7684;</strong>&#xFF0C;&#x800C;&#x662F;&#x5EFA;&#x8B70;&#x4F60;&#x591A;&#x60F3;&#x4E00;&#x4E0B;<strong>&#x6709;&#x6C92;&#x6709;&#x5176;&#x4ED6;&#x53EF;&#x80FD;</strong>&#x3002;&#x9019;&#x6709;&#x5169;&#x500B;&#x539F;&#x56E0;&#xFF1A;</p>
<ol type="1">
<li>&#x5728;&#x9019;&#x88E1;&#x505C;&#x4E00;&#x4E0B;&#xFF0C;&#x4F60;&#x6709;&#x6A5F;&#x6703;&#x8B93;&#x89D2;&#x8272;&#x8B8A;&#x5F97;&#x8C50;&#x5BCC;&#x3002;</li>
<li>&#x5149;&#x4F9D;&#x9760;&#x8A2D;&#x5B9A;&#x63A8;&#x52D5;&#x89D2;&#x8272;&#x626E;&#x6F14;&#x662F;&#x5371;&#x96AA;&#x7684;&#xFF0C;&#x9019;&#x5F80;&#x5F80;&#x5C31;&#x662F;&#x89D2;&#x8272;&#x8B8A;&#x5F97;&#x5E73;&#x9762;&#x7684;&#x4F86;&#x6E90;&#x3002;</li>
</ol>
<p>&#x4E0D;&#x8981;&#x592A;&#x5FEB;&#x63A5;&#x53D7;<strong>&#x524D;&#x9032;&#x601D;&#x7DAD;</strong>&#xFF0C;&#x8003;&#x616E;&#x4E00;&#x4E0B;&#x9019;&#x4E9B;&#x53EF;&#x80FD;&#x6027;&#xFF1A;</p>
<blockquote>
<ul>
<li>&#x5982;&#x679C;&#xFF0C;&#x6211;&#x7684;&#x89D2;&#x8272;&#x4E0D;&#x6309;&#x7167;&#x8A2D;&#x5B9A;&#x884C;&#x52D5;&#xFF0C;&#x9019;&#x5728;&#x5287;&#x60C5;&#x4E0A;&#x610F;&#x5473;&#x8457;&#x4EC0;&#x9EBC;&#xFF1F;</li>
<li>&#x5982;&#x679C;&#xFF0C;&#x6211;&#x7684;&#x89D2;&#x8272;&#x4E0D;&#x6309;&#x7167;&#x8A2D;&#x5B9A;&#x884C;&#x52D5;&#xFF0C;&#x6211;&#x80FD;&#x4E0D;&#x80FD;&#x589E;&#x52A0;&#x4E00;&#x4E9B;&#x4EBA;&#x6027;&#x7684;&#x7D30;&#x7BC0;&#xFF0C;&#x4F86;&#x8B93;&#x89D2;&#x8272;&#x66F4;&#x7ACB;&#x9AD4;&#xFF1F;</li>
<li>&#x5982;&#x679C;&#xFF0C;&#x6211;&#x7684;&#x89D2;&#x8272;&#x505A;&#x4E86;&#x5225;&#x7684;&#x73A9;&#x5BB6;&#x671F;&#x5F85;&#x7684;&#x4E8B;&#xFF0C;&#x6703;&#x4E0D;&#x6703;&#x8B93;&#x6545;&#x4E8B;&#x66F4;&#x6709;&#x8DA3;&#xFF1F;&#x6211;&#x6709;&#x6C92;&#x6709;&#x597D;&#x7406;&#x7531;&#x9019;&#x9EBC;&#x505A;&#xFF1F;</li>
<li>&#x5982;&#x679C;&#xFF0C;&#x6211;&#x7684;&#x89D2;&#x8272;&#x505A;&#x4E86;&#x6211;&#x81EA;&#x5DF1;&#x771F;&#x6B63;&#x671F;&#x5F85;&#x7684;&#x4E8B;&#xFF0C;&#x6211;&#x6709;&#x6C92;&#x6709;&#x8FA6;&#x6CD5;&#x81EA;&#x5713;&#x5176;&#x8AAA;&#xFF1F;</li>
</ul>
</blockquote>
<p>&#x9019;&#x80FD;&#x8B93;&#x4F60;&#x7684;&#x89D2;&#x8272;&#x8D8A;&#x73A9;&#x8D8A;&#x8C50;&#x5BCC;&#x548C;&#x4E00;&#x81F4;&#xFF0C;&#x8A66;&#x8A66;&#x770B;&#xFF01;</p>
<h1 id="&#x8207;&#x5718;&#x54E1;&#x4E00;&#x8D77;&#x5B78;&#x7FD2;">&#x8207;&#x5718;&#x54E1;&#x4E00;&#x8D77;&#x5B78;&#x7FD2;</h1>
<p>&#x6700;&#x5F8C;&#xFF0C;&#x548C;&#x4F60;&#x7684;&#x5718;&#x54E1;&#x4E00;&#x8D77;&#x5EFA;&#x7ACB;<strong>&#x904A;&#x6232;&#x6210;&#x9577;&#x7FA4;&#x9AD4;</strong>&#x662F;&#x7D55;&#x4F73;&#x7684;&#x9078;&#x64C7;&#xFF1A;&#x6BCF;&#x6B21;&#x5728;&#x904A;&#x6232;&#x7D50;&#x675F;&#x5F8C;&#xFF0C;&#x8A0E;&#x8AD6;&#x4F60;&#x5011;&#x7684;&#x89D2;&#x8272;&#x3002;&#x8A0E;&#x8AD6;&#x4F60;&#x5011;&#x5982;&#x4F55;&#x559C;&#x6B61;&#x5C0D;&#x65B9;&#x7684;&#x89D2;&#x8272;&#xFF0C;&#x4E26;&#x4E14;&#x8AAA;&#x8AAA;&#x81EA;&#x5DF1;&#x626E;&#x6F14;&#x6642;&#x9047;&#x5230;&#x7684;&#x554F;&#x984C;&#x3002;</p>
<p>&#x5982;&#x679C;&#x4F60;&#x5011;&#x5920;&#x719F;&#xFF0C;&#x4F60;&#x5011;&#x9084;&#x53EF;&#x4EE5;&#x8A0E;&#x8AD6;&#x5F7C;&#x6B64;&#x7684;&#x626E;&#x6F14;&#x2014;&#x2014;&#x53EA;&#x8981;&#x8A18;&#x5F97;&#xFF1A;&#x9664;&#x975E;&#x4F60;&#x9858;&#x610F;&#x5192;&#x8457;&#x7834;&#x58DE;&#x904A;&#x6232;&#x7684;&#x98A8;&#x96AA;&#xFF0C;&#x4E0D;&#x8981;&#x5728;&#x904A;&#x6232;&#x4E2D;&#x8A0E;&#x8AD6;&#x5C0D;&#x65B9;&#x7684;&#x626E;&#x6F14;&#xFF0C;&#x4E26;&#x4E14;&#xFF0C;&#x7D55;&#x4E0D;&#x8981;&#x5728;&#x904A;&#x6232;&#x4E2D;&#x4EE5;&#x5834;&#x5916;&#x7684;&#x89C0;&#x9EDE;&#x8A55;&#x50F9;&#x4ED6;&#x4EBA;&#x7684;&#x626E;&#x6F14;&#x3002;</p>
<blockquote>
<p>&#x4EE5;&#x4E0B;&#x662F;&#x4E00;&#x4E9B;&#x9577;&#x671F;&#x6210;&#x9577;&#x7684;&#x5EFA;&#x8B70;&#xFF1A;</p>
<ul>
<li>&#x6BCF;&#x6B21;&#x5728;&#x73A9;&#x7279;&#x5B9A;&#x4E3B;&#x984C;&#x7684;&#x904A;&#x6232;&#x524D;&#xFF0C;&#x5C0B;&#x627E;&#x4E00;&#x4E9B;&#x8A72;&#x4E3B;&#x984C;&#x7684;&#x7D93;&#x5178;&#x4F5C;&#x54C1;&#x4E00;&#x8D77;&#x89C0;&#x8CDE;&#xFF0C;&#x4E26;&#x8AC7;&#x8AD6;&#x88E1;&#x9762;&#x7684;&#x89D2;&#x8272;&#x3002;</li>
<li>&#x4E0D;&#x8981;&#x5728;&#x904A;&#x6232;&#x4E2D;&#x8A55;&#x50F9;&#x4ED6;&#x4EBA;&#x7684;&#x626E;&#x6F14;&#x3002;&#x76E1;&#x91CF;&#x4E0D;&#x8981;&#x5728;&#x904A;&#x6232;&#x4E2D;&#x8A0E;&#x8AD6;&#x4ED6;&#x4EBA;&#x7684;&#x626E;&#x6F14;&#x3002;</li>
<li>&#x7D93;&#x5E38;&#x5206;&#x4EAB;&#x4F60;&#x5011;&#x770B;&#x5230;&#x7684;&#x5F88;&#x68D2;&#x7684;&#x626E;&#x6F14;&#x3002;</li>
<li>&#x53EA;&#x627E;&#x4FE1;&#x4EFB;&#x7684;&#x4EBA;&#x4F86;&#x53C3;&#x8207;&#x6AA2;&#x8A0E;&#x6D3B;&#x52D5;&#x3002;</li>
<li>&#x5076;&#x723E;&#x56DE;&#x4F86;&#x91CD;&#x770B;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x770B;&#x5B83;&#x70BA;&#x4F60;&#x5011;&#x5E36;&#x4F86;&#x4EC0;&#x9EBC;&#x65B0;&#x7684;&#x60F3;&#x6CD5;&#x3002;</li>
</ul>
</blockquote>
<hr>
<p>&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B61;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x8ACB;&#x4E0D;&#x541D;&#x7528;&#x5BE6;&#x969B;&#x884C;&#x52D5;&#x652F;&#x6301;&#x6211;&#xFF1A;</p>
<ul>
<li><a href="https://www.patreon.com/weihung" target="_blank" rel="noopener"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="patreon" class="svg-inline--fa fa-patreon fa-w-16" role="img" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 512 512"><path fill="currentColor" d="M512 194.8c0 101.3-82.4 183.8-183.8 183.8-101.7 0-184.4-82.4-184.4-183.8 0-101.6 82.7-184.3 184.4-184.3C429.6 10.5 512 93.2 512 194.8zM0 501.5h90v-491H0v491z"/></svg> &#x5B9A;&#x671F;&#x652F;&#x6301;&#xFF08;patreon&#xFF09;</a></li>
<li><a href="https://www.paypal.com/pools/c/8jLP7Wsi80" target="_blank" rel="noopener"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="cc-paypal" class="svg-inline--fa fa-cc-paypal fa-w-18" role="img" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 576 512"><path fill="currentColor" d="M186.3 258.2c0 12.2-9.7 21.5-22 21.5-9.2 0-16-5.2-16-15 0-12.2 9.5-22 21.7-22 9.3 0 16.3 5.7 16.3 15.5zM80.5 209.7h-4.7c-1.5 0-3 1-3.2 2.7l-4.3 26.7 8.2-.3c11 0 19.5-1.5 21.5-14.2 2.3-13.4-6.2-14.9-17.5-14.9zm284 0H360c-1.8 0-3 1-3.2 2.7l-4.2 26.7 8-.3c13 0 22-3 22-18-.1-10.6-9.6-11.1-18.1-11.1zM576 80v352c0 26.5-21.5 48-48 48H48c-26.5 0-48-21.5-48-48V80c0-26.5 21.5-48 48-48h480c26.5 0 48 21.5 48 48zM128.3 215.4c0-21-16.2-28-34.7-28h-40c-2.5 0-5 2-5.2 4.7L32 294.2c-.3 2 1.2 4 3.2 4h19c2.7 0 5.2-2.9 5.5-5.7l4.5-26.6c1-7.2 13.2-4.7 18-4.7 28.6 0 46.1-17 46.1-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.2 8.2-5.8-8.5-14.2-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9 0 20.2-4.9 26.5-11.9-.5 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H200c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm40.5 97.9l63.7-92.6c.5-.5.5-1 .5-1.7 0-1.7-1.5-3.5-3.2-3.5h-19.2c-1.7 0-3.5 1-4.5 2.5l-26.5 39-11-37.5c-.8-2.2-3-4-5.5-4h-18.7c-1.7 0-3.2 1.8-3.2 3.5 0 1.2 19.5 56.8 21.2 62.1-2.7 3.8-20.5 28.6-20.5 31.6 0 1.8 1.5 3.2 3.2 3.2h19.2c1.8-.1 3.5-1.1 4.5-2.6zm159.3-106.7c0-21-16.2-28-34.7-28h-39.7c-2.7 0-5.2 2-5.5 4.7l-16.2 102c-.2 2 1.3 4 3.2 4h20.5c2 0 3.5-1.5 4-3.2l4.5-29c1-7.2 13.2-4.7 18-4.7 28.4 0 45.9-17 45.9-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.3 8.2-5.5-8.5-14-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9.3 0 20.5-4.9 26.5-11.9-.3 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H484c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm47.5-33.3c0-2-1.5-3.5-3.2-3.5h-18.5c-1.5 0-3 1.2-3.2 2.7l-16.2 104-.3.5c0 1.8 1.5 3.5 3.5 3.5h16.5c2.5 0 5-2.9 5.2-5.7L544 191.2v-.3zm-90 51.8c-12.2 0-21.7 9.7-21.7 22 0 9.7 7 15 16.2 15 12 0 21.7-9.2 21.7-21.5.1-9.8-6.9-15.5-16.2-15.5z"/></svg> &#x55AE;&#x6B21;&#x652F;&#x6301;&#xFF08;paypal&#xFF09;</a></li>
</ul>

            <!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->
            <audio id="audio" loop="1" preload="auto" controls="controls" data-autoplay="false">
                <source type="audio/mpeg" src="">
            </audio>
            
                <ul id="audio-list" style="display:none">
                    
                        <li title='0' data-url='https://wayneh.tw/mp3/Touching_Moment.mp3'></li>
                    
                        <li title='1' data-url='https://wayneh.tw/mp3/Dinner_for_Two.mp3'></li>
                    
                </ul>
            
        </div>
        <div id="disqus_thread">
    <script type="text/javascript">
    var disqus_shortname = '';
    var disqus_config = function () {
        this.page.url = 'https://wayneh.tw/2020/06/15/make-character-round/';
        this.page.identifier = '/2020/06/15/make-character-round/';
        this.page.title = '角色太平面怎麼辦——讓角色立體的幾個建議';
    };
    (function() { // DON'T EDIT BELOW THIS LINE
    var d = document, s = d.createElement('script');
    s.src = 'https://waynetwhexo.disqus.com/embed.js';
    s.setAttribute('data-timestamp', +new Date());
    (d.head || d.body).appendChild(s);
  })();
  </script>
  <noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>


        </div>
        </div>
    
        <div class='side'>
            <ol class="toc"><li class="toc-item toc-level-1"><a class="toc-link" href="#這是怎樣的問題"><span class="toc-number">1.</span> <span class="toc-text">這是怎樣的問題？</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#為設定增加人性"><span class="toc-number">2.</span> <span class="toc-text">為設定增加人性</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#在這念頭出現時多想一下"><span class="toc-number">3.</span> <span class="toc-text">在這念頭出現時，多想一下</span></a></li><li class="toc-item toc-level-1"><a class="toc-link" href="#與團員一起學習"><span class="toc-number">4.</span> <span class="toc-text">與團員一起學習</span></a></li></ol>
        </div>
    
    <div id="footnoteText"></div>
</div>

    </div>
</div><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</body>
<script src="//cdn.jsdelivr.net/npm/gitalk@1/dist/gitalk.min.js"></script>
<script src="//ajax.googleapis.com/ajax/libs/jquery/1.8.3/jquery.min.js"></script>
<script src="../../../../js/plugin.js"></script>
<script src="../../../../js/diaspora.js"></script>
<link rel="stylesheet" href="../../../../photoswipe/photoswipe.css">
<link rel="stylesheet" href="../../../../photoswipe/default-skin/default-skin.css">
<script src="../../../../photoswipe/photoswipe.min.js"></script>
<script src="../../../../photoswipe/photoswipe-ui-default.min.js"></script>

<!-- Root element of PhotoSwipe. Must have class pswp. -->
<div class="pswp" tabindex="-1" role="dialog" aria-hidden="true">
    <!-- Background of PhotoSwipe. 
         It's a separate element as animating opacity is faster than rgba(). -->
    <div class="pswp__bg"></div>
    <!-- Slides wrapper with overflow:hidden. -->
    <div class="pswp__scroll-wrap">
        <!-- Container that holds slides. 
            PhotoSwipe keeps only 3 of them in the DOM to save memory.
            Don't modify these 3 pswp__item elements, data is added later on. -->
        <div class="pswp__container">
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
        </div>
        <!-- Default (PhotoSwipeUI_Default) interface on top of sliding area. Can be changed. -->
        <div class="pswp__ui pswp__ui--hidden">
            <div class="pswp__top-bar">
                <!--  Controls are self-explanatory. Order can be changed. -->
                <div class="pswp__counter"></div>
                <button class="pswp__button pswp__button--close" title="Close (Esc)"></button>
                <button class="pswp__button pswp__button--share" title="Share"></button>
                <button class="pswp__button pswp__button--fs" title="Toggle fullscreen"></button>
                <button class="pswp__button pswp__button--zoom" title="Zoom in/out"></button>
                <!-- Preloader demo http://codepen.io/dimsemenov/pen/yyBWoR -->
                <!-- element will get class pswp__preloader--active when preloader is running -->
                <div class="pswp__preloader">
                    <div class="pswp__preloader__icn">
                      <div class="pswp__preloader__cut">
                        <div class="pswp__preloader__donut"></div>
                      </div>
                    </div>
                </div>
            </div>
            <div class="pswp__share-modal pswp__share-modal--hidden pswp__single-tap">
                <div class="pswp__share-tooltip"></div> 
            </div>
            <button class="pswp__button pswp__button--arrow--left" title="Previous (arrow left)">
            </button>
            <button class="pswp__button pswp__button--arrow--right" title="Next (arrow right)">
            </button>
            <div class="pswp__caption">
                <div class="pswp__caption__center"></div>
            </div>
        </div>
    </div>
</div>



<!-- Google Analytics -->
<script type="text/javascript">
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','https://www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-61272067-1', 'auto');
  ga('send', 'pageview');
</script>
<!-- End Google Analytics -->


</html>
