
<!DOCTYPE html>
<html lang="zh-TW" class="loading">
<head><meta name="generator" content="Hexo 3.9.0">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <title>四、順利進行虛構敘事 - 偉恩與咖啡</title>
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black-translucent">
    <meta name="google" content="notranslate">
    <meta name="keywords" content="哲學, philosophy, TRPG,"> 
    <meta name="description" content="哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。,&amp;#x6211;&amp;#x5011;&amp;#x5DF2;&amp;#x7D93;&amp;#x8AC7;&amp;#x8AD6;&amp;#x4E86;&amp;#x865B;&amp;#x69CB;&amp;#x6558;&amp;#x4E8B;&amp;#x7684;&amp;#x,"> 
    <meta name="author" content="洪偉 Wei Hung"> 
    <link rel="alternative" href="atom.xml" title="偉恩與咖啡" type="application/atom+xml"> 
    <link rel="icon" href="https://wayneh.tw/favicon.png"> 
    <link rel="stylesheet" href="../../../../css/diaspora.css">
    <meta name="description" content="&amp;#x6211;&amp;#x5011;&amp;#x5DF2;&amp;#x7D93;&amp;#x8AC7;&amp;#x8AD6;&amp;#x4E86;&amp;#x865B;&amp;#x69CB;&amp;#x6558;&amp;#x4E8B;&amp;#x7684;&amp;#x5167;&amp;#x5BB9;&amp;#xFF0C;&amp;#x8AAA;&amp;#x660E;&amp;#x4E8B;&amp;#x4EF6;&amp;#x8207;&amp;#x4E8B;&amp;#x4EF6;&amp;#x5982;&amp;#x4F55;&amp;#x767C;">
<meta name="keywords" content="CoC 守密人指南">
<meta property="og:type" content="article">
<meta property="og:title" content="四、順利進行虛構敘事">
<meta property="og:url" content="https://wayneh.tw/2020/09/18/fiction-2/index.html">
<meta property="og:site_name" content="偉恩與咖啡">
<meta property="og:description" content="&amp;#x6211;&amp;#x5011;&amp;#x5DF2;&amp;#x7D93;&amp;#x8AC7;&amp;#x8AD6;&amp;#x4E86;&amp;#x865B;&amp;#x69CB;&amp;#x6558;&amp;#x4E8B;&amp;#x7684;&amp;#x5167;&amp;#x5BB9;&amp;#xFF0C;&amp;#x8AAA;&amp;#x660E;&amp;#x4E8B;&amp;#x4EF6;&amp;#x8207;&amp;#x4E8B;&amp;#x4EF6;&amp;#x5982;&amp;#x4F55;&amp;#x767C;">
<meta property="og:locale" content="zh-TW">
<meta property="og:updated_time" content="2020-09-18T05:56:44.731Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="四、順利進行虛構敘事">
<meta name="twitter:description" content="&amp;#x6211;&amp;#x5011;&amp;#x5DF2;&amp;#x7D93;&amp;#x8AC7;&amp;#x8AD6;&amp;#x4E86;&amp;#x865B;&amp;#x69CB;&amp;#x6558;&amp;#x4E8B;&amp;#x7684;&amp;#x5167;&amp;#x5BB9;&amp;#xFF0C;&amp;#x8AAA;&amp;#x660E;&amp;#x4E8B;&amp;#x4EF6;&amp;#x8207;&amp;#x4E8B;&amp;#x4EF6;&amp;#x5982;&amp;#x4F55;&amp;#x767C;">
    <script id="dsq-count-scr" src="//waynetwhexo.disqus.com/count.js" async></script>
    <link href="https://fonts.googleapis.com/css?family=Noto+Sans+TC:400,500,700|Noto+Serif+TC:400,700&display=swap" rel="stylesheet">
    <script defer src="/js/all.js"></script><!-- hexo-inject:begin --><!-- hexo-inject:end --> 
</head></html>
<body class="loading">
    <!-- hexo-inject:begin --><!-- hexo-inject:end --><span id="config-title" style="display:none">偉恩與咖啡</span>
    <div id="loader"></div>
    <div id="single">
    <div id="top" style="display: block;">
    <div class="bar" style="width: 0;"></div>
    <a class="icon-home image-icon" href="javascript:;" data-url="https://wayneh.tw"></a>
    <div title="播放/暫停" class="icon-play"></div>
    <h3 class="subtitle">四、順利進行虛構敘事</h3>
    <div class="social">
        <!--<div class="like-icon">-->
            <!--<a href="javascript:;" class="likeThis active"><span class="icon-like"></span><span class="count">76</span></a>-->
        <!--</div>-->
        <div>
            <div class="share">
                <a title="QR code" class="icon-scan" href="javascript:;"></a>
            </div>
            <div id="qr"></div>
        </div>
    </div>
    <div class="scrollbar"></div>
</div>

    <div class="section">
        <div class="article">
    <div class='main'>
        <h1 class="title">四、順利進行虛構敘事</h1>
        <div class="stuff">
            <span>九月 18, 2020</span>
            
  <ul class="post-tags-list"><li class="post-tags-list-item"><a class="post-tags-list-link" href="../../../../tags/CoC-守密人指南/">CoC 守密人指南</a></li></ul>


        </div>
        <div class="content markdown">
            <p>&#x6211;&#x5011;&#x5DF2;&#x7D93;&#x8AC7;&#x8AD6;&#x4E86;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x7684;&#x5167;&#x5BB9;&#xFF0C;&#x8AAA;&#x660E;&#x4E8B;&#x4EF6;&#x8207;&#x4E8B;&#x4EF6;&#x5982;&#x4F55;&#x767C;&#x751F;&#x95DC;&#x806F;&#xFF0C;&#x4E5F;&#x8AAA;&#x660E;&#x4E8B;&#x4EF6;&#x5982;&#x4F55;&#x4F5C;&#x70BA;&#x4E00;&#x7A2E;&#x5C0D;&#x8A71;&#x884C;&#x70BA;&#x4F86;&#x70BA;&#x4E16;&#x754C;&#x589E;&#x6DFB;&#x5167;&#x5BB9;&#xFF08;&#x6211;&#x5C07;&#x9019;&#x7A31;&#x4F5C;&#x300C;&#x9810;&#x8A2D;&#x300D;&#xFF09;&#x3002;&#x63A5;&#x4E0B;&#x4F86;&#xFF0C;&#x6211;&#x5C31;&#x8981;&#x8AAA;&#x660E;&#xFF0C;&#x4F5C;&#x70BA;&#x4E00;&#x540D;&#x5B88;&#x5BC6;&#x4EBA;&#xFF0C;&#x61C9;&#x8A72;&#x5982;&#x4F55;&#x7DAD;&#x6301;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x7684;&#x826F;&#x597D;&#x5C0D;&#x8A71;&#x6A21;&#x5F0F;&#x3002;</p>
<p>&#x5728;&#x4E0A;&#x4E00;&#x7AE0;&#x4E2D;&#xFF0C;&#x6211;&#x5011;&#x5340;&#x5206;&#x4E86;&#x5169;&#x7A2E;&#x70BA;&#x7576;&#x524D;&#x4E8B;&#x4EF6;&#x63D0;&#x4F9B;&#x57FA;&#x790E;&#x7684;&#x5C0D;&#x8A71;&#x5167;&#x5BB9;&#xFF0C;&#x4E00;&#x7A2E;&#x662F;&#x56E0;&#x679C;&#xFF0C;&#x53E6;&#x4E00;&#x7A2E;&#x5247;&#x662F;&#x8108;&#x7D61;&#x3002;&#x6709;&#x4EBA;&#x53EF;&#x80FD;&#x8A8D;&#x70BA;&#xFF0C;&#x56E0;&#x679C;&#x95DC;&#x806F;&#x4E8B;&#x5BE6;&#x4E0A;&#x4E0D;&#x904E;&#x662F;&#x4E00;&#x7A2E;&#x8108;&#x7D61;&#x95DC;&#x806F;&#xFF0C;&#x5176;&#x5BE6;&#x6C92;&#x6709;&#x5340;&#x5206;&#x7684;&#x5FC5;&#x8981;&#x3002;&#x5728;&#x67D0;&#x500B;&#x610F;&#x7FA9;&#x4E0A;&#x4F86;&#x8AAA;&#x9019;&#x662F;&#x6B63;&#x78BA;&#x7684;&#xFF0C;&#x56E0;&#x70BA;&#x8981;&#x662F;&#x6211;&#x5011;&#x805A;&#x7126;&#x5728;&#x7576;&#x524D;&#x7684;&#x4E8B;&#x4EF6;&#x4E0A;&#xFF0C;&#x6703;&#x6CE8;&#x610F;&#x5230;&#x8108;&#x7D61;&#x7684;&#x6DB5;&#x84CB;&#x66F4;&#x5EE3;&#xFF0C;&#x56E0;&#x679C;&#x4E0D;&#x904E;&#x53EA;&#x662F;&#x66F4;&#x72F9;&#x9698;&#x7684;&#x8108;&#x7D61;&#x3002;&#x6C92;&#x932F;&#xFF0C;&#x56E0;&#x679C;&#x95DC;&#x806F;&#x53EF;&#x4EE5;&#x7B97;&#x662F;&#x4E00;&#x7A2E;&#x8108;&#x7D61;&#xFF0C;&#x53EA;&#x662F;&#x4ED6;&#x95DC;&#x5207;&#x7684;&#x662F;&#x66F4;&#x72F9;&#x9698;&#x7684;&#x76EE;&#x7684;&#x300C;&#x5408;&#x7406;&#x6027;&#x300D;&#x3002;&#x4F46;&#x5373;&#x4F7F;&#x5982;&#x6B64;&#xFF0C;&#x5340;&#x5206;&#x51FA;&#x56E0;&#x679C;&#x95DC;&#x4FC2;&#x4F9D;&#x7136;&#x5F88;&#x6709;&#x597D;&#x8655;&#x3002;</p>
<p>&#x56E0;&#x70BA;&#xFF0C;&#x53EA;&#x6709;&#x56E0;&#x679C;&#x95DC;&#x806F;&#x80FD;&#x70BA;&#x4E16;&#x754C;&#x89C0;&#x3001;&#x884C;&#x52D5;&#x9580;&#x6ABB;&#x548C;&#x4E16;&#x754C;&#x5B9A;&#x5F8B;&#x589E;&#x52A0;&#x6771;&#x897F;&#x3002;&#x8209;&#x4F8B;&#x4F86;&#x8AAA;&#xFF0C;&#x7576; GM &#x8AAA;&#x300C;&#x4F60;&#x524D;&#x65B9;&#x51FA;&#x73FE;&#x4E86;&#x4E00;&#x500B;&#x65B7;&#x5D16;&#x300D;&#xFF0C;&#x7136;&#x5F8C;&#x73A9;&#x5BB6;&#x63A5;&#x8457;&#x8AAA;&#x300C;&#x6211;&#x9032;&#x884C;&#x4E00;&#x500B;&#x7529;&#x5C3E;&#xFF0C;&#x505C;&#x5728;&#x65B7;&#x5D16;&#x524D;&#x65B9;&#x300D;&#xFF0C;&#x9019;&#x4EF6;&#x4E8B;&#x60C5;&#x5982;&#x679C;&#x80FD;&#x505A;&#x5230;&#xFF0C;&#x610F;&#x5473;&#x8457;&#x9019;&#x4EF6;&#x4E8B;&#x60C5;&#x662F;&#x53EF;&#x80FD;&#x7684;&#x3002;&#x5982;&#x679C; GM &#x7684;&#x56DE;&#x61C9;&#x662F;&#x300C;&#x4F60;&#x6C92;&#x8FA6;&#x6CD5;&#x505A;&#x5230;&#xFF0C;&#x4F60;&#x7684;&#x8ECA;&#x5B50;&#x6ED1;&#x4E86;&#x4E0B;&#x53BB;&#x300D;&#xFF0C;&#x800C;&#x4F60;&#x63A5;&#x8457;&#x8AAA;&#x300C;&#x6211;&#x8981;&#x5728;&#x5343;&#x921E;&#x4E00;&#x9AEE;&#x4E4B;&#x969B;&#x4E0B;&#x8ECA;&#x300D;&#xFF0C;&#x9019;&#x6A23;&#x7684;&#x4E8B;&#x4EF6;&#x5982;&#x679C;&#x662F;&#x53EF;&#x80FD;&#x7684;&#xFF0C;&#x8AAA;&#x660E;&#x4E86;&#x9019;&#x4EF6;&#x4E8B;&#x60C5;&#x5728;&#x9019;&#x500B;&#x4E16;&#x754C;&#x4E2D;&#x662F;&#x53EF;&#x80FD;&#x7684;&#x3002;&#x751A;&#x81F3;&#x5728;&#x4E00;&#x4E9B;&#x82F1;&#x96C4;&#x4E3B;&#x7FA9;&#x7684;&#x904A;&#x6232;&#x4E2D;&#xFF0C;&#x9019;&#x4E9B;&#x4E8B;&#x60C5;&#x7E3D;&#x662F;&#x53EF;&#x4EE5;&#x505A;&#x5230;&#xFF0C;&#x53EA;&#x662F;&#x9700;&#x8981;&#x652F;&#x4ED8;&#x4E00;&#x5B9A;&#x7684;&#x4EE3;&#x50F9;&#x3002;</p>
<p>&#x56E0;&#x679C;&#x95DC;&#x806F;&#x7684;&#x529F;&#x80FD;&#x5728;&#x70BA;&#x7576;&#x524D;&#x4E8B;&#x4EF6;&#x63D0;&#x4F9B;&#x89E3;&#x91CB;&#x3002;&#x5982;&#x679C;&#x56E0;&#x679C;&#x95DC;&#x806F;&#x7684;&#x5224;&#x6E96;&#x662F;&#x98C4;&#x79FB;&#x7684;&#x3001;&#x4E0D;&#x660E;&#x78BA;&#x7684;&#x3001;&#x4EE4;&#x4EBA;&#x56F0;&#x60D1;&#x7684;&#xFF0C;&#x9019;&#x6703;&#x8B93;&#x9019;&#x500B;&#x4E16;&#x754C;&#x770B;&#x8D77;&#x4F86;&#x50CF;&#x662F;&#x4E0D;&#x7262;&#x9760;&#x7684;&#x3001;&#x7121;&#x6CD5;&#x4E92;&#x52D5;&#x7684;&#x3001;&#x865B;&#x5047;&#x7684;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8AAA;&#xFF0C;KP &#x5728;&#x9019;&#x88E1;&#x7684;&#x5FC5;&#x8981;&#x5FC3;&#x614B;&#xFF0C;&#x5C31;&#x662F;&#x8981;&#x300C;&#x50CF;&#x662F;&#x4E16;&#x754C;&#x662F;&#x771F;&#x7684;&#x4E00;&#x6A23;&#x5730;&#x4F86;&#x8655;&#x7406;&#x5B83;&#x300D;&#x3002;&#x5982;&#x679C;&#x4E00;&#x4EF6;&#x4E8B;&#x60C5;&#x662F;&#x53EF;&#x80FD;&#x7684;&#xFF0C;&#x90A3;&#x5B83;&#x5F97;&#x5728;&#x56E0;&#x679C;&#x95DC;&#x806F;&#x4E0A;&#x6709;&#x627E;&#x5230;&#x57FA;&#x790E;&#xFF0C;&#x5373;&#x4FBF;&#x6709;&#x8A31;&#x591A;&#x53EF;&#x80FD;&#x6027;&#x5B58;&#x5728;&#x4E5F;&#x6C92;&#x95DC;&#x4FC2;&#x3002;</p>
<p>&#x5982;&#x679C;&#x56E0;&#x679C;&#x95DC;&#x806F;&#x6C7A;&#x5B9A;&#x4E86;&#x4E16;&#x754C;&#x7684;&#x771F;&#x5BE6;&#x53EF;&#x80FD;&#x6027;&#xFF0C;&#x90A3;&#x9EBC;&#x8108;&#x7D61;&#x95DC;&#x806F;&#x5247;&#x6C7A;&#x5B9A;&#x4E86;&#x73FE;&#x5728;&#x7684;&#x4E8B;&#x4EF6;&#x7684;&#x6545;&#x4E8B;&#x610F;&#x7FA9;&#x3002;&#x4E8B;&#x5BE6;&#x4E0A;&#xFF0C;&#x8108;&#x7D61;&#x95DC;&#x806F;&#x7121;&#x6240;&#x4E0D;&#x5728;&#xFF0C;&#x5F62;&#x6210;&#x7684;&#x6545;&#x4E8B;&#x610F;&#x7FA9;&#x4E5F;&#x53EF;&#x80FD;&#x4E0D;&#x53EA;&#x4E00;&#x7A2E;&#xFF1A;</p>
<ul>
<li>&#x300C;&#x6211;&#x5411;&#x4ED6;&#x554F;&#x597D;&#x3002;&#x300D;&#x300C;&#x4ED6;&#x7B11;&#x8457;&#x5411;&#x4F60;&#x6BD4;&#x4E86;&#x4E2D;&#x6307;&#x3002;&#x300D;&#x300C;&#x6211;&#x4E5F;&#x5411;&#x4ED6;&#x6BD4;&#x4E86;&#x500B;&#x4E2D;&#x6307;&#xFF0C;&#x300E;&#x4F60;&#x9084;&#x6C92;&#x6B7B;&#x554A;&#x300F;&#x3002;&#x300D;&#xFF08;&#x9019;&#x5169;&#x500B;&#x89D2;&#x8272;&#x7684;&#x95DC;&#x4FC2;&#x5927;&#x6982;&#x975E;&#x5E38;&#x89AA;&#x5BC6;&#x3002;&#xFF09;</li>
<li>&#x300C;&#x90A3;&#x500B;&#x4EBA;&#x767D;&#x4E86;&#x4F60;&#x4E00;&#x773C;&#x3002;&#x300D;&#x300C;&#x6211;&#x62C9;&#x4F4F;&#x4ED6;&#xFF0C;&#x554F;&#x4ED6;&#x770B;&#x4E09;&#x5C0F;&#x3002;&#x300D;&#xFF08;&#x53EF;&#x80FD;&#x662F;&#x56E0;&#x70BA;&#x89D2;&#x8272;&#x5F88;&#x706B;&#x7206;&#xFF0C;&#x4E5F;&#x53EF;&#x80FD;&#x56E0;&#x70BA;&#x4ED6;&#x5011;&#x662F;&#x4EC7;&#x4EBA;&#x3002;&#x6211;&#x5011;&#x9700;&#x8981;&#x66F4;&#x591A;&#x8108;&#x7D61;&#x4F86;&#x78BA;&#x5B9A;&#x610F;&#x7FA9;&#x3002;&#xFF09;</li>
</ul>
<p>&#x6211;&#x5011;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#xFF0C;&#x8108;&#x7D61;&#x4E8B;&#x5BE6;&#x4E0A;&#x5C31;&#x662F;&#x8B93;&#x7576;&#x524D;&#x4E8B;&#x4EF6;&#x5728;&#x6574;&#x500B;&#x6545;&#x4E8B;&#x4E2D;&#x80FD;&#x88AB;&#x7406;&#x89E3;&#x7684;&#x6771;&#x897F;&#x3002;&#x904E;&#x5F80;&#x767C;&#x751F;&#x904E;&#x7684;&#x90A3;&#x4E9B;&#x5C0D;&#x8A71;&#xFF0C;&#x63D0;&#x4F9B;&#x4E86;&#x7576;&#x524D;&#x4E8B;&#x4EF6;&#x7684;&#x8108;&#x7D61;&#xFF08;&#x80CC;&#x666F;&#x3001;&#x6B77;&#x53F2;&#x3001;&#x74B0;&#x5883;&#xFF09;&#xFF0C;&#x8B93;&#x6211;&#x5011;&#x770B;&#x61C2;&#x300C;&#x73FE;&#x5728;&#x5728;&#x5E79;&#x561B;&#x300D;&#x3001;&#x300C;&#x73FE;&#x5728;&#x7684;&#x4E8B;&#x60C5;&#x770B;&#x8D77;&#x4F86;&#x50CF;&#x662F;&#x4EC0;&#x9EBC;&#x300D;&#x3002;</p>
<p>KP &#x5728;&#x9019;&#x500B;&#x5730;&#x65B9;&#x9996;&#x5148;&#x8981;&#x78BA;&#x4FDD;&#x7684;&#x662F;&#x8108;&#x7D61;&#x7684;&#x300C;&#x9023;&#x7E8C;&#x300D;&#x3002;&#x610F;&#x601D;&#x5C31;&#x662F;&#xFF0C;&#x6211;&#x5011;&#x5FC5;&#x9808;&#x610F;&#x8B58;&#x5230;&#xFF0C;&#x6BCF;&#x4E00;&#x500B;&#x65B0;&#x4E8B;&#x4EF6;&#xFF0C;&#x90FD;&#x5728;&#x7D66;&#x5B9A;&#x7684;&#x6240;&#x6709;&#x8108;&#x7D61;&#x4E0B;&#x5F97;&#x5230;&#x6545;&#x4E8B;&#x610F;&#x7FA9;&#x3002;&#x800C;&#x6BCF;&#x4E00;&#x500B;&#x65B0;&#x4E8B;&#x4EF6;&#xFF0C;&#x4E5F;&#x90FD;&#x5982;&#x6B64;&#x63D0;&#x4F9B;&#x4E86;&#x6545;&#x4E8B;&#x7684;&#x80FD;&#x52D5;&#x6027;&#xFF1A;&#x5728;&#x672A;&#x4F86;&#xFF0C;&#x9019;&#x4E9B;&#x4E8B;&#x4EF6;&#x90FD;&#x6703;&#x6709;&#x65B0;&#x7684;&#x610F;&#x7FA9;&#xFF0C;&#x63D0;&#x4F9B;&#x4E86;&#x65B0;&#x4E8B;&#x4EF6;&#x7684;&#x57FA;&#x790E;&#x3002;</p>
<p>&#x5982;&#x679C;&#x8003;&#x616E;&#x8CC7;&#x8A0A;&#x7684;&#x4E0D;&#x5C0D;&#x7A31;&#xFF0C;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#x8108;&#x7D61;&#x7684;&#x9023;&#x7E8C;&#x63D0;&#x4F9B;&#x4E86;&#x66F4;&#x5927;&#x7684;&#x53EF;&#x61C9;&#x7528;&#x7684;&#x610F;&#x7FA9;&#x7A7A;&#x9593;&#x3002;&#x4E8B;&#x5BE6;&#x4E0A;&#xFF0C;&#x5C0D;&#x65BC;&#x73A9;&#x5BB6;&#x800C;&#x8A00;&#xFF0C;&#x4ED6;&#x5011;&#x901A;&#x5E38;&#x770B;&#x4E0D;&#x51FA;&#x7576;&#x524D;&#x4E8B;&#x4EF6;&#x7684;&#x771F;&#x76F8;&#xFF0C;&#x4F46;&#x5373;&#x4FBF;&#x4ED6;&#x5011;&#x770B;&#x4E0D;&#x51FA;&#x770B;&#x4F3C;&#x7121;&#x95DC;&#x7684;&#x53EF;&#x6015;&#x5147;&#x6BBA;&#x6848;&#x4E4B;&#x9593;&#x7684;&#x95DC;&#x806F;&#xFF0C;&#x5728;&#x4F60;&#x5011;&#x7684;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x7684;&#x5C0D;&#x8A71;&#x8108;&#x7D61;&#x4E2D;&#xFF0C;&#x9019;&#x4E9B;&#x5147;&#x6BBA;&#x6848;&#x4E4B;&#x9593;&#x53EF;&#x80FD;&#x6709;&#x7684;&#x95DC;&#x806F;&#x4FBF;&#x63D0;&#x4F9B;&#x4E86;&#x61F8;&#x7591;&#x611F;&#x3002;&#x9019;&#x6A23;&#x7684;&#x610F;&#x8B58;&#x6709;&#x52A9;&#x65BC;&#x6211;&#x5011;&#x9032;&#x884C; CoC &#x904A;&#x6232;&#x4E2D;&#x7684;&#x4E00;&#x9805;&#x91CD;&#x8981;&#x5DE5;&#x4F5C;&#xFF1A;&#x60C5;&#x5831;&#x7BA1;&#x7406;&#x3002;</p>
<p>&#x5176;&#x6B21;&#xFF0C;KP &#x5FC5;&#x9808;&#x8981;&#x78BA;&#x4FDD;&#x6545;&#x4E8B;&#x7684;&#x9032;&#x5C55;&#x662F;&#x300C;&#x59A5;&#x7576;&#x300D;&#x7684;&#x3002;&#x9019;&#x4EF6;&#x4E8B;&#x60C5;&#x6709;&#x9EDE;&#x62BD;&#x8C61;&#xFF0C;&#x4F46;&#x6211;&#x5011;&#x4F86;&#x8A66;&#x8A66;&#x770B;&#x3002;&#x60F3;&#x50CF;&#x73A9;&#x5BB6;&#x89D2;&#x8272;&#x88AB;&#x56F0;&#x5728;&#x4E00;&#x9593;&#x9B27;&#x9B3C;&#x7684;&#x8001;&#x5B85;&#x88E1;&#x9762;&#xFF0C;&#x5C4B;&#x4E3B;&#x5728;&#x8AAA;&#x8981;&#x70BA;&#x4ED6;&#x5011;&#x716E;&#x8336;&#x4EE5;&#x5F8C;&#x5C31;&#x6C92;&#x6709;&#x518D;&#x56DE;&#x5230;&#x5BA2;&#x5EF3;&#x3002;&#x4F60;&#x5FC3;&#x4E2D;&#x6709;&#x756B;&#x9762;&#x55CE;&#xFF1F;&#x518D;&#x589E;&#x6DFB;&#x4E00;&#x4E9B;&#x7D30;&#x7BC0;&#x8B93;&#x5834;&#x666F;&#x66F4;&#x771F;&#x5BE6;&#xFF1A;&#x525B;&#x4E0B;&#x904E;&#x96E8;&#x5F8C;&#x7684;&#x6C34;&#x6EF4;&#x8072;&#x3001;&#x5C4B;&#x5B50;&#x5167;&#x7684;&#x9709;&#x5473;&#x3001;&#x4E00;&#x4E9B;&#x5C4B;&#x5B50;&#x7D30;&#x7E2B;&#x7684;&#x6469;&#x64E6;&#x8072;&#x3001;&#x660F;&#x6697;&#x7684;&#x71C8;&#x5149;&#x3002;&#x5982;&#x679C;&#x4F60;&#x8981;&#x8B93;&#x4E00;&#x500B;&#x964C;&#x751F;&#x4EBA;&#x9032;&#x5834;&#xFF0C;&#x4E26;&#x4E14;&#x8981;&#x8B93;&#x73A9;&#x5BB6;&#x611F;&#x89BA;&#x5230;&#x53E4;&#x602A;&#x9670;&#x68EE;&#xFF0C;&#x4F60;&#x8981;&#x600E;&#x9EBC;&#x8AAA;&#x9019;&#x500B;&#x4E8B;&#x4EF6;&#xFF1F;&#x59A5;&#x7576;&#x6027;&#x662F;&#x95DC;&#x65BC;&#x9019;&#x6A23;&#x7684;&#x554F;&#x984C;&#x3002;</p>
<p>&#x59A5;&#x7576;&#x6027;&#x7684;&#x8003;&#x91CF;&#x7E3D;&#x662F;&#x4F34;&#x96A8;&#x8AAA;&#x6545;&#x4E8B;&#x8005;&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x8B93;&#x6211;&#x5011;&#x77E5;&#x9053;&#xFF0C;&#x600E;&#x6A23;&#x7684;&#x7576;&#x524D;&#x4E8B;&#x4EF6;&#x7684;&#x9032;&#x5C55;&#x662F;&#x6211;&#x5011;&#x8981;&#x7684;&#xFF0C;&#x6211;&#x5011;&#x8981;&#x6E05;&#x695A;&#x610F;&#x8B58;&#x5230;&#x300C;&#x9019;&#x500B;&#x4E8B;&#x4EF6;&#x770B;&#x8D77;&#x4F86;&#x61C9;&#x8A72;&#x8981;&#x50CF;&#x662F;&#x600E;&#x6A23;&#x300D;&#x3002;&#x5982;&#x679C;&#x6211;&#x5011;&#x7684;&#x6558;&#x4E8B;&#x662F;&#x5931;&#x6557;&#x7684;&#xFF0C;&#x73A9;&#x5BB6;&#x5B8C;&#x5168;&#x8AA4;&#x89E3;&#x4E86;&#x4F60;&#x7684;&#x610F;&#x601D;&#xFF0C;&#x8B6C;&#x5982;&#x8AAA;&#x4F60;&#x4E26;&#x4E0D;&#x60F3;&#x8B93; NPC &#x8868;&#x9054;&#x60E1;&#x610F;&#xFF0C;&#x4F46;&#x4F60;&#x6628;&#x5929;&#x6C92;&#x7761;&#x597D;&#xFF0C;&#x4E0D;&#x5C0F;&#x5FC3;&#x8B1B;&#x8A71;&#x592A;&#x6A5F;&#x6B6A;&#x6FC0;&#x6012;&#x4E86;&#x89D2;&#x8272;&#xFF0C;&#x600E;&#x9EBC;&#x8FA6;&#xFF1F;&#x4E0D;&#x8981;&#x8457;&#x6025;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x8DF3;&#x5230;&#x300C;&#x8A55;&#x50F9;&#x89C0;&#x9EDE;&#x300D;&#x7684;&#x5C0D;&#x8A71;&#x6A21;&#x5F0F;&#xFF0C;&#x4F86;&#x91CD;&#x6574;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#xFF0C;&#x4E26;&#x4E14;&#x5E6B;&#x52A9;&#x73A9;&#x5BB6;&#x878D;&#x5165;&#x5834;&#x666F;&#x3002;&#x9019;&#x7576;&#x7136;&#x662F;&#x500B;&#x6BD4;&#x8F03;&#x4E0D;&#x81EA;&#x7136;&#x7684;&#x4F5C;&#x6CD5;&#xFF0C;&#x4F46;&#x9019;&#x7E3D;&#x4E4B;&#x8981;&#x6BD4;&#x73A9;&#x5BB6;&#x5B8C;&#x5168;&#x4E0D;&#x5728;&#x72C0;&#x6CC1;&#x5167;&#x597D;&#xFF0C;&#x5C0D;&#x5427;&#xFF1F;</p>
<p>&#x7E3D;&#x7D50;&#x4E00;&#x4E0B;&#x9019;&#x7AE0;&#x4E2D;&#x6211;&#x6240;&#x8B1B;&#x7684;&#x91CD;&#x9EDE;&#xFF1A;</p>
<ul>
<li>&#x56E0;&#x679C;&#x95DC;&#x806F;&#x63D0;&#x4F9B;&#x4E86;&#x4E16;&#x754C;&#x767C;&#x5C55;&#x7684;&#x6163;&#x4F8B;&#xFF0C;&#x56E0;&#x6B64;&#x6C7A;&#x5B9A;&#x4E86;&#x4E16;&#x754C;&#x89C0;&#x7684;&#x5F62;&#x6210;&#x3002;KP &#x52D9;&#x5FC5;&#x8981;&#x78BA;&#x4FDD;&#x56E0;&#x679C;&#x95DC;&#x806F;&#x7684;&#x660E;&#x78BA;&#x6027;&#x3001;&#x771F;&#x5BE6;&#x6027;&#xFF0C;&#x4E0D;&#x53EF;&#x52D5;&#x6416;&#x3002;</li>
<li>&#x8108;&#x7D61;&#x63D0;&#x4F9B;&#x4E86;&#x7576;&#x524D;&#x5834;&#x666F;&#x5982;&#x4F55;&#x88AB;&#x7406;&#x89E3;&#x7684;&#x7DDA;&#x7D22;&#x3002;KP &#x52D9;&#x5FC5;&#x8981;&#x78BA;&#x4FDD;&#x8108;&#x7D61;&#x7684;&#x9023;&#x7E8C;&#x6027;&#x548C;&#x59A5;&#x7576;&#x6027;&#x3002;</li>
</ul>
<p>&#x63A5;&#x4E0B;&#x4F86;&#xFF0C;&#x6211;&#x5011;&#x4F86;&#x8AC7;&#x300C;&#x6A5F;&#x5236;&#x300D;&#x3002;</p>
<ul>
<li>&#x4E0B;&#x4E00;&#x7BC7;&#xFF1A;<a href></a></li>
</ul>
<hr>
<p>&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B61;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x8ACB;&#x4E0D;&#x541D;&#x7528;&#x5BE6;&#x969B;&#x884C;&#x52D5;&#x652F;&#x6301;&#x6211;&#xFF1A;</p>
<ul>
<li><a href="https://www.patreon.com/weihung" target="_blank" rel="noopener"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="patreon" class="svg-inline--fa fa-patreon fa-w-16" role="img" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 512 512"><path fill="currentColor" d="M512 194.8c0 101.3-82.4 183.8-183.8 183.8-101.7 0-184.4-82.4-184.4-183.8 0-101.6 82.7-184.3 184.4-184.3C429.6 10.5 512 93.2 512 194.8zM0 501.5h90v-491H0v491z"/></svg> &#x5B9A;&#x671F;&#x652F;&#x6301;&#xFF08;patreon&#xFF09;</a></li>
<li><a href="https://www.paypal.com/pools/c/8jLP7Wsi80" target="_blank" rel="noopener"><svg aria-hidden="true" focusable="false" data-prefix="fab" data-icon="cc-paypal" class="svg-inline--fa fa-cc-paypal fa-w-18" role="img" xmlns="http://www.w3.org/2000/svg" viewbox="0 0 576 512"><path fill="currentColor" d="M186.3 258.2c0 12.2-9.7 21.5-22 21.5-9.2 0-16-5.2-16-15 0-12.2 9.5-22 21.7-22 9.3 0 16.3 5.7 16.3 15.5zM80.5 209.7h-4.7c-1.5 0-3 1-3.2 2.7l-4.3 26.7 8.2-.3c11 0 19.5-1.5 21.5-14.2 2.3-13.4-6.2-14.9-17.5-14.9zm284 0H360c-1.8 0-3 1-3.2 2.7l-4.2 26.7 8-.3c13 0 22-3 22-18-.1-10.6-9.6-11.1-18.1-11.1zM576 80v352c0 26.5-21.5 48-48 48H48c-26.5 0-48-21.5-48-48V80c0-26.5 21.5-48 48-48h480c26.5 0 48 21.5 48 48zM128.3 215.4c0-21-16.2-28-34.7-28h-40c-2.5 0-5 2-5.2 4.7L32 294.2c-.3 2 1.2 4 3.2 4h19c2.7 0 5.2-2.9 5.5-5.7l4.5-26.6c1-7.2 13.2-4.7 18-4.7 28.6 0 46.1-17 46.1-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.2 8.2-5.8-8.5-14.2-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9 0 20.2-4.9 26.5-11.9-.5 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H200c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm40.5 97.9l63.7-92.6c.5-.5.5-1 .5-1.7 0-1.7-1.5-3.5-3.2-3.5h-19.2c-1.7 0-3.5 1-4.5 2.5l-26.5 39-11-37.5c-.8-2.2-3-4-5.5-4h-18.7c-1.7 0-3.2 1.8-3.2 3.5 0 1.2 19.5 56.8 21.2 62.1-2.7 3.8-20.5 28.6-20.5 31.6 0 1.8 1.5 3.2 3.2 3.2h19.2c1.8-.1 3.5-1.1 4.5-2.6zm159.3-106.7c0-21-16.2-28-34.7-28h-39.7c-2.7 0-5.2 2-5.5 4.7l-16.2 102c-.2 2 1.3 4 3.2 4h20.5c2 0 3.5-1.5 4-3.2l4.5-29c1-7.2 13.2-4.7 18-4.7 28.4 0 45.9-17 45.9-45.8zm84.2 8.8h-19c-3.8 0-4 5.5-4.3 8.2-5.5-8.5-14-10-23.7-10-24.5 0-43.2 21.5-43.2 45.2 0 19.5 12.2 32.2 31.7 32.2 9.3 0 20.5-4.9 26.5-11.9-.3 1.5-1 4.7-1 6.2 0 2.3 1 4 3.2 4H484c2.7 0 5-2.9 5.5-5.7l10.2-64.3c.3-1.9-1.2-3.9-3.2-3.9zm47.5-33.3c0-2-1.5-3.5-3.2-3.5h-18.5c-1.5 0-3 1.2-3.2 2.7l-16.2 104-.3.5c0 1.8 1.5 3.5 3.5 3.5h16.5c2.5 0 5-2.9 5.2-5.7L544 191.2v-.3zm-90 51.8c-12.2 0-21.7 9.7-21.7 22 0 9.7 7 15 16.2 15 12 0 21.7-9.2 21.7-21.5.1-9.8-6.9-15.5-16.2-15.5z"/></svg> &#x55AE;&#x6B21;&#x652F;&#x6301;&#xFF08;paypal&#xFF09;</a></li>
</ul>

            <!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->
            <audio id="audio" loop="1" preload="auto" controls="controls" data-autoplay="false">
                <source type="audio/mpeg" src="">
            </audio>
            
                <ul id="audio-list" style="display:none">
                    
                        <li title='0' data-url='https://wayneh.tw/mp3/Touching_Moment.mp3'></li>
                    
                        <li title='1' data-url='https://wayneh.tw/mp3/Dinner_for_Two.mp3'></li>
                    
                </ul>
            
        </div>
        <div id="disqus_thread">
    <script type="text/javascript">
    var disqus_shortname = '';
    var disqus_config = function () {
        this.page.url = 'https://wayneh.tw/2020/09/18/fiction-2/';
        this.page.identifier = '/2020/09/18/fiction-2/';
        this.page.title = '四、順利進行虛構敘事';
    };
    (function() { // DON'T EDIT BELOW THIS LINE
    var d = document, s = d.createElement('script');
    s.src = 'https://waynetwhexo.disqus.com/embed.js';
    s.setAttribute('data-timestamp', +new Date());
    (d.head || d.body).appendChild(s);
  })();
  </script>
  <noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>


        </div>
        </div>
    
        <div class='side'>
            
        </div>
    
    <div id="footnoteText"></div>
</div>

    </div>
</div><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</body>
<script src="//cdn.jsdelivr.net/npm/gitalk@1/dist/gitalk.min.js"></script>
<script src="//ajax.googleapis.com/ajax/libs/jquery/1.8.3/jquery.min.js"></script>
<script src="../../../../js/plugin.js"></script>
<script src="../../../../js/diaspora.js"></script>
<link rel="stylesheet" href="../../../../photoswipe/photoswipe.css">
<link rel="stylesheet" href="../../../../photoswipe/default-skin/default-skin.css">
<script src="../../../../photoswipe/photoswipe.min.js"></script>
<script src="../../../../photoswipe/photoswipe-ui-default.min.js"></script>

<!-- Root element of PhotoSwipe. Must have class pswp. -->
<div class="pswp" tabindex="-1" role="dialog" aria-hidden="true">
    <!-- Background of PhotoSwipe. 
         It's a separate element as animating opacity is faster than rgba(). -->
    <div class="pswp__bg"></div>
    <!-- Slides wrapper with overflow:hidden. -->
    <div class="pswp__scroll-wrap">
        <!-- Container that holds slides. 
            PhotoSwipe keeps only 3 of them in the DOM to save memory.
            Don't modify these 3 pswp__item elements, data is added later on. -->
        <div class="pswp__container">
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
            <div class="pswp__item"></div>
        </div>
        <!-- Default (PhotoSwipeUI_Default) interface on top of sliding area. Can be changed. -->
        <div class="pswp__ui pswp__ui--hidden">
            <div class="pswp__top-bar">
                <!--  Controls are self-explanatory. Order can be changed. -->
                <div class="pswp__counter"></div>
                <button class="pswp__button pswp__button--close" title="Close (Esc)"></button>
                <button class="pswp__button pswp__button--share" title="Share"></button>
                <button class="pswp__button pswp__button--fs" title="Toggle fullscreen"></button>
                <button class="pswp__button pswp__button--zoom" title="Zoom in/out"></button>
                <!-- Preloader demo http://codepen.io/dimsemenov/pen/yyBWoR -->
                <!-- element will get class pswp__preloader--active when preloader is running -->
                <div class="pswp__preloader">
                    <div class="pswp__preloader__icn">
                      <div class="pswp__preloader__cut">
                        <div class="pswp__preloader__donut"></div>
                      </div>
                    </div>
                </div>
            </div>
            <div class="pswp__share-modal pswp__share-modal--hidden pswp__single-tap">
                <div class="pswp__share-tooltip"></div> 
            </div>
            <button class="pswp__button pswp__button--arrow--left" title="Previous (arrow left)">
            </button>
            <button class="pswp__button pswp__button--arrow--right" title="Next (arrow right)">
            </button>
            <div class="pswp__caption">
                <div class="pswp__caption__center"></div>
            </div>
        </div>
    </div>
</div>



<!-- Google Analytics -->
<script type="text/javascript">
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','https://www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-61272067-1', 'auto');
  ga('send', 'pageview');
</script>
<!-- End Google Analytics -->


</html>
