<!DOCTYPE html>
<html lang="zh-TW">
<head>
  <!-- hexo-inject:begin --><!-- hexo-inject:end --><meta charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=2">
<meta name="theme-color" content="#222">
<meta name="generator" content="Hexo 5.2.0">
  <link rel="apple-touch-icon" sizes="180x180" href="/img/favicon/apple-touch-icon.png">
  <link rel="icon" type="image/png" sizes="32x32" href="/img/favicon/favicon-32x32.png">
  <link rel="icon" type="image/png" sizes="16x16" href="/img/favicon/favicon-16x16.png">
  <link rel="mask-icon" href="/img/favicon/logo.svg" color="#222">

<link rel="stylesheet" href="/css/main.css">

<link rel="stylesheet" href="//fonts.loli.net/css?family=EB Garamond:300,300italic,400,400italic,700,700italic|Noto Sans TC:300,300italic,400,400italic,700,700italic|Noto Serif TC:300,300italic,400,400italic,700,700italic|Source Code Pro:300,300italic,400,400italic,700,700italic&display=swap&subset=latin,latin-ext">
<link rel="stylesheet" href="/lib/font-awesome/css/all.min.css">
  <link rel="stylesheet" href="//cdn.jsdelivr.net/gh/fancyapps/fancybox@3/dist/jquery.fancybox.min.css">
  <link rel="stylesheet" href="/lib/pace/pace-theme-minimal.min.css">
  <script src="/lib/pace/pace.min.js"></script>

<script id="hexo-configurations">
    var NexT = window.NexT || {};
    var CONFIG = {"hostname":"wayneh.tw","root":"/","scheme":"Mist","version":"7.8.0","exturl":false,"sidebar":{"position":"left","display":"post","padding":18,"offset":12,"onmobile":false},"copycode":{"enable":false,"show_result":false,"style":null},"back2top":{"enable":true,"sidebar":false,"scrollpercent":false},"bookmark":{"enable":false,"color":"#222","save":"auto"},"fancybox":true,"mediumzoom":false,"lazyload":true,"pangu":false,"comments":{"style":"tabs","active":"disqus","storage":true,"lazyload":true,"nav":null,"activeClass":"disqus"},"algolia":{"hits":{"per_page":10},"labels":{"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}},"localsearch":{"enable":false,"trigger":"auto","top_n_per_article":1,"unescape":false,"preload":false},"motion":{"enable":true,"async":true,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}}};
  </script>

  <meta name="description" content="虛構敘事是一切的基礎，你和你的玩家是為了這個才坐在這裡，你們打算經歷一場克蘇魯神話風格的調查與冒險故事，讓玩家角色體驗恐怖的經歷，或許成功、或許失敗地完成角色的個人目標，為人類這物種做出或者沒做出貢獻。 你們一言一語、各司其職地輪流說話，讓角色以他們的行動經歷這個世界。我們的主角是玩家扮演的角色，其餘的都是世界，由你扮演。">
<meta property="og:type" content="article">
<meta property="og:title" content="四、順利進行虛構敘事(1)：故事意圖">
<meta property="og:url" content="https://wayneh.tw/2020/09/18/fiction-2/index.html">
<meta property="og:site_name" content="偉恩與咖啡">
<meta property="og:description" content="虛構敘事是一切的基礎，你和你的玩家是為了這個才坐在這裡，你們打算經歷一場克蘇魯神話風格的調查與冒險故事，讓玩家角色體驗恐怖的經歷，或許成功、或許失敗地完成角色的個人目標，為人類這物種做出或者沒做出貢獻。 你們一言一語、各司其職地輪流說話，讓角色以他們的行動經歷這個世界。我們的主角是玩家扮演的角色，其餘的都是世界，由你扮演。">
<meta property="og:locale" content="zh_TW">
<meta property="og:image" content="https://wayneh.tw/img/coc7.jpg">
<meta property="article:published_time" content="2020-09-18T05:27:24.000Z">
<meta property="article:modified_time" content="2020-09-24T13:25:47.827Z">
<meta property="article:author" content="洪偉 Wei Hung">
<meta property="article:tag" content="CoC 守密人指南">
<meta name="twitter:card" content="summary">
<meta name="twitter:image" content="https://wayneh.tw/img/coc7.jpg">

<link rel="canonical" href="https://wayneh.tw/2020/09/18/fiction-2/">


<script id="page-configurations">
  // https://hexo.io/docs/variables.html
  CONFIG.page = {
    sidebar: "",
    isHome : false,
    isPost : true,
    lang   : 'zh-TW'
  };
</script>

  <title>四、順利進行虛構敘事(1)：故事意圖 | 偉恩與咖啡</title>
  
    <script async src="https://www.googletagmanager.com/gtag/js?id=UA-61272067-1"></script>
    <script data-pjax>
      if (CONFIG.hostname === location.hostname) {
        window.dataLayer = window.dataLayer || [];
        function gtag(){dataLayer.push(arguments);}
        gtag('js', new Date());
        gtag('config', 'UA-61272067-1');
      }
    </script>






  <noscript>
  <style>
  .use-motion .brand,
  .use-motion .menu-item,
  .sidebar-inner,
  .use-motion .post-block,
  .use-motion .pagination,
  .use-motion .comments,
  .use-motion .post-header,
  .use-motion .post-body,
  .use-motion .collection-header { opacity: initial; }

  .use-motion .site-title,
  .use-motion .site-subtitle {
    opacity: initial;
    top: initial;
  }

  .use-motion .logo-line-before i { left: initial; }
  .use-motion .logo-line-after i { right: initial; }
  </style>
</noscript>

<link rel="alternate" href="/atom.xml" title="偉恩與咖啡" type="application/atom+xml"><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</head>

<body itemscope itemtype="http://schema.org/WebPage">
  <!-- hexo-inject:begin --><!-- hexo-inject:end --><div class="container use-motion">
    <div class="headband"></div>

    <header class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-container">
  <div class="site-nav-toggle">
    <div class="toggle" aria-label="切換導航欄">
      <span class="toggle-line toggle-line-first"></span>
      <span class="toggle-line toggle-line-middle"></span>
      <span class="toggle-line toggle-line-last"></span>
    </div>
  </div>

  <div class="site-meta custom-logo">

    <a href="/" class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <h1 class="site-title">偉恩與咖啡</h1>
      <span class="logo-line-after"><i></i></span>
    </a>
      <p class="site-subtitle" itemprop="description">哲學、TRPG、雜談</p>
  </div>

  <div class="site-nav-right">
    <div class="toggle popup-trigger">
    </div>
  </div>
</div>




<nav class="site-nav">
  <ul id="menu" class="main-menu menu">
        <li class="menu-item menu-item-home">

    <a href="/" rel="section"><i class="fas fa-home fa-fw"></i>首頁</a>

  </li>
        <li class="menu-item menu-item-about">

    <a href="https://about.me/wayne930242" rel="noopener" target="_blank"><i class="fas fa-feather-alt fa-fw"></i>關於</a>

  </li>
        <li class="menu-item menu-item-哲學">

    <a href="/categories/philosophy/" rel="section"><i class="fas fa-coffee fa-fw"></i>哲學</a>

  </li>
        <li class="menu-item menu-item-trpg">

    <a href="/categories/TRPG/" rel="section"><i class="fas fa-dice-d20 fa-fw"></i>TRPG</a>

  </li>
        <li class="menu-item menu-item-archives">

    <a href="/archives/" rel="section"><i class="fas fa-archive fa-fw"></i>歸檔</a>

  </li>
  </ul>
</nav>




</div>
    </header>

    
  <div class="back-to-top">
    <i class="fa fa-arrow-up"></i>
    <span>0%</span>
  </div>


    <main class="main">
      <div class="main-inner">
        <div class="content-wrap">
          

          <div class="content post posts-expand">
            

    
  
  
  <article itemscope itemtype="http://schema.org/Article" class="post-block" lang="zh-TW">
    <link itemprop="mainEntityOfPage" href="https://wayneh.tw/2020/09/18/fiction-2/">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="image" content="/logo.png">
      <meta itemprop="name" content="洪偉 Wei Hung">
      <meta itemprop="description" content="哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="偉恩與咖啡">
    </span>
      <header class="post-header">
        <h1 class="post-title" itemprop="name headline">
          四、順利進行虛構敘事(1)：故事意圖
        </h1>

        <div class="post-meta">
            <span class="post-meta-item">
              <span class="post-meta-item-icon">
                <i class="far fa-calendar"></i>
              </span>
              <span class="post-meta-item-text">發表於</span>

              <time title="創建時間：2020-09-18 13:27:24" itemprop="dateCreated datePublished" datetime="2020-09-18T13:27:24+08:00">2020-09-18</time>
            </span>
              <span class="post-meta-item">
                <span class="post-meta-item-icon">
                  <i class="far fa-calendar-check"></i>
                </span>
                <span class="post-meta-item-text">更新於</span>
                <time title="修改時間：2020-09-24 21:25:47" itemprop="dateModified" datetime="2020-09-24T21:25:47+08:00">2020-09-24</time>
              </span>
            <span class="post-meta-item">
              <span class="post-meta-item-icon">
                <i class="far fa-folder"></i>
              </span>
              <span class="post-meta-item-text">分類於</span>
                <span itemprop="about" itemscope itemtype="http://schema.org/Thing">
                  <a href="/categories/TRPG/" itemprop="url" rel="index"><span itemprop="name">TRPG</span></a>
                </span>
            </span>

          
  
  <span class="post-meta-item">
    
      <span class="post-meta-item-icon">
        <i class="far fa-comment"></i>
      </span>
      <span class="post-meta-item-text">Disqus：</span>
    
    <a title="disqus" href="/2020/09/18/fiction-2/#disqus_thread" itemprop="discussionUrl">
      <span class="post-comments-count disqus-comment-count" data-disqus-identifier="2020/09/18/fiction-2/" itemprop="commentCount"></span>
    </a>
  </span>
  
  

        </div>
      </header>

    
    
    
    <div class="post-body" itemprop="articleBody">

      
        <img data-src="/img/coc7.jpg" class>
<p>&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x662F;&#x4E00;&#x5207;&#x7684;&#x57FA;&#x790E;&#xFF0C;&#x4F60;&#x548C;&#x4F60;&#x7684;&#x73A9;&#x5BB6;&#x662F;&#x70BA;&#x4E86;&#x9019;&#x500B;&#x624D;&#x5750;&#x5728;&#x9019;&#x88E1;&#xFF0C;&#x4F60;&#x5011;&#x6253;&#x7B97;&#x7D93;&#x6B77;&#x4E00;&#x5834;&#x514B;&#x8607;&#x9B6F;&#x795E;&#x8A71;&#x98A8;&#x683C;&#x7684;&#x8ABF;&#x67E5;&#x8207;&#x5192;&#x96AA;&#x6545;&#x4E8B;&#xFF0C;&#x8B93;&#x73A9;&#x5BB6;&#x89D2;&#x8272;&#x9AD4;&#x9A57;&#x6050;&#x6016;&#x7684;&#x7D93;&#x6B77;&#xFF0C;&#x6216;&#x8A31;&#x6210;&#x529F;&#x3001;&#x6216;&#x8A31;&#x5931;&#x6557;&#x5730;&#x5B8C;&#x6210;&#x89D2;&#x8272;&#x7684;&#x500B;&#x4EBA;&#x76EE;&#x6A19;&#xFF0C;&#x70BA;&#x4EBA;&#x985E;&#x9019;&#x7269;&#x7A2E;&#x505A;&#x51FA;&#x6216;&#x8005;&#x6C92;&#x505A;&#x51FA;&#x8CA2;&#x737B;&#x3002;</p>
<p>&#x4F60;&#x5011;&#x4E00;&#x8A00;&#x4E00;&#x8A9E;&#x3001;&#x5404;&#x53F8;&#x5176;&#x8077;&#x5730;&#x8F2A;&#x6D41;&#x8AAA;&#x8A71;&#xFF0C;&#x8B93;&#x89D2;&#x8272;&#x4EE5;&#x4ED6;&#x5011;&#x7684;&#x884C;&#x52D5;&#x7D93;&#x6B77;&#x9019;&#x500B;&#x4E16;&#x754C;&#x3002;&#x6211;&#x5011;&#x7684;&#x4E3B;&#x89D2;&#x662F;&#x73A9;&#x5BB6;&#x626E;&#x6F14;&#x7684;&#x89D2;&#x8272;&#xFF0C;&#x5176;&#x9918;&#x7684;&#x90FD;&#x662F;&#x4E16;&#x754C;&#xFF0C;&#x7531;&#x4F60;&#x626E;&#x6F14;&#x3002;</p>
<a id="more"></a>
<p>&#x53C3;&#x8207;&#x904A;&#x6232;&#x7684;&#x73A9;&#x5BB6;&#xFF0C;&#x5C08;&#x6CE8;&#x5728;&#x4ED6;&#x5011;&#x7684;&#x610F;&#x5716;&#x4E0A;&#xFF1A;&#x8B93;&#x89D2;&#x8272;&#x5982;&#x4ED6;&#x5011;&#x5E0C;&#x671B;&#x7684;&#x6A23;&#x5B50;&#x822C;&#x5730;&#x884C;&#x52D5;&#x3002;&#x9996;&#x5148;&#x8981;&#x610F;&#x8B58;&#x5230;&#x9019;&#x4EF6;&#x4E8B;&#xFF1A;&#x73A9;&#x5BB6;&#x5C0D;&#x6545;&#x4E8B;&#x7684;&#x610F;&#x5716;&#xFF0C;&#x5EFA;&#x7ACB;&#x5728;<strong>&#x4ED6;&#x5011;&#x5C0D;&#x81EA;&#x5DF1;&#x89D2;&#x8272;&#x7684;&#x5370;&#x8C61;</strong>&#x4E0A;&#x3002;&#x5728;&#x6558;&#x4E8B;&#x958B;&#x59CB;&#x4E4B;&#x524D;&#xFF0C;&#x4F60;&#x56E0;&#x6B64;&#x6700;&#x597D;&#x4E86;&#x89E3;&#x4F60;&#x7684;&#x73A9;&#x5BB6;&#x5C0D;&#x65BC;&#x89D2;&#x8272;&#x6709;&#x600E;&#x6A23;&#x7684;&#x8A8D;&#x8B58;&#x3002;&#x901A;&#x5E38;&#xFF0C;&#x6211;&#x5011;&#x80FD;&#x5F9E;&#x89D2;&#x8272;&#x5361;&#x4E0A;&#x770B;&#x51FA;&#x73A9;&#x5BB6;&#x7684;&#x60F3;&#x6CD5;&#x3002;&#x4F46;&#x4E5F;&#x6709;&#x6642;&#x5019;&#xFF0C;&#x73A9;&#x5BB6;&#x81EA;&#x5DF1;&#x90FD;&#x4E0D;&#x592A;&#x660E;&#x767D;&#x81EA;&#x5DF1;&#x7684;&#x60F3;&#x6CD5;&#x3002;&#x4F46;&#x8981;&#x6CE8;&#x610F;&#xFF1A;&#x73A9;&#x5BB6;&#x4E0D;&#x5920;&#x8A8D;&#x8B58;&#x81EA;&#x5DF1;&#x7684;&#x89D2;&#x8272;&#xFF0C;&#x4E26;&#x4E0D;&#x610F;&#x5473;&#x8457;&#x4ED6;&#x5011;&#x6C92;&#x6709;&#x610F;&#x5716;&#x3002;&#x8B6C;&#x5982;&#x8AAA;&#xFF0C;&#x4ED6;&#x5011;&#x53EF;&#x80FD;&#x5E0C;&#x671B;&#x81EA;&#x5DF1;&#x7684;&#x89D2;&#x8272;&#x770B;&#x8D77;&#x4F86;&#x80FD;&#x8A00;&#x5584;&#x9053;&#x3001;&#x5E79;&#x7DF4;&#x3001;&#x50B2;&#x5B0C;&#x7B49;&#xFF0C;&#x4F46;&#x4ED6;&#x5011;&#x4E26;&#x4E0D;&#x660E;&#x767D;&#x89D2;&#x8272;&#x5982;&#x4F55;&#x770B;&#x8D77;&#x4F86;&#x5982;&#x6B64;&#x3002;</p>
<p>&#x5728;&#x9019;&#x88E1;&#xFF0C;&#x8981;&#x6CE8;&#x610F;&#x5169;&#x4EF6;&#x4E8B;&#x60C5;&#xFF1A;&#x7121;&#x8AD6;&#x5982;&#x4F55;&#xFF0C;&#x5F04;&#x6E05;&#x695A;&#x73A9;&#x5BB6;&#x7684;&#x6545;&#x4E8B;&#x610F;&#x5716;&#x662F;&#x4EC0;&#x9EBC;&#xFF1B;&#x5176;&#x6B21;&#xFF0C;&#x5354;&#x52A9;&#x4ED6;&#x5011;&#x8ABF;&#x6574;&#x89D2;&#x8272;&#x8A2D;&#x8A08;&#xFF0C;&#x76F4;&#x5230;&#x4F60;&#x8A8D;&#x70BA;&#x89D2;&#x8272;&#x7684;&#x610F;&#x5716;&#x662F;&#x53EF;&#x9810;&#x671F;&#x7684;&#xFF08;&#x5982;&#x679C;&#x4F60;&#x8A8D;&#x70BA;&#x5728;&#x9019;&#x6545;&#x4E8B;&#x4E2D;&#xFF0C;&#x73A9;&#x4E0D;&#x5230;&#x73A9;&#x5BB6;&#x60F3;&#x73A9;&#x7684;&#xFF0C;&#x544A;&#x8A34;&#x4ED6;&#xFF09;&#x3002;&#x4E5F;&#x8981;&#x6CE8;&#x610F;&#xFF0C;&#x4F60;&#x4E26;&#x4E0D;&#x662F;&#x5728;&#x627F;&#x8AFE;&#x4ED6;&#x5011;&#x7684;&#x610F;&#x5716;&#x53EF;&#x5BE6;&#x73FE;&#xFF0C;&#x800C;&#x662F;&#xFF0C;&#x8B93;&#x90A3;&#x662F;<strong>&#x53EF;&#x9810;&#x671F;</strong>&#x7684;&#x3002;</p>
<p>&#x540C;&#x6A23;&#x7684;&#x9053;&#x7406;&#xFF0C;&#x4F60;&#x7684;&#x610F;&#x5716;&#x5C0D;&#x73A9;&#x5BB6;&#x4F86;&#x8AAA;&#x4E5F;&#x662F;&#x91CD;&#x8981;&#x7684;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x4F60;&#x4E5F;&#x5FC5;&#x9808;&#xFF08;&#x5728;&#x4E0D;&#x63ED;&#x9732;&#x6545;&#x4E8B;&#x7D30;&#x7BC0;&#x7684;&#x524D;&#x63D0;&#x4E0B;&#xFF09;&#x63ED;&#x9732;&#x4F60;&#x7684;&#x610F;&#x5716;&#x3002;&#x5B88;&#x5BC6;&#x4EBA;&#x7684;&#x610F;&#x5716;&#x662F;&#x4EC0;&#x9EBC;&#xFF1F;&#x4F60;&#x53EF;&#x80FD;&#x6C92;&#x6709;&#x60F3;&#x904E;&#x9019;&#x500B;&#x554F;&#x984C;&#xFF0C;&#x4F46;&#x4F60;&#x73FE;&#x5728;&#x5F97;&#x60F3;&#x4E86;&#xFF01;</p>
<p>&#x4F60;&#x662F;&#x4E00;&#x540D;&#x5B88;&#x5BC6;&#x4EBA;&#xFF0C;&#x5728;&#x904A;&#x6232;&#x958B;&#x59CB;&#x524D;&#xFF0C;&#x4F60;&#x5FC5;&#x9808;&#x5148;&#x5C0D;&#x5287;&#x672C;&#x6709;&#x900F;&#x5FB9;&#x7684;&#x4E86;&#x89E3;&#xFF08;&#x95DC;&#x65BC;&#x5099;&#x5718;&#xFF0C;&#x8ACB;&#x898B;&#x7B2C; x &#x7AE0;&#xFF09;&#xFF0C;&#x4F60;&#x7684;&#x610F;&#x5716;&#x5C31;&#x5EFA;&#x7ACB;&#x5728;&#x9019;&#x500B;&#x6E96;&#x5099;&#x4E0A;&#x3002;&#x9019;&#x662F;&#x4E00;&#x500B;&#x600E;&#x6A23;&#x7684;&#x4E16;&#x754C;&#xFF1F;&#x662F;&#x8ABF;&#x67E5;&#x54E1;&#x7D42;&#x7A76;&#x80FD;&#x5C55;&#x73FE;&#x4EBA;&#x6027;&#x5149;&#x8F1D;&#x7684;&#x4E16;&#x754C;&#xFF1F;&#x8003;&#x9A57;&#x73A9;&#x5BB6;&#x7684;&#x904B;&#x6C23;&#xFF1F;&#x8ABF;&#x67E5;&#x80FD;&#x529B;&#xFF1F;&#x5982;&#x4F55;&#x5C0E;&#x5165;&#x8ABF;&#x67E5;&#x54E1;&#xFF1F;&#x5982;&#x4F55;&#x78BA;&#x4FDD;&#x8ABF;&#x67E5;&#x54E1;&#x7684;&#x52D5;&#x6A5F;&#x80FD;&#x5920;&#x76E1;&#x53EF;&#x80FD;&#x6301;&#x7E8C;&#x5230;&#x6700;&#x5F8C;&#xFF1F;&#x6B77;&#x53F2;&#x5E74;&#x4EE3;&#xFF1F;&#x7279;&#x6B8A;&#x80CC;&#x666F;&#xFF1F;</p>
<p>&#x4F60;&#x4EA4;&#x5F85;&#x51FA;&#x4F86;&#x7684;&#x610F;&#x5716;&#x53EF;&#x80FD;&#x50CF;&#x662F;&#xFF1A;</p>
<ul>
<li>&#x9019;&#x662F;&#x4E00;&#x500B;&#x767C;&#x751F;&#x5728; 1930 &#x5E74;&#x4EE3;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x4F60;&#x5011;&#x662F;&#x4E00;&#x7FA4;&#x985B;&#x6C9B;&#x6D41;&#x96E2;&#x7684;&#x7570;&#x9109;&#x4EBA;&#xFF0C;&#x70BA;&#x4E86;&#x5C0B;&#x627E;&#x672A;&#x4F86;&#x800C;&#x96E2;&#x958B;&#x6545;&#x9109;&#x3002;</li>
<li>&#x9019;&#x662F;&#x4E00;&#x500B;&#x58D3;&#x6291;&#x800C;&#x9ED1;&#x6697;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x9810;&#x8A2D;&#x4E86;&#x4F60;&#x5011;&#x89D2;&#x8272;&#x7684;&#x60B2;&#x6158;&#x672A;&#x4F86;&#x3002;</li>
<li>&#x9019;&#x500B;&#x904A;&#x6232;&#x662F;&#x6D1B;&#x592B;&#x514B;&#x62C9;&#x592B;&#x7279;&#x7684;&#x672C;&#x683C;&#x6D3E;&#x6545;&#x4E8B;&#xFF0C;&#x9019;&#x610F;&#x5473;&#x8457;&#x904A;&#x6232;&#x5F88;&#x5C11;&#x6216;&#x5E7E;&#x4E4E;&#x6C92;&#x6709;&#x6230;&#x9B25;&#x3002;</li>
<li>&#x9019;&#x6545;&#x4E8B;&#x7684;&#x898F;&#x6A21;&#x5F88;&#x5C0F;&#xFF0C;&#x4EE5;&#x81F3;&#x65BC;&#x5927;&#x90E8;&#x5206;&#x89D2;&#x8272;&#x80CC;&#x666F;&#x5728;&#x904A;&#x6232;&#x4E2D;&#x5E7E;&#x4E4E;&#x6C92;&#x6709;&#x4F7F;&#x7528;&#x5230;&#x7684;&#x6A5F;&#x6703;&#x3002;</li>
<li>&#x9019;&#x6545;&#x4E8B;&#x662F;&#x5BC6;&#x5BA4;&#x578B;&#x5287;&#x672C;&#xFF0C;&#x610F;&#x5473;&#x8457;&#x73A9;&#x5BB6;&#x89E3;&#x8B0E;&#x8981;&#x6BD4;&#x89D2;&#x8272;&#x89E3;&#x8B0E;&#x7684;&#x6210;&#x5206;&#x9084;&#x91CD;&#x3002;</li>
</ul>
<p>&#x6709;&#x4E9B;&#x610F;&#x5716;&#x4F60;&#x53EF;&#x80FD;&#x4E0D;&#x6703;&#x60F3;&#x8981;&#x4EA4;&#x5F85;&#x51FA;&#x4F86;&#xFF0C;&#x90A3;&#x4E5F;&#x6C92;&#x95DC;&#x4FC2;&#x3002;&#x800C;&#x6709;&#x4E9B;&#x610F;&#x5716;&#x904E;&#x65BC;&#x7463;&#x788E;&#xFF0C;&#x6211;&#x5011;&#x4E5F;&#x4E0D;&#x6E05;&#x695A;&#x6709;&#x6C92;&#x6709;&#x4EA4;&#x5F85;&#x51FA;&#x4F86;&#x7684;&#x5FC5;&#x8981;&#xFF0C;&#x4F8B;&#x5982;&#xFF1A;&#x6211;&#x5E0C;&#x671B;&#x6211;&#x5011;&#x7684;&#x4E16;&#x754C;&#x770B;&#x8D77;&#x4F86;&#x8DB3;&#x5920;&#x771F;&#x5BE6;&#x3001;&#x6211;&#x5E0C;&#x671B;&#x89D2;&#x8272;&#x4E4B;&#x9593;&#x6709;&#x66F4;&#x591A;&#x7684;&#x4EA4;&#x6D41;&#x7B49;&#x3002;&#x4F46;&#x4E00;&#x65E6;&#x5728;&#x904A;&#x6232;&#x4E2D;&#x767C;&#x73FE;&#x7A92;&#x7919;&#x96E3;&#x884C;&#xFF08;&#x901A;&#x5E38;&#x7684;&#x5FB5;&#x5146;&#x662F;&#xFF0C;&#x7D93;&#x5E38;&#x4E0D;&#x77E5;&#x9053;&#x600E;&#x9EBC;&#x56DE;&#x61C9;&#x89D2;&#x8272;&#x7684;&#x884C;&#x52D5;&#x3001;&#x73A9;&#x5BB6;&#x554F;&#x7684;&#x7D30;&#x7BC0;&#x53E4;&#x602A;&#x800C;&#x96E3;&#x4EE5;&#x56DE;&#x7B54;&#x3001;&#x89D2;&#x8272;&#x7684;&#x884C;&#x52D5;&#x7D93;&#x5E38;&#x9020;&#x6210;&#x756B;&#x98A8;&#x4E15;&#x8B8A;&#xFF09;&#xFF0C;&#x8A18;&#x5F97;&#x66AB;&#x505C;&#x4E26;&#x6E9D;&#x901A;&#x3002;</p>
<p>&#x7576;&#x4F60;&#x5011;&#x5C0D;&#x5373;&#x5C07;&#x8981;&#x9032;&#x884C;&#x7684;&#x6545;&#x4E8B;&#x6709;&#x521D;&#x6B65;&#x7684;&#x9810;&#x671F;&#x53CA;&#x5404;&#x81EA;&#x7684;&#x60F3;&#x50CF;&#xFF0C;&#x4F60;&#x5011;&#x4FBF;&#x5F7C;&#x6B64;&#x540C;&#x610F;&#x548C;&#x627F;&#x8AFE;&#xFF0C;&#x5F7C;&#x6B64;&#x7684;&#x610F;&#x5716;&#x5728;&#x904A;&#x6232;&#x4E2D;&#x662F;&#x53EF;&#x9810;&#x671F;&#x7684;&#xFF0C;&#x4E26;&#x4E14;&#xFF0C;&#x4F60;&#x5011;&#x6703;&#x5F7C;&#x6B64;&#x5354;&#x52A9;&#x3002;&#x63A5;&#x4E0B;&#x4F86;&#x7684;&#x554F;&#x984C;&#xFF0C;&#x5C31;&#x662F;&#x6211;&#x5011;&#x5982;&#x4F55;&#x8B93;&#x9019;&#x500B;&#x53EF;&#x9810;&#x671F;&#x7684;&#x610F;&#x5716;&#x6210;&#x70BA;&#x5C0D;&#x8A71;&#x7684;&#x6709;&#x7528;&#x8CC7;&#x6E90;&#x3002;</p>
<p>&#x73A9;&#x5BB6;&#x7684;&#x610F;&#x5716;&#x662F;&#x4E00;&#x7A2E;&#x597D;&#x7528;&#x7684;&#x8CC7;&#x6E90;&#xFF0C;&#x5B83;&#x78BA;&#x7ACB;&#x4E86;&#x4F60;&#x5011;&#x6558;&#x4E8B;&#x7684;&#x5171;&#x8B58;&#xFF0C;&#x4E5F;&#x78BA;&#x7ACB;&#x4E86;&#x4F60;&#x63F4;&#x5F15;&#x898F;&#x5247;&#x7684;&#x6642;&#x6A5F;&#xFF08;&#x5728;&#x6A5F;&#x5236;&#x6A21;&#x5F0F;&#x4E2D;&#xFF0C;&#x6211;&#x5011;&#x6703;&#x8AC7;&#x5F97;&#x66F4;&#x6E05;&#x695A;&#xFF09;&#xFF0C;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x662F;&#xFF0C;&#x9019;&#x8B93;&#x4F60;&#x77E5;&#x9053;&#x8A72;&#x5982;&#x4F55;&#x6070;&#x7576;&#x5730;&#x8B93;&#x4E16;&#x754C;&#x56DE;&#x61C9;&#x73A9;&#x5BB6;&#x89D2;&#x8272;&#x7684;&#x884C;&#x52D5;&#x3002;</p>
<p>&#x8209;&#x4F8B;&#x4F86;&#x8AAA;&#xFF0C;&#x5982;&#x679C;&#x73A9;&#x5BB6;&#x6709;&#x610F;&#x5C07;&#x4ED6;&#x7684;&#x89D2;&#x8272;&#x626E;&#x6F14;&#x6210;&#x4E00;&#x500B;<strong>&#x4EE4;&#x4EBA;&#x5BB3;&#x6015;&#x7684;&#x9ED1;&#x5E6B;&#x6253;&#x624B;</strong>&#xFF0C;&#x5728;&#x7576;&#x73A9;&#x5BB6;&#x626E;&#x6F14;&#x300C;&#x6211;&#x5C07;&#x69CD;&#x6307;&#x8457;&#x4ED6;&#x7684;&#x982D;&#xFF0C;&#x8981;&#x4ED6;&#x62DB;&#x4F9B;&#x300D;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x5982;&#x679C;&#x9019;&#x500B;&#x88AB;&#x69CD;&#x6307;&#x8457;&#x7684; NPC &#x4E26;&#x4E0D;&#x662F;&#x4EC0;&#x9EBC;&#x72E0;&#x89D2;&#x8272;&#xFF0C;&#x4F60;&#x4FBF;&#x4E0D;&#x8A72;&#x8B93;&#x9019;&#x500B;&#x89D2;&#x8272;&#x8868;&#x73FE;&#x5F97;&#x6BD4;&#x73A9;&#x5BB6;&#x89D2;&#x8272;&#x66F4;&#x300C;&#x786C;&#x300D;&#x3002;&#x4ED6;&#x6BD4;&#x8D77;&#x8AAA;&#x300C;&#x5EE2;&#x8A71;&#x5C11;&#x8AAA;&#xFF0C;&#x958B;&#x69CD;&#x5427;&#x300D;&#xFF0C;&#x66F4;&#x5408;&#x9069;&#x7684;&#x56DE;&#x61C9;&#x662F;&#x552F;&#x552F;&#x8AFE;&#x8AFE;&#x5730;&#x8AAA;&#x300C;&#x6211;&#x2026;&#x6211;&#x4E0D;&#x80FD;&#x8AAA;&#x2026;&#x771F;&#x7684;&#x2026;&#x6C92;&#x8FA6;&#x6CD5;&#x2026;&#x4F60;&#x6BBA;&#x4E86;&#x2026;&#x6211;&#x5427;&#x300D;&#x3002;&#x73A9;&#x5BB6;&#x5728;&#x5F8C;&#x9762;&#x9019;&#x7A2E;&#x5C0D;&#x8A71;&#x4E2D;&#xFF0C;&#x7531;&#x65BC;&#x4F60;&#x597D;&#x597D;&#x5730;&#x56DE;&#x61C9;&#x4E86;&#x89D2;&#x8272;&#x7684;&#x884C;&#x52D5;&#xFF0C;&#x4ED6;&#x7684;&#x9AD4;&#x9A57;&#x5C07;&#x6703;&#x6BD4;&#x524D;&#x9762;&#x90A3;&#x7A2E;&#x66F4;&#x597D;&#x3002;</p>
<p>&#x4F46;&#x9019;&#x4E26;&#x4E0D;&#x610F;&#x5473;&#x8457; KP &#x61C9;&#x8A72;&#x7121;&#x689D;&#x4EF6;&#x5730;&#x8B93;&#x73A9;&#x5BB6;&#x7684;&#x610F;&#x5716;&#x5FC5;&#x9808;&#x88AB;&#x5BE6;&#x73FE;&#xFF0C;&#x4E00;&#x5207;&#x90FD;&#x5FC5;&#x9808;&#x56DE;&#x6B78;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x7684;&#x6838;&#x5FC3;&#xFF1A;&#x6545;&#x4E8B;&#x767C;&#x5C55;&#x5FC5;&#x9808;&#x59A5;&#x7576;&#x3002;&#x60F3;&#x50CF;&#x4F60;&#x662F;&#x4E00;&#x500B;&#x5C0E;&#x6F14;&#xFF0C;&#x4F60;&#x8A8D;&#x70BA;&#x9019;&#x6A23;&#x7684;&#x6545;&#x4E8B;&#x767C;&#x5C55;&#x662F;&#x5408;&#x7406;&#x7684;&#x55CE;&#xFF1F;&#x662F;&#x6709;&#x8AAA;&#x670D;&#x529B;&#x7684;&#x55CE;&#xFF1F;</p>
<p>&#x5C0A;&#x91CD;&#x4E26;&#x7406;&#x89E3;&#x73A9;&#x5BB6;&#x7684;&#x610F;&#x5716;&#xFF0C;&#x4E26;&#x4E14;&#x9032;&#x4E00;&#x6B65;&#x5C07;&#x610F;&#x5716;&#x4F5C;&#x70BA;&#x8CC7;&#x6E90;&#xFF0C;&#x8B93;&#x4F60;&#x7684;&#x4E16;&#x754C;&#x59A5;&#x7576;&#x53CD;&#x61C9;&#x4ED6;&#x7684;&#x89D2;&#x8272;&#xFF01;&#x540C;&#x6A23;&#x7684;&#x9053;&#x7406;&#xFF0C;&#x5E79;&#x7DF4;&#x7684;&#x89D2;&#x8272;&#x548C;&#x5192;&#x5931;&#x7684;&#x89D2;&#x8272;&#x7684;&#x5931;&#x8AA4;&#x662F;&#x4E0D;&#x4E00;&#x6A23;&#x7684;&#x3001;&#x8A0E;&#x4EBA;&#x559C;&#x611B;&#x7684;&#x89D2;&#x8272;&#x548C;&#x4EE4;&#x4EBA;&#x53AD;&#x60E1;&#x7684;&#x89D2;&#x8272;&#x7684;&#x60F9;&#x4EBA;&#x53AD;&#x662F;&#x4E0D;&#x4E00;&#x6A23;&#x7684;&#x3002;&#x5728;&#x9019;&#x4E26;&#x4E0D;&#x662F;&#x4E00;&#x5473;&#x8A0E;&#x597D;&#x73A9;&#x5BB6;&#xFF0C;&#x800C;&#x662F;&#x505A;&#x6709;&#x8DA3;&#x7684;&#x6545;&#x4E8B;&#x6240;&#x5FC5;&#x9808;&#x7684;&#xFF0C;&#x56E0;&#x70BA;&#xFF1A;&#x4E00;&#x500B;&#x89D2;&#x8272;&#x53EA;&#x6709;&#x5728;&#x8207;&#x4E16;&#x754C;&#x548C;&#x4ED6;&#x4EBA;&#x4E92;&#x52D5;&#x7684;&#x904E;&#x7A0B;&#x4E2D;&#x80FD;&#x986F;&#x793A;&#x51FA;&#x4ED6;&#x7684;&#x6982;&#x5FF5;&#x3002;</p>
<p>&#x53CD;&#x904E;&#x4F86;&#x8AAA;&#xFF0C;&#x4F60;&#x4E5F;&#x8981;&#x8981;&#x6C42;&#x73A9;&#x5BB6;&#x9075;&#x5B88;&#x540C;&#x6A23;&#x7684;&#x539F;&#x5247;&#x3002;&#x5982;&#x679C;&#x73A9;&#x5BB6;&#x5728;&#x6BCF;&#x500B;&#x5834;&#x666F;&#x90FD;&#x5728;&#x641E;&#x7B11;&#xFF0C;&#x6216;&#x662F;&#x76F4;&#x63A5;&#x558A;&#x51FA;&#x4E86;&#x795E;&#x8A71;&#x751F;&#x7269;&#x7684;&#x540D;&#x5B57;&#xFF08;&#x7121;&#x8AD6;&#x6709;&#x6C92;&#x6709;&#x731C;&#x5C0D;&#xFF09;&#xFF0C;&#x751A;&#x81F3;&#xFF0C;&#x900F;&#x904E;&#x89D2;&#x8272;&#x4E0D;&#x8A72;&#x77E5;&#x9053;&#x7684;&#x77E5;&#x8B58;&#xFF0C;&#x5E72;&#x64FE;&#x751A;&#x81F3;&#x7834;&#x58DE;&#x4E86;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x7684;&#x771F;&#x5BE6;&#x6027;&#x8207;&#x59A5;&#x7576;&#x6027;&#x3002;&#x4E0D;&#x59A8;&#x66AB;&#x505C;&#x4E00;&#x4E0B;&#xFF0C;&#x66F4;&#x6E05;&#x695A;&#x5730;&#x8868;&#x660E;&#x554F;&#x984C;&#x6240;&#x5728;&#x3002;&#x4E26;&#x4E0D;&#x662F;&#x56E0;&#x70BA;&#x73A9;&#x5BB6;&#x72AF;&#x932F;&#x6216;&#x5201;&#x883B;&#xFF0C;&#x800C;&#x662F;&#x4F60;&#x5011;&#x4E26;&#x6C92;&#x6709;&#x5728;&#x826F;&#x597D;&#x7684;&#x5C0D;&#x8A71;&#x6A21;&#x5F0F;&#x4E2D;&#x3002;</p>
<p>&#x900F;&#x904E;&#x9019;&#x6A23;&#x53CD;&#x8986;&#x5E7E;&#x6B21;&#xFF0C;&#x4F60;&#x5011;&#x61C9;&#x8A72;&#x5C31;&#x6709;&#x8FA6;&#x6CD5;&#x5F04;&#x6E05;&#x695A;&#x5F7C;&#x6B64;&#x7684;&#x610F;&#x5716;&#xFF0C;&#x9019;&#x6A23;&#x4F60;&#x5011;&#x7684;&#x5C0D;&#x8A71;&#x57FA;&#x790E;&#x5C31;&#x6709;&#x4E86;&#x826F;&#x597D;&#x7684;&#x7B2C;&#x4E00;&#x6B65;&#x3002;&#x63A5;&#x4E0B;&#x4F86;&#xFF0C;&#x6211;&#x5C07;&#x8AC7;&#x8AC7;&#x7D30;&#x7BC0;&#x3002;</p>
<blockquote>
<p>&#x4E0B;&#x4E00;&#x7BC7;&#xFF1A;<a href="/2020/09/23/fiction-3/">&#x4E94;&#x3001;&#x9806;&#x5229;&#x9032;&#x884C;&#x865B;&#x69CB;&#x6558;&#x4E8B;(2)&#xFF1A;&#x5834;&#x666F;&#x767C;&#x5C55;</a></p>
</blockquote>
<hr>
<p>&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B61;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x8ACB;&#x4E0D;&#x541D;&#x7528;&#x5BE6;&#x969B;&#x884C;&#x52D5;&#x652F;&#x6301;&#x6211;&#xFF1A;</p>
<ul>
<li><a target="_blank" rel="noopener" href="https://www.patreon.com/weihung"><i class="fab fa-patreon"></i> &#x5B9A;&#x671F;&#x652F;&#x6301;&#xFF08;patreon&#xFF09;</a></li>
<li><a target="_blank" rel="noopener" href="https://www.paypal.com/pools/c/8jLP7Wsi80"><i class="fab fa-paypal"></i> &#x55AE;&#x6B21;&#x652F;&#x6301;&#xFF08;paypal&#xFF09;</a></li>
</ul>

    </div>

    
    
    
        

  <div class="followme">
    <p>歡迎關注我的其它發布渠道</p>

    <div class="social-list">

        <div class="social-item">
          <a target="_blank" class="social-link" href="https://twitter.com/wayne930242">
            <span class="icon">
              <i class="fab fa-twitter"></i>
            </span>

            <span class="label">Twitter</span>
          </a>
        </div>

        <div class="social-item">
          <a target="_blank" class="social-link" href="https://www.plurk.com/wayne930242">
            <span class="icon">
              <i class="fas fa-parking"></i>
            </span>

            <span class="label">Plurk</span>
          </a>
        </div>

        <div class="social-item">
          <a target="_blank" class="social-link" href="/atom.xml">
            <span class="icon">
              <i class="fa fa-rss"></i>
            </span>

            <span class="label">RSS</span>
          </a>
        </div>
    </div>
  </div>


      <footer class="post-footer">
          <div class="post-tags">
              <a href="/tags/CoC-%E5%AE%88%E5%AF%86%E4%BA%BA%E6%8C%87%E5%8D%97/" rel="tag"># CoC 守密人指南</a>
          </div>

        


        
    <div class="post-nav">
      <div class="post-nav-item">
    <a href="/2020/09/17/fiction-1/" rel="prev" title="三、如何進行虛構敘事">
      <i class="fa fa-chevron-left"></i> 三、如何進行虛構敘事
    </a></div>
      <div class="post-nav-item">
    <a href="/2020/09/23/fiction-3/" rel="next" title="五、順利進行虛構敘事(2)：場景發展">
      五、順利進行虛構敘事(2)：場景發展 <i class="fa fa-chevron-right"></i>
    </a></div>
    </div>
      </footer>
    
  </article>
  
  
  



          </div>
          
    
  <div class="comments">
    <div id="disqus_thread">
      <noscript>Please enable JavaScript to view the comments powered by Disqus.</noscript>
    </div>
  </div>
  

<script>
  window.addEventListener('tabs:register', () => {
    let { activeClass } = CONFIG.comments;
    if (CONFIG.comments.storage) {
      activeClass = localStorage.getItem('comments_active') || activeClass;
    }
    if (activeClass) {
      let activeTab = document.querySelector(`a[href="#comment-${activeClass}"]`);
      if (activeTab) {
        activeTab.click();
      }
    }
  });
  if (CONFIG.comments.storage) {
    window.addEventListener('tabs:click', event => {
      if (!event.target.matches('.tabs-comment .tab-content .tab-pane')) return;
      let commentClass = event.target.classList[1];
      localStorage.setItem('comments_active', commentClass);
    });
  }
</script>

        </div>
          
  
  <div class="toggle sidebar-toggle">
    <span class="toggle-line toggle-line-first"></span>
    <span class="toggle-line toggle-line-middle"></span>
    <span class="toggle-line toggle-line-last"></span>
  </div>

  <aside class="sidebar">
    <div class="sidebar-inner">

      <ul class="sidebar-nav motion-element">
        <li class="sidebar-nav-toc">
          文章目錄
        </li>
        <li class="sidebar-nav-overview">
          本站概要
        </li>
      </ul>

      <!--noindex-->
      <div class="post-toc-wrap sidebar-panel">
      </div>
      <!--/noindex-->

      <div class="site-overview-wrap sidebar-panel">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <img class="site-author-image" itemprop="image" alt="洪偉 Wei Hung"
      src="/logo.png">
  <p class="site-author-name" itemprop="name">洪偉 Wei Hung</p>
  <div class="site-description" itemprop="description">哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。</div>
</div>
<div class="site-state-wrap motion-element">
  <nav class="site-state">
      <div class="site-state-item site-state-posts">
          <a href="/archives/">
        
          <span class="site-state-item-count">22</span>
          <span class="site-state-item-name">文章</span>
        </a>
      </div>
      <div class="site-state-item site-state-categories">
        <span class="site-state-item-count">2</span>
        <span class="site-state-item-name">分類</span>
      </div>
      <div class="site-state-item site-state-tags">
        <span class="site-state-item-count">24</span>
        <span class="site-state-item-name">標籤</span>
      </div>
  </nav>
</div>
  <div class="links-of-author motion-element">
      <span class="links-of-author-item">
        <a href="https://github.com/wayne930242" title="GitHub → https:&#x2F;&#x2F;github.com&#x2F;wayne930242" rel="noopener" target="_blank"><i class="fab fa-github fa-fw"></i>GitHub</a>
      </span>
      <span class="links-of-author-item">
        <a href="mailto:wayne930242@gmail.com" title="E-Mail → mailto:wayne930242@gmail.com" rel="noopener" target="_blank"><i class="fa fa-envelope fa-fw"></i>E-Mail</a>
      </span>
      <span class="links-of-author-item">
        <a href="https://twitter.com/wayne930242" title="Twitter → https:&#x2F;&#x2F;twitter.com&#x2F;wayne930242" rel="noopener" target="_blank"><i class="fab fa-twitter fa-fw"></i>Twitter</a>
      </span>
      <span class="links-of-author-item">
        <a href="https://www.facebook.com/wayne930242" title="FB Page → https:&#x2F;&#x2F;www.facebook.com&#x2F;wayne930242" rel="noopener" target="_blank"><i class="fab fa-facebook fa-fw"></i>FB Page</a>
      </span>
      <span class="links-of-author-item">
        <a href="https://www.plurk.com/wayne930242" title="Plurk → https:&#x2F;&#x2F;www.plurk.com&#x2F;wayne930242" rel="noopener" target="_blank"><i class="fas fa-parking fa-fw"></i>Plurk</a>
      </span>
  </div>



      </div>

    </div>
  </aside>
  <div id="sidebar-dimmer"></div>


      </div>
    </main>

    <footer class="footer">
      <div class="footer-inner">
        

        

<div class="copyright">
  
  &copy; 
  <span itemprop="copyrightYear">2020</span>
  <span class="with-love">
    <i class="fas fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">洪偉 Wei Hung</span>
</div>
  <div class="powered-by">由 <a href="https://hexo.io/" class="theme-link" rel="noopener" target="_blank">Hexo</a> & <a href="https://mist.theme-next.org/" class="theme-link" rel="noopener" target="_blank">NexT.Mist</a> 強力驅動
  </div><script defer src="/lib/three.js"></script>

        








      </div>
    </footer>
  </div>

  
  <script src="/lib/anime.min.js"></script>
  <script src="/lib/pjax/pjax.min.js"></script>
  <script src="//cdn.jsdelivr.net/npm/jquery@3/dist/jquery.min.js"></script>
  <script src="//cdn.jsdelivr.net/gh/fancyapps/fancybox@3/dist/jquery.fancybox.min.js"></script>
  <script src="//cdn.jsdelivr.net/npm/lozad@1/dist/lozad.min.js"></script>
  <script src="/lib/velocity/velocity.min.js"></script>
  <script src="/lib/velocity/velocity.ui.min.js"></script>

<script src="/js/utils.js"></script>

<script src="/js/motion.js"></script>


<script src="/js/schemes/muse.js"></script>


<script src="/js/next-boot.js"></script>

  <script>
var pjax = new Pjax({
  selectors: [
    'head title',
    '#page-configurations',
    '.content-wrap',
    '.post-toc-wrap',
    '.languages',
    '#pjax'
  ],
  switches: {
    '.post-toc-wrap': Pjax.switches.innerHTML
  },
  analytics: false,
  cacheBust: false,
  scrollTo : !CONFIG.bookmark.enable
});

window.addEventListener('pjax:success', () => {
  document.querySelectorAll('script[data-pjax], script#page-configurations, #pjax script').forEach(element => {
    var code = element.text || element.textContent || element.innerHTML || '';
    var parent = element.parentNode;
    parent.removeChild(element);
    var script = document.createElement('script');
    if (element.id) {
      script.id = element.id;
    }
    if (element.className) {
      script.className = element.className;
    }
    if (element.type) {
      script.type = element.type;
    }
    if (element.src) {
      script.src = element.src;
      // Force synchronous loading of peripheral JS.
      script.async = false;
    }
    if (element.dataset.pjax !== undefined) {
      script.dataset.pjax = '';
    }
    if (code !== '') {
      script.appendChild(document.createTextNode(code));
    }
    parent.appendChild(script);
  });
  NexT.boot.refresh();
  // Define Motion Sequence & Bootstrap Motion.
  if (CONFIG.motion.enable) {
    NexT.motion.integrator
      .init()
      .add(NexT.motion.middleWares.subMenu)
      .add(NexT.motion.middleWares.postList)
      .bootstrap();
  }
  NexT.utils.updateSidebarPosition();
});
</script>


  <script defer src="/lib/three/three.min.js"></script>
    <script defer src="/lib/three/three-waves.min.js"></script>
    <script defer src="/lib/three/canvas_lines.min.js"></script>
    <script defer src="/lib/three/canvas_sphere.min.js"></script>


  











<script data-pjax>
document.querySelectorAll('.pdfobject-container').forEach(element => {
  let url = element.dataset.target;
  let pdfOpenParams = {
    navpanes : 0,
    toolbar  : 0,
    statusbar: 0,
    pagemode : 'thumbs',
    view     : 'FitH'
  };
  let pdfOpenFragment = '#' + Object.entries(pdfOpenParams).map(([key, value]) => `${key}=${encodeURIComponent(value)}`).join('&');
  let fullURL = `/lib/pdf/web/viewer.html?file=${encodeURIComponent(url)}${pdfOpenFragment}`;

  if (NexT.utils.supportsPDFs()) {
    element.innerHTML = `<embed class="pdfobject" src="${url + pdfOpenFragment}" type="application/pdf" style="height: ${element.dataset.height};">`;
  } else {
    element.innerHTML = `<iframe src="${fullURL}" style="height: ${element.dataset.height};" frameborder="0"></iframe>`;
  }
});
</script>


<script data-pjax>
if (document.querySelectorAll('pre.mermaid').length) {
  NexT.utils.getScript('//cdn.jsdelivr.net/npm/mermaid@8/dist/mermaid.min.js', () => {
    mermaid.initialize({
      theme    : 'forest',
      logLevel : 3,
      flowchart: { curve     : 'linear' },
      gantt    : { axisFormat: '%m/%d/%Y' },
      sequence : { actorMargin: 50 }
    });
  }, window.mermaid);
}
</script>


    <div id="pjax">
  

  

  

<script>
  function loadCount() {
    var d = document, s = d.createElement('script');
    s.src = 'https://waynehtw.disqus.com/count.js';
    s.id = 'dsq-count-scr';
    (d.head || d.body).appendChild(s);
  }
  // defer loading until the whole page loading is completed
  window.addEventListener('load', loadCount, false);
</script>
<script>
  var disqus_config = function() {
    this.page.url = "https://wayneh.tw/2020/09/18/fiction-2/";
    this.page.identifier = "2020/09/18/fiction-2/";
    this.page.title = "四、順利進行虛構敘事(1)：故事意圖";
    };
  NexT.utils.loadComments(document.querySelector('#disqus_thread'), () => {
    if (window.DISQUS) {
      DISQUS.reset({
        reload: true,
        config: disqus_config
      });
    } else {
      var d = document, s = d.createElement('script');
      s.src = 'https://waynehtw.disqus.com/embed.js';
      s.setAttribute('data-timestamp', '' + +new Date());
      (d.head || d.body).appendChild(s);
    }
  });
</script>

    </div><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</body>
</html>
