<!DOCTYPE html>
<html lang="zh-TW">
<head>
  <!-- hexo-inject:begin --><!-- hexo-inject:end --><meta charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=2">
<meta name="theme-color" content="#222">
<meta name="generator" content="Hexo 5.2.0">
  <link rel="apple-touch-icon" sizes="180x180" href="/img/favicon/apple-touch-icon.png">
  <link rel="icon" type="image/png" sizes="32x32" href="/img/favicon/favicon-32x32.png">
  <link rel="icon" type="image/png" sizes="16x16" href="/img/favicon/favicon-16x16.png">
  <link rel="mask-icon" href="/img/favicon/logo.svg" color="#222">

<link rel="stylesheet" href="/css/main.css">

<link rel="stylesheet" href="//fonts.loli.net/css?family=EB Garamond:300,300italic,400,400italic,700,700italic|Noto Sans TC:300,300italic,400,400italic,700,700italic|Noto Serif TC:300,300italic,400,400italic,700,700italic|Source Code Pro:300,300italic,400,400italic,700,700italic&display=swap&subset=latin,latin-ext">
<link rel="stylesheet" href="/lib/font-awesome/css/all.min.css">
  <link rel="stylesheet" href="//cdn.jsdelivr.net/gh/fancyapps/fancybox@3/dist/jquery.fancybox.min.css">
  <link rel="stylesheet" href="/lib/pace/pace-theme-minimal.min.css">
  <script src="/lib/pace/pace.min.js"></script>

<script id="hexo-configurations">
    var NexT = window.NexT || {};
    var CONFIG = {"hostname":"wayneh.tw","root":"/","scheme":"Pisces","version":"7.8.0","exturl":false,"sidebar":{"position":"left","display":"post","padding":18,"offset":12,"onmobile":false},"copycode":{"enable":false,"show_result":false,"style":null},"back2top":{"enable":true,"sidebar":false,"scrollpercent":false},"bookmark":{"enable":false,"color":"#222","save":"auto"},"fancybox":true,"mediumzoom":false,"lazyload":true,"pangu":false,"comments":{"style":"tabs","active":"disqus","storage":true,"lazyload":true,"nav":null,"activeClass":"disqus"},"algolia":{"hits":{"per_page":10},"labels":{"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}},"localsearch":{"enable":false,"trigger":"auto","top_n_per_article":1,"unescape":false,"preload":false},"motion":{"enable":true,"async":true,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}}};
  </script>

  <meta name="description" content="虛構敘事 是 TRPG 的主要模式和觀點，因此我們從這裡開始。然後，在我討論過 評價觀點 後，我們最後還會再一次回到這個觀點來。 虛構敘事是關於「發生了什麼事」、「正在發生什麼事」、「將要發生什麼事」的觀點。這些事都發生在一個虛構為真實的世界。我們透過對話，談論虛構世界（彷彿它是真的），和世界中的一系列事件。事情首先就是如此地單純：玩家說 PC 所說、所做，而 GM 說世界如何回應、 NPC 說">
<meta property="og:type" content="article">
<meta property="og:title" content="三、如何進行虛構敘事">
<meta property="og:url" content="https://wayneh.tw/2020/09/17/fiction-1/index.html">
<meta property="og:site_name" content="偉恩與咖啡">
<meta property="og:description" content="虛構敘事 是 TRPG 的主要模式和觀點，因此我們從這裡開始。然後，在我討論過 評價觀點 後，我們最後還會再一次回到這個觀點來。 虛構敘事是關於「發生了什麼事」、「正在發生什麼事」、「將要發生什麼事」的觀點。這些事都發生在一個虛構為真實的世界。我們透過對話，談論虛構世界（彷彿它是真的），和世界中的一系列事件。事情首先就是如此地單純：玩家說 PC 所說、所做，而 GM 說世界如何回應、 NPC 說">
<meta property="og:locale" content="zh_TW">
<meta property="og:image" content="https://wayneh.tw/img/coc7.jpg">
<meta property="article:published_time" content="2020-09-17T05:52:21.000Z">
<meta property="article:modified_time" content="2020-09-24T13:25:54.670Z">
<meta property="article:author" content="洪偉 Wei Hung">
<meta property="article:tag" content="CoC 守密人指南">
<meta name="twitter:card" content="summary">
<meta name="twitter:image" content="https://wayneh.tw/img/coc7.jpg">

<link rel="canonical" href="https://wayneh.tw/2020/09/17/fiction-1/">


<script id="page-configurations">
  // https://hexo.io/docs/variables.html
  CONFIG.page = {
    sidebar: "",
    isHome : false,
    isPost : true,
    lang   : 'zh-TW'
  };
</script>

  <title>三、如何進行虛構敘事 | 偉恩與咖啡</title>
  
    <script async src="https://www.googletagmanager.com/gtag/js?id=UA-61272067-1"></script>
    <script data-pjax>
      if (CONFIG.hostname === location.hostname) {
        window.dataLayer = window.dataLayer || [];
        function gtag(){dataLayer.push(arguments);}
        gtag('js', new Date());
        gtag('config', 'UA-61272067-1');
      }
    </script>






  <noscript>
  <style>
  .use-motion .brand,
  .use-motion .menu-item,
  .sidebar-inner,
  .use-motion .post-block,
  .use-motion .pagination,
  .use-motion .comments,
  .use-motion .post-header,
  .use-motion .post-body,
  .use-motion .collection-header { opacity: initial; }

  .use-motion .site-title,
  .use-motion .site-subtitle {
    opacity: initial;
    top: initial;
  }

  .use-motion .logo-line-before i { left: initial; }
  .use-motion .logo-line-after i { right: initial; }
  </style>
</noscript>

<link rel="alternate" href="/atom.xml" title="偉恩與咖啡" type="application/atom+xml"><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</head>

<body itemscope itemtype="http://schema.org/WebPage">
  <!-- hexo-inject:begin --><!-- hexo-inject:end --><div class="container use-motion">
    <div class="headband"></div>

    <header class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-container">
  <div class="site-nav-toggle">
    <div class="toggle" aria-label="切換導航欄">
      <span class="toggle-line toggle-line-first"></span>
      <span class="toggle-line toggle-line-middle"></span>
      <span class="toggle-line toggle-line-last"></span>
    </div>
  </div>

  <div class="site-meta custom-logo">

    <a href="/" class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <h1 class="site-title">偉恩與咖啡</h1>
      <span class="logo-line-after"><i></i></span>
    </a>
      <p class="site-subtitle" itemprop="description">哲學、TRPG、雜談</p>
      <a>
        <img class="custom-logo-image" src="/avatar.jpg" alt="偉恩與咖啡">
      </a>
  </div>

  <div class="site-nav-right">
    <div class="toggle popup-trigger">
    </div>
  </div>
</div>




<nav class="site-nav">
  <ul id="menu" class="main-menu menu">
        <li class="menu-item menu-item-home">

    <a href="/" rel="section"><i class="fas fa-home fa-fw"></i>首頁</a>

  </li>
        <li class="menu-item menu-item-about">

    <a href="https://about.me/wayne930242" rel="noopener" target="_blank"><i class="fas fa-feather-alt fa-fw"></i>關於</a>

  </li>
        <li class="menu-item menu-item-哲學">

    <a href="/categories/philosophy/" rel="section"><i class="fas fa-coffee fa-fw"></i>哲學</a>

  </li>
        <li class="menu-item menu-item-trpg">

    <a href="/categories/TRPG/" rel="section"><i class="fas fa-dice-d20 fa-fw"></i>TRPG</a>

  </li>
        <li class="menu-item menu-item-archives">

    <a href="/archives/" rel="section"><i class="fas fa-archive fa-fw"></i>歸檔</a>

  </li>
  </ul>
</nav>




</div>
    </header>

    
  <div class="back-to-top">
    <i class="fa fa-arrow-up"></i>
    <span>0%</span>
  </div>


    <main class="main">
      <div class="main-inner">
        <div class="content-wrap">
          

          <div class="content post posts-expand">
            

    
  
  
  <article itemscope itemtype="http://schema.org/Article" class="post-block" lang="zh-TW">
    <link itemprop="mainEntityOfPage" href="https://wayneh.tw/2020/09/17/fiction-1/">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="image" content="/logo.png">
      <meta itemprop="name" content="洪偉 Wei Hung">
      <meta itemprop="description" content="哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="偉恩與咖啡">
    </span>
      <header class="post-header">
        <h1 class="post-title" itemprop="name headline">
          三、如何進行虛構敘事
        </h1>

        <div class="post-meta">
            <span class="post-meta-item">
              <span class="post-meta-item-icon">
                <i class="far fa-calendar"></i>
              </span>
              <span class="post-meta-item-text">發表於</span>

              <time title="創建時間：2020-09-17 13:52:21" itemprop="dateCreated datePublished" datetime="2020-09-17T13:52:21+08:00">2020-09-17</time>
            </span>
              <span class="post-meta-item">
                <span class="post-meta-item-icon">
                  <i class="far fa-calendar-check"></i>
                </span>
                <span class="post-meta-item-text">更新於</span>
                <time title="修改時間：2020-09-24 21:25:54" itemprop="dateModified" datetime="2020-09-24T21:25:54+08:00">2020-09-24</time>
              </span>

          
  
  <span class="post-meta-item">
    
      <span class="post-meta-item-icon">
        <i class="far fa-comment"></i>
      </span>
      <span class="post-meta-item-text">Disqus：</span>
    
    <a title="disqus" href="/2020/09/17/fiction-1/#disqus_thread" itemprop="discussionUrl">
      <span class="post-comments-count disqus-comment-count" data-disqus-identifier="2020/09/17/fiction-1/" itemprop="commentCount"></span>
    </a>
  </span>
  
  

        </div>
      </header>

    
    
    
    <div class="post-body" itemprop="articleBody">

      
        <img data-src="/img/coc7.jpg" class>
<p><em><strong>&#x865B;&#x69CB;&#x6558;&#x4E8B;</strong></em> &#x662F; TRPG &#x7684;&#x4E3B;&#x8981;&#x6A21;&#x5F0F;&#x548C;&#x89C0;&#x9EDE;&#xFF0C;&#x56E0;&#x6B64;&#x6211;&#x5011;&#x5F9E;&#x9019;&#x88E1;&#x958B;&#x59CB;&#x3002;&#x7136;&#x5F8C;&#xFF0C;&#x5728;&#x6211;&#x8A0E;&#x8AD6;&#x904E; <em><strong>&#x8A55;&#x50F9;&#x89C0;&#x9EDE;</strong></em> &#x5F8C;&#xFF0C;&#x6211;&#x5011;&#x6700;&#x5F8C;&#x9084;&#x6703;&#x518D;&#x4E00;&#x6B21;&#x56DE;&#x5230;&#x9019;&#x500B;&#x89C0;&#x9EDE;&#x4F86;&#x3002;</p>
<p>&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x662F;&#x95DC;&#x65BC;&#x300C;&#x767C;&#x751F;&#x4E86;&#x4EC0;&#x9EBC;&#x4E8B;&#x300D;&#x3001;&#x300C;&#x6B63;&#x5728;&#x767C;&#x751F;&#x4EC0;&#x9EBC;&#x4E8B;&#x300D;&#x3001;&#x300C;&#x5C07;&#x8981;&#x767C;&#x751F;&#x4EC0;&#x9EBC;&#x4E8B;&#x300D;&#x7684;&#x89C0;&#x9EDE;&#x3002;&#x9019;&#x4E9B;&#x4E8B;&#x90FD;&#x767C;&#x751F;&#x5728;&#x4E00;&#x500B;&#x865B;&#x69CB;&#x70BA;&#x771F;&#x5BE6;&#x7684;&#x4E16;&#x754C;&#x3002;&#x6211;&#x5011;&#x900F;&#x904E;&#x5C0D;&#x8A71;&#xFF0C;&#x8AC7;&#x8AD6;&#x865B;&#x69CB;&#x4E16;&#x754C;&#xFF08;&#x5F77;&#x5F7F;&#x5B83;&#x662F;&#x771F;&#x7684;&#xFF09;&#xFF0C;&#x548C;&#x4E16;&#x754C;&#x4E2D;&#x7684;&#x4E00;&#x7CFB;&#x5217;&#x4E8B;&#x4EF6;&#x3002;&#x4E8B;&#x60C5;&#x9996;&#x5148;&#x5C31;&#x662F;&#x5982;&#x6B64;&#x5730;&#x55AE;&#x7D14;&#xFF1A;&#x73A9;&#x5BB6;&#x8AAA; PC &#x6240;&#x8AAA;&#x3001;&#x6240;&#x505A;&#xFF0C;&#x800C; GM &#x8AAA;&#x4E16;&#x754C;&#x5982;&#x4F55;&#x56DE;&#x61C9;&#x3001; NPC &#x8AAA;&#x4E86;&#x53C8;&#x505A;&#x4E86;&#x4EC0;&#x9EBC;&#x3002;&#x9019;&#x4E9B;&#x8AAA;&#x7684;&#x8A71;&#x3001;&#x505A;&#x7684;&#x4E8B;&#xFF0C;&#x90FD;&#x662F;&#x4E00;&#x500B;&#x53C8;&#x4E00;&#x500B;&#x7684;&#x4E8B;&#x4EF6;&#x3002;&#x6240;&#x8B02;&#x4E8B;&#x4EF6;&#xFF0C;&#x5C31;&#x662F;&#x300C;&#x5728;&#x4E00;&#x6BB5;&#x6642;&#x9593;&#x5167;&#x767C;&#x751F;&#x7684;&#x4E00;&#x4EF6;&#x770B;&#x8D77;&#x4F86;&#x5982;&#x6B64;&#x9019;&#x822C;&#x7684;&#x4E8B;&#x300D;&#x3002;</p>
<a id="more"></a>
<p>&#x7576;&#x4E00;&#x500B;&#x4E8B;&#x4EF6;&#x88AB;&#x8AAA;&#x51FA;&#xFF0C;&#x9019;&#x500B;&#x4E8B;&#x4EF6;&#x4E0D;&#x6703;&#x662F;&#x7368;&#x7ACB;&#x7684;&#xFF0C;&#x4E00;&#x500B;&#x4E8B;&#x4EF6;&#x5FC5;&#x9808;&#x80FD;&#x5920;&#x88AB;&#x7406;&#x89E3;&#xFF0C;&#x624D;&#x6709;&#x5C0D;&#x8A71;&#x5EF6;&#x7E8C;&#x7684;&#x53EF;&#x80FD;&#x3002;&#x800C;&#x4E00;&#x500B;&#x4E8B;&#x4EF6;&#x88AB;&#x7406;&#x89E3;&#x7684;&#x5148;&#x6C7A;&#x689D;&#x4EF6;&#xFF0C;&#x662F;&#x5B83;&#x5FC5;&#x9808;&#x5B58;&#x5728;&#x67D0;&#x500B;<strong>&#x8108;&#x7D61;</strong>&#x4E2D;&#x3002;&#x81F3;&#x5C11;&#xFF0C;&#x5728;<strong>&#x865B;&#x69CB;&#x6558;&#x4E8B;</strong>&#x4E2D;&#xFF0C;&#x4E00;&#x500B;&#x4E8B;&#x4EF6;&#x7684;&#x7576;&#x7136;&#x8108;&#x7D61;&#x662F;&#x300C;&#x9019;&#x500B;&#x4E8B;&#x4EF6;&#x767C;&#x751F;&#x5728;&#x4E16;&#x754C;&#x4E2D;&#x300D;&#xFF0C;&#x6216;&#x8A31;&#x9084;&#x6709;&#x300C;&#x9019;&#x500B;&#x4E8B;&#x4EF6;&#x5728;&#x773C;&#x524D;&#x767C;&#x751F;&#x300D;&#x3001;&#x300C;&#x9019;&#x500B;&#x4E8B;&#x4EF6;&#x662F;&#x904E;&#x53BB;&#x767C;&#x751F;&#x7684;&#xFF0C;&#x800C;&#x73FE;&#x5728;&#x88AB;&#x6211;&#x5011;&#x77E5;&#x9053;&#x300D;&#x7B49;&#x3002;&#x4E00;&#x500B;&#x4E8B;&#x4EF6;&#x3001;&#x4E00;&#x500B;&#x4E8B;&#x4EF6;&#x5F7C;&#x6B64;&#x4E92;&#x70BA;&#x8108;&#x7D61;&#x5730;&#x806F;&#x7E6B;&#x8D77;&#x4F86;&#xFF0C;&#x6211;&#x5011;&#x5C31;&#x6709;&#x4E86;&#x4E00;&#x500B;&#x6545;&#x4E8B;&#x3002;</p>
<p>&#x4E00;&#x7A2E;&#x6700;&#x7279;&#x5225;&#x3001;&#x6700;&#x91CD;&#x8981;&#x7684;&#x8108;&#x7D61;&#xFF0C;&#x6C7A;&#x5B9A;&#x4E86;&#x6545;&#x4E8B;&#x7684;&#x5408;&#x7406;&#x6027;&#x4EE5;&#x53CA;&#x4E16;&#x754C;&#x7684;&#x771F;&#x5BE6;&#x611F;&#xFF0C;&#x90A3;&#x5C31;&#x662F;<strong>&#x56E0;&#x679C;&#x95DC;&#x806F;</strong>&#x3002;&#x5305;&#x62EC;&#x4E0B;&#x9762;&#x9019;&#x4E9B;&#xFF08;&#x524D;&#x9762;&#x7684;&#x662F;&#x539F;&#x56E0;&#x3001;&#x5F8C;&#x9762;&#x7684;&#x662F;&#x7D50;&#x679C;&#xFF09;&#x5C0D;&#x8A71;&#xFF1A;</p>
<ul>
<li>&#x300C;&#x53EF;&#x6015;&#x7684;&#x5730;&#x9707;&#x9707;&#x6BC0;&#x4E86;&#x5927;&#x6A13;&#x3002;&#x300D;&#x300C;&#x8A31;&#x591A;&#x4EBA;&#x5F9E;&#x7A97;&#x6236;&#x53E3;&#x6389;&#x4E86;&#x51FA;&#x4F86;&#x3002;&#x300D;</li>
<li>&#x300C;&#x6211;&#x596E;&#x529B;&#x5F80;&#x5C0D;&#x9762;&#x7684;&#x5C4B;&#x9802;&#x8DF3;&#x53BB;&#x3002;&#x300D;&#x300C;&#x4F60;&#x6210;&#x529F;&#x4E86;&#xFF0C;&#x4F60;&#x5B89;&#x7A69;&#x5730;&#x843D;&#x5728;&#x5C0D;&#x9762;&#x7684;&#x5C4B;&#x9802;&#x4E0A;&#x3002;&#x300D;</li>
<li>&#x300C;&#x6211;&#x596E;&#x529B;&#x5F80;&#x5C0D;&#x9762;&#x7684;&#x5C4B;&#x9802;&#x8DF3;&#x53BB;&#x3002;&#x300D;&#x300C;&#x5F88;&#x53EF;&#x60DC;&#xFF0C;&#x53EA;&#x5DEE;&#x4E86;&#x4E00;&#x9EDE;&#x9EDE;&#xFF0C;&#x4F60;&#x7684;&#x624B;&#x5E7E;&#x4E4E;&#x78B0;&#x5230;&#x4E86;&#x5C0D;&#x9762;&#x7684;&#x5C4B;&#x9802;&#xFF0C;&#x7136;&#x800C;&#x2026;&#x300D;&#x3002;</li>
</ul>
<p>&#x53EF;&#x4EE5;&#x6E05;&#x695A;&#x770B;&#x5230;&#xFF0C;&#x4E00;&#x500B;&#x4E8B;&#x4EF6;&#x5728;&#x767C;&#x751F;&#x6642;&#xFF0C;&#x5B83;&#x5B58;&#x5728;&#x65BC;&#x67D0;&#x500B;&#x8108;&#x7D61;&#x4E2D;&#xFF0C;&#x800C;&#x7576;&#x4E00;&#x500B;&#x4E8B;&#x4EF6;&#x767C;&#x751F;&#x5F8C;&#xFF0C;&#x5B83;&#x4E5F;&#x6703;&#x6210;&#x70BA;&#x96A8;&#x5F8C;&#x7684;&#x4E8B;&#x4EF6;&#x7684;&#x8108;&#x7D61;&#x3002;&#x5982;&#x679C;&#x9019;&#x5169;&#x500B;&#x4E8B;&#x4EF6;&#x6709;&#x8457;&#x6E05;&#x695A;&#x3001;&#x6C7A;&#x5B9A;&#x6027;&#x7684;&#x95DC;&#x806F;&#xFF0C;&#x90A3;&#x6211;&#x5011;&#x5C31;&#x53EF;&#x4EE5;&#x8AAA;&#xFF0C;&#x9019;&#x5169;&#x500B;&#x4E8B;&#x4EF6;&#x5177;&#x6709;<strong>&#x56E0;&#x679C;&#x95DC;&#x806F;</strong>&#x3002;</p>
<p>&#x4E00;&#x500B;&#x4E8B;&#x4EF6;&#x8207;&#x53E6;&#x4E00;&#x500B;&#x4E8B;&#x4EF6;&#x5982;&#x679C;&#x6709;&#x56E0;&#x679C;&#x95DC;&#x806F;&#xFF0C;&#x610F;&#x601D;&#x662F;&#xFF0C;&#x5148;&#x767C;&#x751F;&#x7684;&#x4E8B;&#x4EF6;&#x63D0;&#x4F9B;&#x4E86;&#x5F8C;&#x9762;&#x7684;&#x4E8B;&#x4EF6;&#x5F97;&#x4EE5;&#x767C;&#x751F;&#x7684;&#x6C7A;&#x5B9A;&#x6027;&#x7684;&#x52D5;&#x529B;&#xFF0C;&#x5982;&#x679C;&#x5148;&#x767C;&#x751F;&#x7684;&#x4E8B;&#x4EF6;&#x4E0D;&#x5B58;&#x5728;&#xFF0C;&#x5F8C;&#x9762;&#x7684;&#x4E8B;&#x4EF6;&#x5C31;&#x6703;&#x50CF;&#x662F;&#x5929;&#x5916;&#x98DB;&#x4F86;&#x7684;&#x3002;&#x4F46;&#x9019;&#x4E26;&#x4E0D;&#x610F;&#x5473;&#x8457;&#x5929;&#x5916;&#x98DB;&#x4F86;&#x7684;&#x4E8B;&#x4EF6;&#x5C31;&#x662F;&#x7368;&#x7ACB;&#x7684;&#xFF0C;&#x56E0;&#x70BA;&#x8108;&#x7D61;&#x4F9D;&#x7136;&#x70BA;&#x7576;&#x524D;&#x4E8B;&#x4EF6;&#x63D0;&#x4F9B;&#x4E86;&#x6545;&#x4E8B;&#x610F;&#x7FA9;&#xFF1A;</p>
<ul>
<li>&#x300C;&#x6211;&#x5411;&#x4ED6;&#x63EE;&#x4E86;&#x63EE;&#x624B;&#xFF0C;&#x6253;&#x4E86;&#x500B;&#x62DB;&#x547C;&#x3002;&#x300D;&#x300C;&#x4ED6;&#x6025;&#x5FD9;&#x5730;&#x8207;&#x4F60;&#x64E6;&#x8EAB;&#x800C;&#x904E;&#xFF0C;&#x9023;&#x770B;&#x90FD;&#x6C92;&#x6709;&#x770B;&#x4F60;&#x4E00;&#x773C;&#x3002;&#x300D;</li>
<li>&#x300C;&#x5929;&#x8272;&#x8D8A;&#x4F86;&#x8D8A;&#x9ED1;&#x3002;&#x8DDD;&#x96E2;&#x796D;&#x5178;&#x958B;&#x59CB;&#x53EA;&#x5269;&#x4E0B;&#x5169;&#x500B;&#x5C0F;&#x6642;&#x3002;&#x300D;&#x300C;&#x300E;&#x6211;&#x5011;&#x96E2;&#x958B;&#x5427;&#x300F;&#xFF0C;&#x6211;&#x54C0;&#x50B7;&#x5730;&#x9019;&#x9EBC;&#x8AAA;&#x3002;&#x300D;</li>
</ul>
<p>&#x518D;&#x8B93;&#x6211;&#x5011;&#x4ED4;&#x7D30;&#x770B;&#x770B;&#x5F9E;&#x300C;&#x6211;&#x5411;&#x4ED6;&#x63EE;&#x4E86;&#x63EE;&#x624B;&#xFF0C;&#x6253;&#x4E86;&#x500B;&#x62DB;&#x547C;&#x300D;&#x5230;&#x300C;&#x4ED6;&#x6025;&#x5FD9;&#x5730;&#x8207;&#x4F60;&#x64E6;&#x8EAB;&#x800C;&#x904E;&#xFF0C;&#x9023;&#x770B;&#x90FD;&#x6C92;&#x6709;&#x770B;&#x4F60;&#x4E00;&#x773C;&#x300D;&#x3002;&#x6703;&#x770B;&#x5230;&#xFF0C;&#x9019;&#x50B3;&#x9054;&#x4E86;&#x300C;&#x9019;&#x500B;&#x4EBA;&#x5F88;&#x6025;&#xFF0C;&#x4ED6;&#x53EF;&#x80FD;&#x6C92;&#x770B;&#x5230;&#x4F60;&#x300D;&#x7684;&#x8A0A;&#x606F;&#x3002;&#x5728;&#x9019;&#xFF0C;&#x6211;&#x5011;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x5C0D;&#x8A71;&#x4E2D;&#x5E38;&#x898B;&#x7684;&#x884C;&#x70BA;&#xFF1A;<em><strong>&#x9810;&#x8A2D;</strong></em>&#x3002;&#x9019;&#x4E9B;&#x9810;&#x8A2D;&#x4E26;&#x6C92;&#x6709;&#x88AB;&#x8AAA;&#x51FA;&#xFF0C;&#x4F46;&#x662F;&#x88AB;&#x8108;&#x7D61;&#x6240;&#x860A;&#x542B;&#x3002;&#x5982;&#x679C;&#x9019;&#x5C0D;&#x8A71;&#x662F;&#x59A5;&#x7576;&#x7684;&#xFF0C;&#x90A3;&#x50CF;&#x9019;&#x6A23;&#x7684;&#x9810;&#x8A2D;&#x5C31;&#x662F;&#x5FC5;&#x8981;&#x7684;&#x3002;</p>
<p>&#x6211;&#x5011;&#x4E5F;&#x6703;&#x6CE8;&#x610F;&#x5230;&#xFF0C;&#x5149;&#x662F;&#x4E8B;&#x4EF6;&#x8207;&#x4E8B;&#x4EF6;&#x7684;&#x5EF6;&#x4F38;&#xFF0C;&#x901A;&#x5E38;&#x9810;&#x8A2D;&#x4E0D;&#x5C11;&#x9019;&#x7A2E;&#x6771;&#x897F;&#x3002;&#x8B6C;&#x5982;&#xFF0C;&#x5F9E;&#x300C;&#x5730;&#x9707;&#x300D;&#x5230;&#x300C;&#x6709;&#x4EBA;&#x6389;&#x51FA;&#x4F86;&#x300D;&#xFF0C;&#x9810;&#x8A2D;&#x4E86;&#x300C;&#x91CD;&#x529B;&#x5B58;&#x5728;&#x300D;&#x3002;&#x56E0;&#x679C;&#x95DC;&#x806F;&#x9810;&#x8A2D;&#x4E86;&#x4E16;&#x754C;&#x89C0;&#xFF0C;&#x800C;&#x4E8B;&#x5BE6;&#x4E0A;&#xFF0C;&#x6B63;&#x662F;&#x5728;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x7684;&#x5C0D;&#x8A71;&#x6A21;&#x5F0F;&#x4E2D;&#xFF0C;&#x6211;&#x5011;&#x624D;&#x5F97;&#x4EE5;&#x7ABA;&#x898B;&#x904A;&#x6232;&#x7684;&#x4E16;&#x754C;&#x89C0;&#xFF08;&#x4EE5;&#x5F8C;&#x6211;&#x5011;&#x6703;&#x770B;&#x5230;&#xFF0C;&#x719F;&#x6089;&#x300C;&#x9810;&#x8A2D;&#x300D;&#x5C0D;&#x6050;&#x6016;&#x904A;&#x6232;&#x4F86;&#x8AAA;&#x66F4;&#x52A0;&#x91CD;&#x8981;&#xFF09;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x6709;&#x4E9B;&#x4E8B;&#x4EF6;&#x5247;&#x9810;&#x8A2D;&#x4E86;&#x793E;&#x6703;&#x6A23;&#x8C8C;&#xFF1A;</p>
<ul>
<li>&#x300C;&#x6211;&#x5411;&#x4ED6;&#x554F;&#x597D;&#x3002;&#x300D;&#x300C;&#x4ED6;&#x9EDE;&#x4E86;&#x9EDE;&#x982D;&#xFF0C;&#x554F;&#x4F60;&#x300E;&#x5403;&#x98FD;&#x6C92;&#x300F;&#x3002;&#x300D;</li>
<li>&#x300C;&#x6211;&#x5411;&#x4ED6;&#x554F;&#x597D;&#x3002;&#x300D;&#x300C;&#x4ED6;&#x5C0D;&#x4F60;&#x5FAE;&#x7B11;&#xFF0C;&#x4E26;&#x4E14;&#x6BD4;&#x51FA;&#x4E86;&#x4F60;&#x5011;&#x5144;&#x5F1F;&#x6703;&#x7684;&#x624B;&#x52E2;&#x3002;&#x300D;</li>
<li>&#x300C;&#x6211;&#x5411;&#x4ED6;&#x554F;&#x597D;&#x3002;&#x300D;&#x300C;&#x4ED6;&#x5411;&#x4F60;&#x6BD4;&#x4E86;&#x4E2D;&#x6307;&#x3002;&#x300D;</li>
</ul>
<p>&#x5982;&#x679C;&#x5F8C;&#x9762;&#x7684;&#x61C9;&#x5C0D;&#x5C0D;&#x65BC;&#x524D;&#x9762;&#x800C;&#x8A00;&#x662F;&#x59A5;&#x7576;&#x7684;&#xFF0C;&#x9019;&#x4EE3;&#x8868;&#x4E86;&#x67D0;&#x7A2E;&#x7279;&#x5B9A;&#x7684;&#x793E;&#x6703;&#x6A23;&#x8C8C;&#x3002;&#x4E00;&#x65E6;&#x9019;&#x500B;&#x793E;&#x6703;&#x6A23;&#x8C8C;&#x5F04;&#x932F;&#x4E86;&#xFF0C;&#x90A3;&#x7A2E;&#x4E0D;&#x59A5;&#x7576;&#x7684;&#x793E;&#x4EA4;&#x6D3B;&#x52D5;&#x6703;&#x5E36;&#x4F86;&#x7684;&#x5F8C;&#x679C;&#xFF0C;&#x6211;&#x5011;&#x5F88;&#x5FEB;&#x5C31;&#x80FD;&#x5728;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x4E2D;&#x770B;&#x5230;&#x3002;</p>
<p>&#x4F60;&#x61C9;&#x8A72;&#x76E1;&#x65E9;&#x7FD2;&#x6163;&#x548C;&#x610F;&#x8B58;&#x5230;&#x300C;&#x9810;&#x8A2D;&#x300D;&#x9019;&#x4EF6;&#x4E8B;&#xFF0C;&#x9019;&#x9664;&#x4E86;&#x6709;&#x52A9;&#x65BC;&#x5E6B;&#x52A9;&#x4F60;&#x7DE8;&#x7E54;&#x8B93;&#x4EBA;&#x5370;&#x8C61;&#x6DF1;&#x523B;&#x53C8;&#x7C21;&#x6F54;&#x7684;&#x6F02;&#x4EAE;&#x5C0D;&#x767D;&#xFF0C;&#x9019;&#x4E5F;&#x80FD;&#x8B93;&#x4F60;&#x66F4;&#x6E05;&#x695A;&#x77E5;&#x9053;&#xFF0C;&#x4F60;&#x5011;&#x73FE;&#x5728;&#x7A76;&#x7ADF;&#x5728;&#x9032;&#x884C;&#x600E;&#x6A23;&#x7684;&#x5C0D;&#x8A71;&#xFF0C;&#x800C;&#x6211;&#x5011;&#x5F88;&#x5FEB;&#x5C31;&#x6703;&#x770B;&#x5230;&#xFF0C;&#x9019;&#x5C0D;&#x7D93;&#x71DF;&#x5C0D;&#x8A71;&#x6A21;&#x5F0F;&#x800C;&#x8A00;&#x81F3;&#x95DC;&#x91CD;&#x8981;&#x3002;</p>
<p>&#x6211;&#x5011;&#x73FE;&#x5728;&#x4F86;&#x6574;&#x7406;&#x4E00;&#x4E0B;&#x76EE;&#x524D;&#x6709;&#x7684;&#x6982;&#x5FF5;&#xFF1A;</p>
<ul>
<li><strong>&#x7576;&#x524D;&#x4E8B;&#x4EF6;</strong>&#xFF1A;&#x6B63;&#x5728;&#x767C;&#x751F;&#x4EC0;&#x9EBC;&#x3002;</li>
<li><strong>&#x8108;&#x7D61;</strong>&#xFF1A;&#x904E;&#x53BB;&#x7684;&#x4E8B;&#x4EF6;&#x70BA;&#x7576;&#x524D;&#x4E8B;&#x4EF6;&#x63D0;&#x4F9B;&#x8108;&#x7D61;&#xFF1A;&#x56E0;&#x679C;&#x95DC;&#x806F;&#x662F;&#x5176;&#x4E2D;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x7A2E;&#xFF0C;&#x5B83;&#x95DC;&#x4FC2;&#x5230;&#x4E8B;&#x4EF6;&#x7684;&#x5408;&#x7406;&#x6027;&#x4EE5;&#x53CA;&#x4E16;&#x754C;&#x7684;&#x771F;&#x5BE6;&#x611F;&#x3002;</li>
<li><strong>&#x9810;&#x8A2D;</strong>&#xFF1A;&#x4E8B;&#x4EF6;&#x7684;&#x767C;&#x751F;&#x9810;&#x8A2D;&#x4E86;&#x4E00;&#x4E9B;&#x4E8B;&#x60C5;&#xFF0C;&#x6709;&#x7684;&#x662F;&#x74B0;&#x5883;&#x689D;&#x4EF6;&#x3001;&#x6709;&#x7684;&#x662F;&#x793E;&#x6703;&#x6A23;&#x8C8C;&#x3001;&#x6709;&#x7684;&#x662F;&#x4E8B;&#x4EF6;&#x3001;&#x6709;&#x7684;&#x5247;&#x662F;&#x4E16;&#x754C;&#x89C0;&#x3002;</li>
</ul>
<p>&#x9019;&#x6DB5;&#x84CB;&#x4E86;&#x6211;&#x5011;&#x5728;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x7684;&#x89C0;&#x9EDE;&#x548C;&#x5C0D;&#x8A71;&#x6A21;&#x5F0F;&#x4E0B;&#x9032;&#x884C;&#x7684;&#x5927;&#x90E8;&#x5206;&#x884C;&#x70BA;&#x3002;&#x63A5;&#x8457;&#xFF0C;&#x6211;&#x5011;&#x5C31;&#x4F86;&#x8AC7; KP &#x8A72;&#x5982;&#x4F55;&#x7D93;&#x71DF;&#x4E00;&#x500B;&#x597D;&#x7684;&#x865B;&#x69CB;&#x6558;&#x4E8B;&#x7684;&#x5C0D;&#x8A71;&#x6A21;&#x5F0F;&#x3002;</p>
<blockquote>
<p>&#x4E0B;&#x4E00;&#x7BC7;&#xFF1A;<a href="/2020/09/18/fiction-2/">&#x56DB;&#x3001;&#x9806;&#x5229;&#x9032;&#x884C;&#x865B;&#x69CB;&#x6558;&#x4E8B;(1)&#xFF1A;&#x6545;&#x4E8B;&#x610F;&#x5716;</a></p>
</blockquote>
<hr>
<p>&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B61;&#x9019;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x8ACB;&#x4E0D;&#x541D;&#x7528;&#x5BE6;&#x969B;&#x884C;&#x52D5;&#x652F;&#x6301;&#x6211;&#xFF1A;</p>
<ul>
<li><a target="_blank" rel="noopener" href="https://www.patreon.com/weihung"><i class="fab fa-patreon"></i> &#x5B9A;&#x671F;&#x652F;&#x6301;&#xFF08;patreon&#xFF09;</a></li>
<li><a target="_blank" rel="noopener" href="https://www.paypal.com/pools/c/8jLP7Wsi80"><i class="fab fa-paypal"></i> &#x55AE;&#x6B21;&#x652F;&#x6301;&#xFF08;paypal&#xFF09;</a></li>
</ul>

    </div>

    
    
    
        

  <div class="followme">
    <p>歡迎關注我的其它發布渠道</p>

    <div class="social-list">

        <div class="social-item">
          <a target="_blank" class="social-link" href="https://twitter.com/wayne930242">
            <span class="icon">
              <i class="fab fa-twitter"></i>
            </span>

            <span class="label">Twitter</span>
          </a>
        </div>

        <div class="social-item">
          <a target="_blank" class="social-link" href="https://www.plurk.com/wayne930242">
            <span class="icon">
              <i class="fas fa-parking"></i>
            </span>

            <span class="label">Plurk</span>
          </a>
        </div>

        <div class="social-item">
          <a target="_blank" class="social-link" href="/atom.xml">
            <span class="icon">
              <i class="fa fa-rss"></i>
            </span>

            <span class="label">RSS</span>
          </a>
        </div>
    </div>
  </div>


      <footer class="post-footer">
          <div class="post-tags">
              <a href="/tags/CoC-%E5%AE%88%E5%AF%86%E4%BA%BA%E6%8C%87%E5%8D%97/" rel="tag"># CoC 守密人指南</a>
          </div>

        


        
    <div class="post-nav">
      <div class="post-nav-item">
    <a href="/2020/09/16/good-conversaion/" rel="prev" title="二、良好的對話">
      <i class="fa fa-chevron-left"></i> 二、良好的對話
    </a></div>
      <div class="post-nav-item">
    <a href="/2020/09/18/fiction-2/" rel="next" title="四、順利進行虛構敘事(1)：故事意圖">
      四、順利進行虛構敘事(1)：故事意圖 <i class="fa fa-chevron-right"></i>
    </a></div>
    </div>
      </footer>
    
  </article>
  
  
  



          </div>
          
    
  <div class="comments">
    <div id="disqus_thread">
      <noscript>Please enable JavaScript to view the comments powered by Disqus.</noscript>
    </div>
  </div>
  

<script>
  window.addEventListener('tabs:register', () => {
    let { activeClass } = CONFIG.comments;
    if (CONFIG.comments.storage) {
      activeClass = localStorage.getItem('comments_active') || activeClass;
    }
    if (activeClass) {
      let activeTab = document.querySelector(`a[href="#comment-${activeClass}"]`);
      if (activeTab) {
        activeTab.click();
      }
    }
  });
  if (CONFIG.comments.storage) {
    window.addEventListener('tabs:click', event => {
      if (!event.target.matches('.tabs-comment .tab-content .tab-pane')) return;
      let commentClass = event.target.classList[1];
      localStorage.setItem('comments_active', commentClass);
    });
  }
</script>

        </div>
          
  
  <div class="toggle sidebar-toggle">
    <span class="toggle-line toggle-line-first"></span>
    <span class="toggle-line toggle-line-middle"></span>
    <span class="toggle-line toggle-line-last"></span>
  </div>

  <aside class="sidebar">
    <div class="sidebar-inner">

      <ul class="sidebar-nav motion-element">
        <li class="sidebar-nav-toc">
          文章目錄
        </li>
        <li class="sidebar-nav-overview">
          本站概要
        </li>
      </ul>

      <!--noindex-->
      <div class="post-toc-wrap sidebar-panel">
      </div>
      <!--/noindex-->

      <div class="site-overview-wrap sidebar-panel">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <img class="site-author-image" itemprop="image" alt="洪偉 Wei Hung"
      src="/logo.png">
  <p class="site-author-name" itemprop="name">洪偉 Wei Hung</p>
  <div class="site-description" itemprop="description">哲學普及與 TRPG 推廣。加上關於生活與社會的一些雜談。</div>
</div>
<div class="site-state-wrap motion-element">
  <nav class="site-state">
      <div class="site-state-item site-state-posts">
          <a href="/archives/">
        
          <span class="site-state-item-count">22</span>
          <span class="site-state-item-name">文章</span>
        </a>
      </div>
      <div class="site-state-item site-state-categories">
        <span class="site-state-item-count">2</span>
        <span class="site-state-item-name">分類</span>
      </div>
      <div class="site-state-item site-state-tags">
        <span class="site-state-item-count">24</span>
        <span class="site-state-item-name">標籤</span>
      </div>
  </nav>
</div>
  <div class="links-of-author motion-element">
      <span class="links-of-author-item">
        <a href="https://github.com/wayne930242" title="GitHub → https://github.com/wayne930242" rel="noopener" target="_blank"><i class="fab fa-github fa-fw"></i>GitHub</a>
      </span>
      <span class="links-of-author-item">
        <a href="mailto:wayne930242@gmail.com" title="E-Mail → mailto:wayne930242@gmail.com" rel="noopener" target="_blank"><i class="fa fa-envelope fa-fw"></i>E-Mail</a>
      </span>
      <span class="links-of-author-item">
        <a href="https://twitter.com/wayne930242" title="Twitter → https://twitter.com/wayne930242" rel="noopener" target="_blank"><i class="fab fa-twitter fa-fw"></i>Twitter</a>
      </span>
      <span class="links-of-author-item">
        <a href="https://www.facebook.com/wayne930242" title="FB Page → https://www.facebook.com/wayne930242" rel="noopener" target="_blank"><i class="fab fa-facebook fa-fw"></i>FB Page</a>
      </span>
      <span class="links-of-author-item">
        <a href="https://www.plurk.com/wayne930242" title="Plurk → https://www.plurk.com/wayne930242" rel="noopener" target="_blank"><i class="fas fa-parking fa-fw"></i>Plurk</a>
      </span>
  </div>



      </div>

    </div>
  </aside>
  <div id="sidebar-dimmer"></div>


      </div>
    </main>

    <footer class="footer">
      <div class="footer-inner">
        

        

<div class="copyright">
  
  &copy; 
  <span itemprop="copyrightYear">2020</span>
  <span class="with-love">
    <i class="fas fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">洪偉 Wei Hung</span>
</div>
  <div class="powered-by">由 <a href="https://hexo.io" class="theme-link" rel="noopener" target="_blank">Hexo</a> & <a href="https://pisces.theme-next.org" class="theme-link" rel="noopener" target="_blank">NexT.Pisces</a> 強力驅動
  </div><script defer src="/lib/three.js"></script>

        








      </div>
    </footer>
  </div>

  
  <script src="/lib/anime.min.js"></script>
  <script src="/lib/pjax/pjax.min.js"></script>
  <script src="//cdn.jsdelivr.net/npm/jquery@3/dist/jquery.min.js"></script>
  <script src="//cdn.jsdelivr.net/gh/fancyapps/fancybox@3/dist/jquery.fancybox.min.js"></script>
  <script src="//cdn.jsdelivr.net/npm/lozad@1/dist/lozad.min.js"></script>
  <script src="/lib/velocity/velocity.min.js"></script>
  <script src="/lib/velocity/velocity.ui.min.js"></script>

<script src="/js/utils.js"></script>

<script src="/js/motion.js"></script>


<script src="/js/schemes/pisces.js"></script>


<script src="/js/next-boot.js"></script>

  <script>
var pjax = new Pjax({
  selectors: [
    'head title',
    '#page-configurations',
    '.content-wrap',
    '.post-toc-wrap',
    '.languages',
    '#pjax'
  ],
  switches: {
    '.post-toc-wrap': Pjax.switches.innerHTML
  },
  analytics: false,
  cacheBust: false,
  scrollTo : !CONFIG.bookmark.enable
});

window.addEventListener('pjax:success', () => {
  document.querySelectorAll('script[data-pjax], script#page-configurations, #pjax script').forEach(element => {
    var code = element.text || element.textContent || element.innerHTML || '';
    var parent = element.parentNode;
    parent.removeChild(element);
    var script = document.createElement('script');
    if (element.id) {
      script.id = element.id;
    }
    if (element.className) {
      script.className = element.className;
    }
    if (element.type) {
      script.type = element.type;
    }
    if (element.src) {
      script.src = element.src;
      // Force synchronous loading of peripheral JS.
      script.async = false;
    }
    if (element.dataset.pjax !== undefined) {
      script.dataset.pjax = '';
    }
    if (code !== '') {
      script.appendChild(document.createTextNode(code));
    }
    parent.appendChild(script);
  });
  NexT.boot.refresh();
  // Define Motion Sequence & Bootstrap Motion.
  if (CONFIG.motion.enable) {
    NexT.motion.integrator
      .init()
      .add(NexT.motion.middleWares.subMenu)
      .add(NexT.motion.middleWares.postList)
      .bootstrap();
  }
  NexT.utils.updateSidebarPosition();
});
</script>


  <script defer src="/lib/three/three.min.js"></script>
    <script defer src="/lib/three/three-waves.min.js"></script>
    <script defer src="/lib/three/canvas_lines.min.js"></script>
    <script defer src="/lib/three/canvas_sphere.min.js"></script>


  











<script data-pjax>
document.querySelectorAll('.pdfobject-container').forEach(element => {
  let url = element.dataset.target;
  let pdfOpenParams = {
    navpanes : 0,
    toolbar  : 0,
    statusbar: 0,
    pagemode : 'thumbs',
    view     : 'FitH'
  };
  let pdfOpenFragment = '#' + Object.entries(pdfOpenParams).map(([key, value]) => `${key}=${encodeURIComponent(value)}`).join('&');
  let fullURL = `/lib/pdf/web/viewer.html?file=${encodeURIComponent(url)}${pdfOpenFragment}`;

  if (NexT.utils.supportsPDFs()) {
    element.innerHTML = `<embed class="pdfobject" src="${url + pdfOpenFragment}" type="application/pdf" style="height: ${element.dataset.height};">`;
  } else {
    element.innerHTML = `<iframe src="${fullURL}" style="height: ${element.dataset.height};" frameborder="0"></iframe>`;
  }
});
</script>


<script data-pjax>
if (document.querySelectorAll('pre.mermaid').length) {
  NexT.utils.getScript('//cdn.jsdelivr.net/npm/mermaid@8/dist/mermaid.min.js', () => {
    mermaid.initialize({
      theme    : 'forest',
      logLevel : 3,
      flowchart: { curve     : 'linear' },
      gantt    : { axisFormat: '%m/%d/%Y' },
      sequence : { actorMargin: 50 }
    });
  }, window.mermaid);
}
</script>


    <div id="pjax">
  

  

  

<script>
  function loadCount() {
    var d = document, s = d.createElement('script');
    s.src = 'https://waynehtw.disqus.com/count.js';
    s.id = 'dsq-count-scr';
    (d.head || d.body).appendChild(s);
  }
  // defer loading until the whole page loading is completed
  window.addEventListener('load', loadCount, false);
</script>
<script>
  var disqus_config = function() {
    this.page.url = "https://wayneh.tw/2020/09/17/fiction-1/";
    this.page.identifier = "2020/09/17/fiction-1/";
    this.page.title = "三、如何進行虛構敘事";
    };
  NexT.utils.loadComments(document.querySelector('#disqus_thread'), () => {
    if (window.DISQUS) {
      DISQUS.reset({
        reload: true,
        config: disqus_config
      });
    } else {
      var d = document, s = d.createElement('script');
      s.src = 'https://waynehtw.disqus.com/embed.js';
      s.setAttribute('data-timestamp', '' + +new Date());
      (d.head || d.body).appendChild(s);
    }
  });
</script>

    </div><!-- hexo-inject:begin --><!-- hexo-inject:end -->
</body>
</html>
